Repository: hapifhir/org.hl7.fhir.core
Catalog: org.hl7.fhir.utilities/src/main/resources/source/rendering-phrases-*.po
Languages: ar, fr, lt, nl, pt, ru, uk, uz

source: Information about the use of the element - Right Structure
ar: معلومات حول استخدام العنصر - البنية الصحيحة
fr: Informations sur l''utilisation de l''élément - Structure de droite
lt: Informacija apie elemento naudojimą - tinkama struktūra
nl: Informatie over het gebruik van het element - Rechter structuur
pt: Informações sobre a utilização do elemento - Estrutura correta
ru: Информация об использовании элемента - правовая структура
uk: Інформація про використання елемента - Правильна структура
uz: Elementdan foydalanish bo‘yicha ma’lumot — O‘ng tuzilma

source: L Type
ar: النوع L
fr: Type G
lt: L tipas
pt: Tipo L
ru: L Тип
uk: Тип L
uz: L turi

source: Reference to the type of the element - Left Structure
ar: الإشارة إلى نوع العنصر - الهيكل الأيسر - البنية اليسرى
fr: Référence au type de l''élément - Structure de gauche
lt: Nuoroda į elemento tipą - kairioji struktūra
nl: Referentie naar het type van het element - Linker structuur
pt: Referência ao tipo do elemento - Estrutura esquerda
ru: Ссылка на тип элемента - левая структура
uk: Посилання на тип елемента - Left Structure
uz: Element turiga havola — Chap tuzilma

source: R Type
ar: نوع R
fr: Type D
lt: R tipas
pt: Tipo R
ru: R Тип
uk: Тип R
uz: R turi

source: Reference to the type of the element - Right Structure
ar: الإشارة إلى نوع العنصر - البنية الصحيحة - البنية الصحيحة
fr: Référence au type de l''élément - Structure de droite
lt: Nuoroda į elemento tipą - Teisinga struktūra
nl: Referentie naar het type van het element - Rechter structuur
pt: Referência ao tipo do elemento - Estrutura correta
ru: Ссылка на тип элемента - правовая структура
uk: Посилання на тип елемента - Правильна структура
uz: Element turiga havola — O‘ng tuzilma

source: Documentation for this format
ar: الوثائق الخاصة بهذا التنسيق
fr: Documentation pour ce format
lt: Šio formato dokumentai
nl: Documentatie voor dit formaat
pt: Documentação para este formato
ru: Документация для этого формата
uk: Документація для цього формату
uz: Ushbu format bo‘yicha hujjatlar

source: Minimum and Maximum # of times the element can appear in the instance. Super-scripts indicate additional constraints on appearance
ar: الحد الأدنى والحد الأقصى لعدد المرات التي يمكن أن يظهر فيها العنصر في المثيل. تشير الأحرف الفائقة إلى قيود إضافية على الظهور
fr: Nombre minimum et maximum de fois que l''élément peut apparaître dans l''instance. Les exposants indiquent des contraintes supplémentaires sur l''apparence
lt: Minimalus ir maksimalus # kartų, kai elementas gali būti rodomas egzemplioriuje. Viršutiniai indeksai nurodo papildomus išvaizdos apribojimus
nl: Minimum en maximum # keren dat het element kan voorkomen in de instance. Superscripts geven additionele constraints op weergave
pt: Número mínimo e máximo de vezes que o elemento pode aparecer na instância. Os sobrescritos indicam restrições adicionais à aparência
ru: Минимальное и максимальное # раз элемент может появиться в инстанции. Супер-скрипты указывают дополнительные ограничения на внешний вид
uk: Мінімум і Максимум # разів елемент може з'явитися в екземплярі. Надрядкові індекси вказують на додаткові обмеження на зовнішній вигляд
uz: Element nusxada paydo bo‘lishining minimal va maksimal soni. Yuqori indekslar paydo bo‘lishga oid qo‘shimcha cheklovlarni ko‘rsatadi

source: Constraints and Usage
ar: القيود والاستخدام
fr: Contraintes et utilisation
lt: Apribojimai ir naudojimas
nl: Constraints en gebruik
pt: Restrições e utilização
ru: Ограничения и использование
uk: Обмеження та використання
uz: Cheklovlar va foydalanish

source: Fixed values, length limits, vocabulary bindings and other usage notes
ar: القيم الثابتة، وحدود الطول، وارتباطات المفردات وملاحظات الاستخدام الأخرى
fr: Valeurs fixes, limites de longueur, liaisons (bindings) de vocabulaire et autres notes d''utilisation
lt: Fiksuotos reikšmės, ilgio ribos, žodyno įrišimai ir kitos vartojimo pastabos
nl: Vaste waarden, lengtebeperkingen, terminologiebindings en andere gebruiksnotities
pt: Valores fixos, limites de comprimento, ligações de vocabulário e outras notas de utilização
ru: Фиксированные значения, ограничения длины, привязки словаря и другие примечания об использовании
uk: Фіксовані значення, обмеження довжини, прив'язка словника та інші примітки щодо використання
uz: Belgilangan qiymatlar, uzunlik cheklovlari, lug‘at bog‘lanishlari va boshqa foydalanish izohlari

source: The name of the element (Slice name in brackets). Mouse-over provides definition
ar: اسم العنصر (اسم الشريحة بين قوسين). يوفر التمرير فوق الماوس تعريفًا
fr: Le nom de l''élément (nom de slice entre crochets). Le survol fournit la définition
lt: Elemento pavadinimas (Segmento pavadinimas skliausteliuose). Užvedus pelės žymeklį pateikiamas apibrėžimas
nl: De naam van het element (slicenaam tussen haakjes). Mouse-over geeft definitie
pt: O nome do elemento (nome da fatia entre parêntesis). O rato em cima fornece a definição
ru: Название элемента (имя разреза в скобках). Mouse-over предоставляет определение
uk: Ім'я елемента (Назва зрізу в дужках). Наведення вказівника миші дає визначення
uz: Element nomi (qavs ichida Slice nomi). Sichqoncha ustiga olib borilganda ta’rif ko‘rsatiladi

source: Reference to the type of the element
ar: الإشارة إلى نوع العنصر
fr: Référence au type de l''élément
lt: Nuoroda į elemento tipą
nl: Referentie naar het type van het element
pt: Referência ao tipo do elemento
ru: Ссылка на тип элемента
uk: Посилання на тип елемента
uz: Element turiga havola

# SD_HEAD_CARD_DESC
source: Minimum and Maximum # of times the element can appear in the instance
ar: الحد الأدنى والحد الأقصى لعدد المرات التي يمكن أن يظهر فيها العنصر في المثيل
fr: Nombre minimum et maximum de fois que l''élément peut apparaître dans l''instance
lt: Minimalus ir maksimalus # kartų, kai elementas gali būti rodomas egzemplioriuje
nl: Minimum en maximum # keren dat het element kan voorkomen in de instance
pt: Número mínimo e máximo de vezes que o elemento pode aparecer na instância
ru: Минимальное и максимальное кол-во раз, которое может отображаться элемент в экземпляре
uk: Мінімум і Максимум # разів, коли елемент може з'явитися в екземплярі
uz: Element nusxada paydo bo‘lishining minimal va maksimal soni

source: Additional information about the element
ar: معلومات إضافية حول العنصر
fr: Informations supplémentaires sur l''élément
lt: Papildoma informacija apie elementą
nl: Additionele informatie over het element
pt: Informações adicionais sobre o elemento
ru: Дополнительная информация о элементе
uk: Додаткова інформація про елемент
uz: Element haqida qo‘shimcha ma’lumot

source: Information about the use of the element
ar: معلومات حول استخدام العنصر
fr: Informations sur l''utilisation de l''élément
lt: Informacija apie elemento naudojimą
nl: Informatie over het gebruik van het element
pt: Informações sobre a utilização do elemento
ru: Информация об использовании элемента
uk: Інформація про використання елемента
uz: Elementdan foydalanish bo‘yicha ma’lumot

source: Legend for this format
ar: أسطورة لهذا التنسيق
fr: Légende pour ce format
lt: Šio formato legenda
nl: Legenda voor dit formaat
pt: Legenda para este formato
ru: Легенда для этого формата
uk: Умовні позначення для цього формату
uz: Ushbu format uchun belgi izohi

source: {0}, {1} by {2}
ar: {0}، {1} بواسطة {2}
fr: {0}, {1} par {2}
lt: {0}, {1} pagal {2}
nl: {0}, {1} op {2}
pt: {0}, {1} por {2}
ru: {0}, {1} от {2}
uk: {0}, {1} від {2}
uz: {2} tomonidan {0}, {1}

source: Fixed: {0} {1}
ar: ثابت: {0} {1}
fr: Fixe : {0} {1}
lt: Nustatyta: {0} {1}
nl: Vast: {0} {1}
pt: Fixo: {0} {1}
ru: Неподвижный: {0} {1}
uk: Фіксована: {0} {1}
uz: Belgilangan: {0} {1}

source: Mandatory: {0} {1}
ar: إلزامي: {0} {1}
fr: Obligatoire : {0} {1}
lt: Privalomas: {0} {1}
nl: Vereist: {0} {1}
pt: Obrigatório: {0} {1}
ru: Обязательный: {0} {1}
uk: Обов'язковий: {0} {1}
uz: Majburiy: {0} {1}

source: Unable to summarise extension {0} (no extension found)
ar: تعذر تلخيص الامتداد {0} (لم يتم العثور على امتداد)
fr: Impossible de résumer l''extension {0} (extension non trouvée)
lt: Neįmanoma apibendrinti pratęsimo {0} (plėtinio nerasta)
nl: Kan extensie {0} niet samenvatten (geen extensie gevonden)
pt: Não foi possível resumir a extensão {0} (não foi encontrada nenhuma extensão)
ru: Невозможно суммировать расширение {0} (расширение не найдено)
uk: Не вдається підсумувати розширення {0} (розширення не знайдено)
uz: Kengaytma {0} bo‘yicha xulosa tuzib bo‘lmadi (kengaytma topilmadi)

source: Unable to summarise profile {0} (no profile found)
ar: تعذر تلخيص ملف التعريف {0} (لم يتم العثور على ملف تعريف)
fr: Impossible de résumer le profil {0} (profil non trouvé)
lt: Neįmanoma apibendrinti profilio {0} (profilio nerasta)
nl: Kan profiel {0} niet samenvatten (geen profiel gevonden)
pt: Não foi possível resumir o perfil {0} (não foi encontrado nenhum perfil)
ru: Не удалось суммировать профиль {0} (профиль не найден)
uk: Не вдається підсумувати профіль {0} (профіль не знайдено)
uz: Profil {0} bo‘yicha xulosa tuzib bo‘lmadi (profil topilmadi)

source: Must-Support: {0} {1}
ar: يجب دعمه: {0} {1}
lt: Privaloma parama: {0} {1}
nl: Moet-ondersteunen: {0} {1}
pt: Deve ser suportado: {0} {1}
ru: Обязательная поддержка: {0} {1}
uk: Обов'язкова підтримка: {0} {1}
uz: Qo‘llab-quvvatlash majburiy: {0} {1}

source: ({0} nested mandatory {1})
ar: ({0} متداخلة إلزامية {1})
fr: ({0} {1} obligatoire(s) imbriqué(s))
lt: ({0} įdėtas privalomas {1})
nl: ({0} genest vereist {1})
pt: ({0} aninhado obrigatoriamente {1})
ru: ({0} вложенные обязательны {1})
uk: ({0} вкладений обов'язковий {1})
uz: ({0} ichma-ich majburiy {1})

source: Prohibited: {0} {1}
ar: محظور: {0} {1}
fr: Interdit : {0} {1}
lt: Draudžiama: {0} {1}
nl: Verboden: {0} {1}
pt: Proibido: {0} {1}
ru: Запрещено: {0} {1}
uk: Заборонено: {0} {1}
uz: Taqiqlangan: {0} {1}

source: This profile was published on {0} as a {1} by {2}
ar: تم نشر هذا الملف الشخصي على {0} كـ {1} بواسطة {2}
fr: Ce profil a été publié le {0} en tant que {1} par {2}
lt: Šis profilis buvo paskelbtas {0} kaip {1} pagal {2}
nl: Dit profiel is gepubliceerd op {0} als een {1} op {2}
pt: Este perfil foi publicado em {0} como um {1} por {2}
ru: Этот профиль был опубликован на {0} в качестве {1} от {2}
uk: Цей профіль був опублікований на {0} Як {1} від {2}
uz: Ushbu profil {0} sanada {2} tomonidan {1} sifatida e’lon qilingan

source: The element {0} is sliced based on the value of {1}
lt: Elementas {0} supjaustomas pagal {1}
nl: Het element {0} is gesliced op de waarden van {1}
ru: Элемент {0} разрешен в зависимости от значения {1}
uk: Елемент {0} нарізається на основі значення {1}
uz: {0} elementi {1} qiymati asosida slice qilingan

source: This structure defines the following {0}Slices{1}
ar: تُعرّف هذه البنية {0} الشرائح {1} التالية
fr: Cette structure définit les {0}slices{1} suivantes
lt: Ši struktūra apibrėžia: {0}Skiltelės{1}
nl: Deze structuur definieert de volgende {0}Slices{1}
pt: Esta estrutura define os seguintes {0}Slices{1}
ru: Эта структура определяет следующие {0}Разрезы{1}
uk: Ця структура визначає наступне {0}Фрагменти{1}
uz: Ushbu tuzilma quyidagi {0} ta slice{1} ni belgilaydi

source: There is a slice with no discriminator at {0}
ar: هناك شريحة بدون مميز عند {0}
fr: Il y a une slice sans discriminateur à {0}
lt: Yra gabalėlis be diskriminatoriaus {0}
nl: Er is een slice zonder discriminator bij {0}
pt: Existe um corte sem discriminador em {0}
ru: Существует разрез без дискриминатора в {0}
uk: Є зріз без дискримінатора на {0}
uz: {0} da diskriminatorsiz slice mavjud

source: <p>You can also check for <a href="https://packages2.fhir.org/xig/{0}|current/StructureDefinition/{1}">usages in the FHIR IG Statistics</a></p>
fr: <p>Vous pouvez également vérifier <a href="https://packages2.fhir.org/xig/{0}|current/StructureDefinition/{1}">les usages dans le FHIR IG Statistics</a></p>
lt: <p>Taip pat galite patikrinti, ar nėra <a href="https://packages2.fhir.org/xig/{0}|current/StructureDefinition/{1}">naudojimas FHIR IG statistikoje</a></p>
uz: <p>Shuningdek, <a href="https://packages2.fhir.org/xig/{0}current/StructureDefinition/{1}">FHIR IG Statistics dagi foydalanishlarni</a> ham tekshirishingiz mumkin</p>

source: Allowed:
ar: مسموح به:
fr: Autorisé :
lt: Leidžiama:
nl: Toegestaan:
pt: Permitido:
ru: Разрешено:
uk: Дозволило:
uz: Ruxsat etilgan:

source: Chains
ar: السلاسل
fr: Chaînes
lt: Grandinės
nl: Koppelt
pt: Correntes
ru: Цепи
uk: Ланцюги
uz: Zanjirlar

source: Expression
ar: التعبير
lt: Išraiška
nl: Expressie
pt: Expressão
ru: Выражение
uk: Вираз
uz: Ifoda

source: Multiples
ar: المضاعفات
lt: Kartotiniai
nl: Meerdere
pt: Múltiplos
ru: Множество
uk: Кратні
uz: Bir nechta qiymatlar

source: multipleAnd: The parameter may only appear once
ar: متعددAnd: قد تظهر المعلمة مرة واحدة فقط
fr: multipleAnd : Le paramètre ne peut apparaître qu''une fois
lt: multipleAnd: parametras gali būti rodomas tik vieną kartą
nl: multipleAnd: De parameter mag slechts eenmaal voorkomen
pt: multipleAnd: O parâmetro só pode aparecer uma vez
ru: multipleAnd: Параметр может отображаться только один раз
uk: multipleAnd: параметр може з'явитися лише один раз
uz: multipleAnd: Parametr faqat bir marta paydo bo‘lishi mumkin

source: multipleAnd: The parameter may repeat in order to specify multiple values that must all be true
ar: متعدد: قد تتكرر المعلمة من أجل تحديد قيم متعددة يجب أن تكون جميعها صحيحة
fr: multipleAnd : Le paramètre peut se répéter pour spécifier plusieurs valeurs qui doivent toutes être vraies
lt: multipleAnd: parametras gali kartotis, kad būtų nurodytos kelios reikšmės, kurios visos turi būti teisingos
nl: multipleAnd: De parameter kan herhalen ten behoeve van meerdere waarden die alle waar moeten zijn
pt: multipleAnd: O parâmetro pode repetir-se para especificar valores múltiplos que devem ser todos verdadeiros
ru: multipleAn: Параметр может повторяться для указания нескольких значений, которые должны быть истинными
uk: multipleAnd: параметр може повторюватися, щоб вказати кілька значень, які повинні бути істинними
uz: multipleAnd: Barchasi rost bo‘lishi kerak bo‘lgan bir nechta qiymatlarni ko‘rsatish uchun parametr takrorlanishi mumkin

source: multipleAnd: It''s up to the server whether the parameter may repeat in order to specify multiple values that must all be true
ar: متعدد: الأمر متروك للخادم فيما إذا كانت المعلمة قد تتكرر من أجل تحديد قيم متعددة يجب أن تكون جميعها صحيحة
fr: multipleAnd : C''est au serveur de décider si le paramètre peut se répéter pour spécifier plusieurs valeurs qui doivent toutes être vraies
lt: multipleAnd: Serveris sprendžia, ar parametras gali kartotis, kad nurodytų kelias reikšmes, kurios visos turi būti teisingos
nl: multipleAnd: Het is aan de server of de parameter kan herhalen ten behoeve van meerdere waarden die alle waar moeten zijn
pt: multipleAnd: Cabe ao servidor decidir se o parâmetro pode ser repetido para especificar valores múltiplos que devem ser todos verdadeiros
ru: multipleAnd: Сервер решает, может ли параметр повторяться, чтобы указать несколько значений, которые должны быть истинными
uk: multipleAnd: Сервер вирішує, чи може параметр повторюватися, щоб вказати кілька значень, які повинні бути істинними.
uz: multipleAnd: Barchasi rost bo‘lishi kerak bo‘lgan bir nechta qiymatlarni ko‘rsatish uchun parametrning takrorlanishiga ruxsat berilishi serverga bog‘liq

source: multipleOr: The parameter may have multiple values (separated by comma) where at least one must be true
ar: Multi-Or: قد تحتوي المعلمة على قيم متعددة (مفصولة بفاصلة) حيث يجب أن تكون قيمة واحدة على الأقل صحيحة
fr: multipleOr : Le paramètre peut avoir plusieurs valeurs (séparées par des virgules) dont au moins une doit être vraie
lt: multipleOr: parametras gali turėti kelias reikšmes (atskirtas kableliais), iš kurių bent viena turi būti teisinga
nl: multipleOr: De parameter kan meerdere waarden bevatten (gescheiden door komma) waarvan tenminste één waar moet zijn
pt: multipleOr: O parâmetro pode ter vários valores (separados por vírgula) em que pelo menos um tem de ser verdadeiro
ru: multipleOr: Параметр может иметь несколько значений (разделенных запятыми), где хотя бы одно должно быть истинным
uk: multipleOr: параметр може мати кілька значень (розділених комою), де принаймні одне має бути істинним
uz: multipleOr: Kamida bittasi rost bo‘lishi kerak bo‘lgan bir nechta qiymatlarga (vergul bilan ajratilgan) ega bo‘lishi mumkin

source: multipleOr: The parameter may only have one value (no comma separators)
ar: متعدد: قد تحتوي المعلمة على قيمة واحدة فقط (بدون فواصل فاصلة)
fr: multipleOr : Le paramètre ne peut avoir qu''une seule valeur (pas de séparateurs virgules)
lt: multipleOr: parametras gali turėti tik vieną reikšmę (be kablelių skyriklių)
nl: multipleOr: De parameter mag slechts één waarde bevatten (geen komma''s als scheider)
pt: multipleOr: O parâmetro só pode ter um valor (sem separadores de vírgula)
ru: multipleOr: Параметр может иметь только одно значение (без разделителей запятых)
uk: multipleOr: параметр може мати лише одне значення (без роздільників ком)
uz: multipleOr: Parametr faqat bitta qiymatga ega bo‘lishi mumkin (vergul bilan ajratishsiz)

source: multipleOr: It''s up to the server whether the parameter can have multiple values (separated by comma) where at least one must be true
ar: Multi-Or: الأمر متروك للخادم فيما إذا كان يمكن أن تحتوي المعلمة على قيم متعددة (مفصولة بفاصلة) حيث يجب أن تكون واحدة على الأقل صحيحة
fr: multipleOr : C''est au serveur de décider si le paramètre peut avoir plusieurs valeurs (séparées par des virgules) dont au moins une doit être vraie
lt: multipleOr: Serveris sprendžia, ar parametras gali turėti kelias reikšmes (atskirtas kableliais), kur bent viena turi būti teisinga
nl: multipleOr: Het is aan de server of de parameter meerdere waarden kan bevatten (gescheiden door komma) waarvan tenminste één waar moet zijn
pt: multipleOr: Cabe ao servidor decidir se o parâmetro pode ter vários valores (separados por vírgula) em que pelo menos um tem de ser verdadeiro
ru: multipleOr: он до сервера, может ли параметр иметь несколько значений (разделенных запятыми), где по крайней мере один должен быть истинным
uk: multipleOr: Сервер вирішує, чи може параметр мати кілька значень (розділених комою), де принаймні одне має бути істинним.
uz: multipleOr: Kamida bittasi rost bo‘lishi kerak bo‘lgan bir nechta qiymatlarga (vergul bilan ajratilgan) ega bo‘lishiga ruxsat berilishi serverga bog‘liq

# SEARCH_PAR_NONE
source: (none)
ar: (لا شيء)
fr: (aucun)
lt: (nėra)
nl: (geen)
pt: (nenhum)
ru: (нет)
uz: (yo'q)

source: Processing Mode
ar: وضع المعالجة
fr: Mode de traitement
lt: Apdorojimo režimas
nl: Verwerkingsmodus
pt: Modo de processamento
ru: Режим обработки
uk: Режим обробки
uz: Qayta ishlash rejimi

source: Target Resources
ar: الموارد المستهدفة
fr: Ressources cibles
lt: Tiksliniai ištekliai
nl: Doelresources
pt: Recursos-alvo
ru: Целевые ресурсы
uk: Цільові ресурси
uz: Maqsadli resurslar

source: All Resources
ar: جميع الموارد
fr: Toutes les ressources
lt: Visi ištekliai
nl: Alle resources
pt: Todos os recursos
ru: Все ресурсы
uk: Всі ресурси
uz: Barcha resurslar

source: {0}, published by {1}. This guide is not an authorized publication; it is the continuous build for version {2} built by the FHIR (HL7&reg; FHIR&reg; Standard) CI Build. This version is based on the current content of <a href=''{3}''>{3}</a> and changes regularly. See the <a href=''{4}/history.html''>Directory of published versions</a>
ar: {0}، تم نشره بواسطة {1}. هذا الدليل ليس منشورًا معتمدًا؛ إنه البناء المستمر للإصدار {2} الذي تم إنشاؤه بواسطة FHIR (HL7&reg؛ FHIR&reg؛ CI Build). يستند هذا الإصدار إلى المحتوى الحالي لـ <a href='''{3}''>{3}</a> ويتغير بانتظام. راجع <a href='''{4}'''/history.html''>دليل الإصدارات المنشورة</a>
fr: {0}, publié par {1}. Ce guide n''est pas une publication autorisée ; C''est la version en intégration continue pour la version {2} construite par le CI Build FHIR (HL7® FHIR® Standard). Cette version est basée sur le contenu actuel de <a href=''{3}''>{3}</a> et change régulièrement. Voir le <a href=''{4}/history.html''>répertoire des versions publiées</a>
lt: {0}, kurį išleido {1}. Šis vadovas nėra įgaliotas leidinys; tai yra nuolatinis versijos kūrimas {2} pastatytas FHIR (HL7&reg; FHIR&reg; Standartinis) CI kūrimas. Ši versija pagrįsta dabartiniu <a href=''{3}''>{3}</a> ir reguliariai keičiasi. Žr. <a href=''{4}/history.html''>Paskelbtų versijų katalogas</a>
pt: {0}, publicado por {1}. Este guia não é uma publicação autorizada; é a compilação contínua para a versão {2} construída pela FHIR (HL7&reg; FHIR&reg; Standard) CI Build. Esta versão é baseada no conteúdo atual de <a href=''{3}''>{3}</a> e muda regularmente. Veja o <a href=''{4}/history.html''>Diretório de versões publicadas</a>
ru: {0}, опубликовано {1}. Это руководство не является санкционированной публикацией; это непрерывная сборка для версии {2}, созданной FHIR (HL7&reg; FHIR&reg; Standard) CI Build. Эта версия основана на нынешнем содержании <a href=''{3}''>{3}</a> и регулярно изменяется. Смотрите <a href=''{4}/history.html''>каталог опубликованных версий</a>
uk: {0}, Опублікував {1}. Цей посібник не є авторизованою публікацією; Це безперервна збірка для версії {2} побудований FHIR (HL7&reg; ФІР&reg; Standard) Збірка CI. Ця версія ґрунтується на поточному змісті <a href=''{3}''>{3}</a> і регулярно змінюється. Дивись <a href=''{4}/history.html''>Довідник опублікованих версій</a>
uz: {0}, {1} tomonidan e’lon qilingan. Ushbu qo‘llanma rasmiy nashr emas; u FHIR (HL7&reg; FHIR&reg; Standard) CI Build tomonidan yaratilgan {2} versiyasi uchun uzluksiz yig‘ma hisoblanadi. Ushbu versiya <a href=''{3}''>{3}</a> dagi joriy kontentga asoslangan va muntazam ravishda o‘zgarib turadi. <a href=''{4}/history.html''>Nashr etilgan versiyalar katalogi</a>ni ko‘ring

source: {0} - Local Development build (v{1}) built by the FHIR (HL7® FHIR® Standard) Build Tools. See the <a href=''{2}/history.html''>Directory of published versions</a>
ar: {0} - بناء التطوير المحلي (الإصدار{1}) الذي تم إنشاؤه بواسطة أدوات بناء FHIR (معيار HL7® FHIR®). انظر <a href=''{2}/history.html''>دليل الإصدارات المنشورة</a>
fr: {0} - version de développement local (intégration continue v{1}) construite par les outils de publication FHIR (HL7® FHIR® Standard). Voir le <a href=''{2}/history.html''>répertoire des versions publiées</a>
lt: {0} - Vietos plėtros kūrimas (v{1}), sukurtas FHIR (HL7® FHIR® standarto) konstravimo įrankiais. Žr. <a href=''{2}/history.html''>Paskelbtų versijų katalogas</a>
ru: !!{0} - Локальная сборка (v{1}), построенная FHIR (HL7&reg; FHIR&reg; Стандартные инструменты сборки. Смотрите каталог <a href=''{2}/history.html''>опубликованных версий</a>
uk: {0} - Локальна збірка (v{1}) створена за допомогою інструментів збірки FHIR (стандарт HL7® FHIR®). Дивись <a href=''{2}/history.html''>Довідник опублікованих версій</a>
uz: {0} — FHIR (HL7® FHIR® Standard) Build Tools tomonidan yaratilgan mahalliy ishlab chiqish yig‘masi (v{1}). <a href="{2}/history.html">Nashr etilgan versiyalar katalogi</a>ni ko‘ring

source: Publication Build: This will be filled in by the publication tooling
ar: بناء المنشور: سيتم ملء هذا من خلال أدوات النشر
fr: Publication Build : Ceci sera rempli par l''outil de publication
lt: Leidinio kūrimas: Tai bus užpildyta leidinio įrankiais
pt: Compilação de publicação: isto será preenchido pelas ferramentas de publicação
ru: Публикация: это будет заполнено инструментами для публикации
uk: Збірка публікації: Це буде заповнено інструментарієм публікації
uz: Nashr yig‘masi: Bu nashr qilish vositalari tomonidan to‘ldiriladi

source: This is an abstract
ar: هذا ملخص
fr: Ceci est un élément abstrait
lt: Tai santrauka
nl: Dit is een abstract
pt: Este é um resumo
ru: Это абстракция
uk: Це анотація
uz: Bu abstrakt obyekt
