Repository: hapifhir/org.hl7.fhir.core
Catalog: org.hl7.fhir.utilities/src/main/resources/source/rendering-phrases-*.po
Languages: ar, fr, lt, nl, pt, ru, uk, uz

source: Simple Extension with the type {0}: {1}
ar: امتداد بسيط بنوع {0}: {1}
fr: Extension simple avec le type {0} : {1}
lt: Paprastas pratęsimas su tipu {0}: {1}
pt: Extensão simples com o tipo {0}: {1}
ru: Простое расширение с типом {0}: {1}
uk: Просте розширення з типом {0}: {1}
uz: {0} turidagi oddiy kengaytma: {1}

source: Simple <b>Modifier</b> Extension with the type {0}: {1}
fr: Extension <b>modificatrice</b> simple avec le type {0} : {1}
lt: Paprastas <b>Modifikatorius</b> Pratęsimas su tipu {0}: {1}
uz: {0} turidagi oddiy <b>Modifier</b> kengaytma: {1}

source: This extension does not specify which elements it should be used on
ar: لا يحدد هذا الامتداد العناصر التي يجب استخدامه عليها
fr: Cette extension ne précise pas sur quels éléments elle doit être utilisée
lt: Šiame plėtinyje nenurodoma, kuriems elementams jis turėtų būti naudojamas
ru: Это расширение не указывает, для каких элементов оно должно использоваться
uk: Це розширення не визначає, на яких елементах воно повинно використовуватися
uz: Ushbu kengaytma qaysi elementlarda qo‘llanilishi kerakligini aniqlamaydi

source: The extension is represented a little differently in {0}
ar: يتم تمثيل الامتداد بشكل مختلف قليلاً في {0}
fr: L''extension est représentée un peu différemment dans {0}
lt: Plėtinys vaizduojamas šiek tiek kitaip {0}
ru: Расширение представлено немного иначе в {0}
uk: Розширення представлено трохи інакше в {0}
uz: Ushbu kengaytma {0} da biroz boshqacha ko‘rinishda taqdim etilgan

source: In addition, the extension can only be used when this FHIRPath expression is true
ar: بالإضافة إلى ذلك، لا يمكن استخدام الامتداد إلا عندما يكون تعبير FHIRPath هذا صحيحًا
fr: De plus, l''extension ne peut être utilisée que lorsque cette expression FHIRPath est vraie
lt: Be to, plėtinį galima naudoti tik tada, kai ši FHIRPath išraiška yra teisinga
ru: Кроме того, расширение можно использовать только в том случае, если это выражение FHIRPath верно
uk: Крім того, розширення може використовуватися лише тоді, коли цей вираз FHIRPath вірний
uz: Bundan tashqari, ushbu kengaytma faqat ushbu FHIRPath ifodasi rost bo‘lganda qo‘llanilishi mumkin

source: In addition, the extension can only be used when these FHIRPath expressions are true
ar: بالإضافة إلى ذلك، لا يمكن استخدام الامتداد إلا عندما تكون تعبيرات FHIRPath صحيحة
fr: De plus, l''extension ne peut être utilisée que lorsque ces expressions FHIRPath sont vraies
lt: Be to, plėtinį galima naudoti tik tada, kai šios FHIRPath išraiškos yra teisingos
pt: Ademais, a extensão só pode ser usada quando estas expressões FHIRPath forem verdadeiras
ru: Кроме того, расширение можно использовать только в том случае, если эти выражения FHIRPath верны
uk: Крім того, розширення може використовуватися лише тоді, коли ці вирази FHIRPath істинні
uz: Bundan tashqari, ushbu kengaytma faqat ushbu FHIRPath ifodalari rost bo‘lganda qo‘llanilishi mumkin

source: This extension is deprecated and should no longer be used
ar: تم إهمال هذا الامتداد ولا ينبغي استخدامه بعد الآن
fr: Cette extension est obsolète et ne devrait plus être utilisée
lt: Šis plėtinys yra nebenaudojamas ir nebeturėtų būti naudojamas
pt: Esta extensão está obsoleta e não deve mais ser usada
ru: Это расширение является устаревшим и не должно использоваться
uk: Це розширення вважається застарілим і більше не повинно використовуватися
uz: Ushbu kengaytma eskirgan va endi qo‘llanilmasligi kerak

source: This extension may be used on the following element(s)
ar: يمكن استخدام هذا الامتداد على العنصر (العناصر) التالية
fr: Cette extension peut être utilisée sur les éléments suivants
lt: Šis plėtinys gali būti naudojamas šiems elementams
pt: Esta extensão pode ser usada nos seguintes elementos
ru: Это расширение может быть использовано для следующих элементов
uk: Це розширення може використовуватися на наступних елементах
uz: Ushbu kengaytma quyidagi element(lar) da qo‘llanilishi mumkin

source: Element ID
ar: معرّف العنصر
fr: ID d''élément
lt: Elemento ID
ru: ID элемента
uk: ID елемента

# SDR_EXT_EXT
source: Extension
ar: التمديد
lt: Plėtinys
pt: Extensão
ru: Расширение
uk: Збільшення
uz: Kengaytma

source: This extension is a modifier extension.
fr: Cette extension est une extension modificatrice.
lt: Šis plėtinys yra modifikatoriaus plėtinys.
uz: Ushbu kengaytma modifier kengaytma hisoblanadi.

# SDR_EXT_PATH
source: Path
ar: المسار
fr: Chemin
lt: Kėlias
pt: Caminho
ru: Путь
uk: Шлях
uz: Yoʻl

source: The extension is unchanged in {0}
ar: الامتداد لم يتغير في {0}
fr: L''extension est inchangée dans {0}
lt: Išplėtimas nesikeičia {0}
ru: Расширение остается неизменным в {0}
uk: Розширення залишається незмінним у {0}
uz: Ushbu kengaytma {0} da o‘zgarmagan

source: This extension is allowed for use with
ar: يُسمح باستخدام هذا الامتداد مع
fr: Cette extension est autorisée pour une utilisation avec
lt: Šį plėtinį leidžiama naudoti su
pt: Esta extensão é permitida para uso com
ru: Данное расширение разрешено для использования с
uk: Це розширення дозволено використовувати з
uz: Ushbu kengaytmadan quyidagilar bilan foydalanishga ruxsat etiladi

# SDR_FIXED_VALUE
source: Fixed Value: {0}
ar: القيمة الثابتة: {0}
fr: Valeur fixe : {0}
lt: Fiksuota vertė: {0}
pt: Valor fixo: {0}
ru: Фиксированное значение: {0}
uk: Фіксована вартість: {0}
uz: Belgilangan qiymat: {0}

source: From {0}
ar: من {0}
fr: De {0}
lt: Iš {0}
ru: От {0}
uk: Від {0}
uz: {0} dan

source: // from Element: <a href="{0}">extension</a>
ar: // من العنصر: <a href="{0}">الإضافة</a/a>
lt: iš elemento: <a href="{0}">Plėtinys</a>
ru: !!// от элемента: <a href="{0}">extension</a>
uz: // Elementdan: <a href="{0}">extension</a>

source: here
ar: هنا
fr: ici
lt: čia
ru: здесь
uk: Тут
uz: bu yerda

source: Guidance on how to interpret the contents of this table can be found
ar: يمكن الاطلاع على إرشادات حول كيفية تفسير محتويات هذا الجدول
fr: Des conseils sur l''interprétation du contenu de ce tableau peuvent être trouvés
lt: Šios lentelės turinį galima interpretuoti
pt: Instruções sobre como interpretar o conteúdo desta tabela podem ser encontradas
ru: Рекомендации по толкованию содержимого этой таблицы можно найти
uk: Рекомендації щодо тлумачення вмісту цієї таблиці можна знайти
uz: Ushbu jadval mazmunini qanday talqin qilish bo‘yicha ko‘rsatmalarni bu yerdan topish mumkin

# SDR_GUIDANCE_SFX
source: -- no content: do not translate #1 --
lt: -- nėra turinio: neversti #1 --
uk: -- немає вмісту: не перекладати #1 --

source: Impose this profile {0}
ar: فرض هذا الملف الشخصي {0}
fr: Imposer ce profil {0}
lt: Nustatyti šį profilį {0}
pt: Impõe este perfil {0}
ru: Наложить этот профиль {0}
uk: Накласти цей профіль {0}
uz: Ushbu {0} profilini qo‘llash

source: The expansion has changed
ar: لقد تغيرت التوسعة
fr: L''expansion a changé
lt: Plėtra pasikeitė
ru: Расширение изменилось
uk: Розширення змінилося
uz: Kengaytma ro‘yxati o‘zgargan

source: Unable to evaluate changes to the expansion
ar: غير قادر على تقييم التغييرات في التوسعة
fr: Impossible d''évaluer les changements de l''expansion
lt: Neįmanoma įvertinti išplėtimo pakeitimų
pt: Impossível avaliar alterações à expansão
ru: Невозможно оценить изменения расширения
uk: Не вдається оцінити зміни в розширенні
uz: Kengaytma ro‘yxatidagi o‘zgarishlarni baholab bo‘lmadi

source: This element is an array in the base standard, but the profile only allows one element
ar: هذا العنصر عبارة عن مصفوفة في المعيار الأساسي، لكن ملف التعريف يسمح بعنصر واحد فقط
fr: Cet élément est un tableau dans le standard de base, mais le profil n''autorise qu''un seul élément
lt: Šis elementas yra pagrindinio standarto masyvas, tačiau profilis leidžia tik vieną elementą
pt: Este elemento é uma lista na norma base, mas o perfil só permite um elemento
ru: Этот элемент является массивом в базовом стандарте, но профиль допускает только один элемент
uk: Цей елемент є масивом у базовому стандарті, але профіль допускає лише один елемент
uz: Ushbu element asosiy standartda massiv hisoblanadi, biroq profil faqat bitta elementga ruxsat beradi

source: The resource metadata has changed ({0})
ar: تم تغيير بيانات تعريف المورد ({0})
fr: Les métadonnées de la ressource ont changé ({0})
lt: Pasikeitė ištekliaus metaduomenys ({0})
ru: Метаданные ресурса изменились ({0})
uk: Змінилися метадані ресурсу ({0})
uz: Resurs metama’lumotlari o‘zgargan ({0})

source: Unable to evaluate changes to metadata
ar: تعذر تقييم التغييرات على البيانات الوصفية
fr: Impossible d''évaluer les changements de métadonnées
lt: Neįmanoma įvertinti metaduomenų pakeitimų
ru: Не удается оценить изменения метаданных
uk: Не вдається оцінити зміни в метаданих
uz: Metama’lumotlardagi o‘zgarishlarni baholab bo‘lmadi

source: (this element modifies the meaning of other elements)
ar: (يعدل هذا العنصر معنى العناصر الأخرى)
fr: (cet élément modifie la signification d''autres éléments)
lt: (šis elementas keičia kitų elementų reikšmę)
ru: (этот элемент изменяет значение других элементов)
uk: (цей елемент змінює значення інших елементів)
uz: (bu element boshqa elementlarning ma’nosini o‘zgartiradi)

source: (this element modifies the meaning of other elements, and must be supported)
ar: (يعدل هذا العنصر معنى العناصر الأخرى، ويجب دعمه)
fr: (cet élément modifie la signification d''autres éléments, et doit être pris en charge)
lt: (šis elementas keičia kitų elementų reikšmę ir turi būti palaikomas)
ru: (этот элемент изменяет значение других элементов и должен поддерживаться)
uk: (цей елемент змінює значення інших елементів, і його потрібно підтримувати)
uz: (bu element boshqa elementlarning ma’nosini o‘zgartiradi va qo‘llab-quvvatlanishi shart)

source: Multiple profiles are not supported at this time
ar: الملفات الشخصية المتعددة غير مدعومة في الوقت الحالي
fr: Les profils multiples ne sont pas pris en charge pour le moment
lt: Šiuo metu keli profiliai nepalaikomi
ru: В настоящее время несколько профилей не поддерживаются
uk: Наразі кілька профілів не підтримуються
uz: Hozirda bir nechta profil qo‘llab-quvvatlanmaydi

source: Error describing concept - not done yet (no codings, no text)
ar: خطأ في وصف المفهوم - لم يتم بعد (لا توجد رموز، لا يوجد نص)
fr: Erreur de description du concept - pas encore fait (pas de codages, pas de texte)
lt: Klaida apibūdinant koncepciją - dar nepadaryta (nėra kodavimo, nėra teksto)
ru: Ошибка описания понятия - еще не выполнено (нет кодировок, нет текста)
uk: Помилка в описі концепції - ще не виконано (немає кодування, немає тексту)
uz: Tushunchani tavsiflashda xatolik — hali bajarilmagan (kodlash yo‘q, matn yo‘q)

source: Generating text summary of fixed value not yet done for type {0}
ar: إنشاء ملخص نصي للقيمة الثابتة لم يتم بعد للنوع {0}
fr: Génération du résumé textuel de la valeur fixe pas encore faite pour le type {0}
lt: Generuojama fiksuotos reikšmės teksto suvestinė {0}
ru: Создание сводки текста с фиксированным значением еще не завершено для типа {0}
uk: Генерація текстового резюме з фіксованим значенням, яке ще не виконано для типу {0}
uz: {0} turi uchun belgilangan qiymatning matnli xulosasini yaratish hali bajarilmagan

source: Not handled yet: complex extension ''{0}''
ar: لم يتم التعامل معها بعد: الامتداد المعقد ''{0}''
fr: Pas encore géré : extension complexe ''{0}''
lt: Dar netvarkyta: sudėtingas plėtinys ''{0}''
ru: Еще не поддерживается: комплексное расширение ''{0}''
uk: Ще не оброблено: складне розширення ''{0}''
uz: Hali qayta ishlanmagan: murakkab kengaytma "{0}"

source: This {0} is not used by any profiles in this Implementation Guide
ar: لا يتم استخدام هذا {0} من قبل أي ملفات تعريف في دليل التنفيذ هذا
fr: Ce {0} n''est utilisé par aucun autre profil dans ce guide d''implémentation
lt: Šis {0} nenaudoja jokie šiame įgyvendinimo vadove nurodyti profiliai
pt: Este {0} não é utilizado por nenhum perfil neste guia de implementação
ru: Это {0} не используется ни в одном профиле в этом руководстве по реализации
uk: Цей {0} не використовується жодними профілями в цьому Посібнику з впровадження
uz: Ushbu {0} ushbu Implementatsiya qo‘llanmasidagi hech bir profil tomonidan ishlatilmagan

source: The official URL for this profile is
ar: الرابط الرسمي لهذا الملف الشخصي هو
fr: L''URL officielle de ce profil est
lt: Oficialus šio profilio URL yra
pt: O URL oficial para este perfil é
ru: Официальный URL-адрес этого профиля:
uk: Офіційна URL-адреса цього профілю:
uz: Ushbu profil uchun rasmiy URL

source: One of these {0}
ar: واحدة من هذه {0}
fr: Un de ces {0}
lt: Vienas iš šių {0}
ru: Один из таких {0}
uk: Один з таких {0}
uz: Quyidagilardan biri {0}

source: Only One!
ar: واحد فقط
fr: Un seul !
lt: Tik vienas!
pt: Apenas um!
ru: Только один!
uk: Тільки одне!
uz: Faqat bittasi!

# SDR_PATTERN_VALUE
source: Pattern Value: {0}
ar: قيمة النمط: {0}
fr: Valeur de motif : {0}
lt: Modelio vertė: {0}
pt: Valor do padrão: {0}
ru: Значение: {0}
uk: Значення шаблону: {0}
uz: Andoza qiymat: {0}

source: Primitive Value {0}
ar: القيمة البدائية {0}
fr: Valeur primitive {0}
lt: Primityvi vertė {0}
ru: Примитивное значение {0}
uk: Примітивне значення {0}
uz: Boshlang‘ich qiymat {0}

source: Refer to this {0}
ar: ارجع إلى هذا {0}
fr: Référence ce {0}
lt: Žr. {0}
pt: Refere a este {0}
ru: Обратитесь к этому {0}
uk: Зверніться до цього {0}
uz: Ushbu {0} ga murojaat qiling

source: This element is required
ar: هذا العنصر مطلوب
fr: Cet élément est requis
lt: Šis elementas reikalingas
pt: Este elemento é obrigatório
ru: Этот элемент обязателен для заполнения
uk: Цей елемент є обов'язковим
uz: Ushbu element majburiy

source: Search Parameters using this {0}
ar: معلمات البحث باستخدام هذه {0}
fr: Paramètres de recherche utilisant ce {0}
lt: Ieškoti parametrų naudojant šį {0}
pt: Parametros de pesquisa usando este {0}
ru: Параметры поиска с использованием {0}
uk: Параметри пошуку за допомогою цього {0}
uz: Ushbu {0} dan foydalanadigan qidiruv parametrlari

source: // sliced by {0} in the specified order {1}
ar: // مقطعة حسب {0} بالترتيب المحدد {1}
fr: // découpé par {0} dans l''ordre spécifié {1}
lt: supjaustytas {0} nurodyta tvarka {1}
ru: нарезка по {0} в указанном порядке {1}
uk: нарізаний {0} у вказаному порядку {1}
uz: // {0} bo‘yicha belgilangan tartibda {1} slice qilingan

source: (this element must be supported)
ar: (يجب دعم هذا العنصر)
fr: (cet élément doit être pris en charge)
lt: (šis elementas turi būti palaikomas)
pt: (este elemento deve ser suportado)
ru: (этот элемент должен быть поддержан)
uk: (цей елемент повинен бути підтриманий)
uz: (bu element qo‘llab-quvvatlanishi shart)

source: Not handled yet: unknown extension ''{0}''
ar: لم يتم التعامل معها بعد: امتداد غير معروف ''{0}''
fr: Pas encore géré : extension inconnue ''{0}''
lt: Dar netvarkyta: nežinomas plėtinys ''{0}''
ru: Еще не поддерживается: неизвестное расширение ''{0}''
uk: Ще не оброблено: невідоме розширення ''{0}''
uz: Hali qayta ishlanmagan: noma’lum kengaytma "{0}"

source: Usages
ar: الاستخدامات
fr: Utilisations
lt: Papročius
pt: Usos
ru: Использование
uk: Звичаї
uz: Foydalanishlar

source: Use this {0}
ar: استخدم هذا {0}
fr: Utilise ce/t/te {0}
lt: Naudokite šį {0}
pt: Usa este {0}
ru: Использовать {0}
uk: Використовуйте це {0}
uz: Ushbu {0} dan foydalaning

source: For versions until {0}
ar: للإصدارات حتى {0}
fr: Pour les versions jusqu''à {0}
lt: Versijoms iki {0}
pt: Para versões até {0}
ru: Для версий до {0}
uk: Для версій до {0}
uz: {0} gacha bo‘lgan versiyalar uchun

source: For version {0}
ar: بالنسبة للإصدار {0}
fr: Pour la version {0}
lt: Versijai {0}
pt: Para a versão {0}
ru: Для версии {0}
uk: Для версії {0}
uz: {0} versiya uchun

# SDR_VER_FROM_PFX
source: FHIR versions
ar: إصدارات FHIR
fr: Versions FHIR
lt: FHIR versijos
pt: Versão FHIR
ru: !!"Версии FHIR
uk: Версія FHIR
uz: FHIR versiyalari

source: and after
ar: وبعد
fr: et après
lt: ir po to
ru: и после
uk: і після
uz: va undan keyin

source: For versions {0} onwards
ar: بالنسبة للإصدارات {0} وما بعدها
fr: Pour les versions {0} et suivantes
lt: Versijoms {0} toliau
ru: Для версий {0} далее
uk: Для версій {0} далі
uz: {0} dan boshlab bo‘lgan versiyalar uchun

source: For versions {0} to {1}
ar: بالنسبة للإصدارات {0} إلى {1}
fr: Pour les versions {0} à {1}
lt: Versijoms {0} į {1}
ru: Для версий {0} - {1}
uk: Для версій {0} до {1}
uz: {0} dan {1} gacha bo‘lgan versiyalar uchun

# SDR_VER_RANGE_MID
source: to
ar: إلى
fr: à
lt: į
pt: para
ru: до
uk: до
uz: dan … gacha

# SDR_VER_RANGE_PFX
source: FHIR versions
ar: إصدارات FHIR
fr: Versions FHIR
lt: FHIR versijos
pt: Versões FHIR
ru: Версии FHIR
uk: Версія FHIR
uz: FHIR versiyalari

# SDR_VER_RANGE_SFX
source: -- no content: do not translate #2 --
lt: -- nėra turinio: neversti #2 --
uk: -- немає вмісту: не перекладати #2 --

source: FHIR versions up to
ar: إصدارات FHIR حتى
fr: Versions FHIR jusqu''à
lt: FHIR versijos iki
ru: Версии FHIR до
uk: Версії FHIR до
uz: FHIR versiyalarigacha

# SDR_VER_TO_SFX
source: -- no content: do not translate #3 --
lt: -- nėra turinio: neversti #3 --
uk: -- немає вмісту: не перекладати #3 --

source: For unknown versions
ar: بالنسبة للإصدارات غير المعروفة
fr: Pour les versions inconnues
lt: Nežinomoms versijoms
ru: Для неизвестных версий
uk: Для невідомих версій
uz: Nomaʼlum versiyalar uchun

# SDT_DEF
source: Definition
ar: التعريف
fr: Définition
lt: Apibrėžimas
pt: Definição
ru: Определение
uk: Визначення
uz: Ta'rif

source: DataType
ar: نوع البيانات
fr: Type de données
lt: Duomenų tipas
pt: Tipo de dados
ru: Тип данных
uk: Тип даних

source: DataType Profile
ar: ملف تعريف نوع البيانات
fr: profil de type de données
lt: Duomenų tipo profilis
pt: Perfil de tipo de dados
ru: Профиль типа данных
uk: Профіль DataType
uz: DataType profili

# SDT_EXTENSION
source: Extension
ar: التمديد
lt: Plėtinys
pt: Extensão
ru: Расширение
uk: Збільшення
uz: Kengaytma

# SDT_LM
source: Logical Model
ar: النموذج المنطقي
fr: Modèle logique
lt: Loginis modelis
pt: Modelo lógico
ru: Логическая модель
uk: Логічна модель
uz: Mantiqiy model

source: Logical Model Profile
ar: ملف تعريف النموذج المنطقي
fr: Profil de modèle logique
lt: Loginio modelio profilis
pt: Perfil de modelo lógico
ru: Логическая модель профиля
uk: Логічний профіль моделі
uz: Mantiqiy model profili

source: Obligation Profile
ar: ملف الالتزام
fr: Profil d''obligation
lt: Įsipareigojimų profilis
pt: Perfil de obrigação
ru: Обязательство
uk: Профіль зобов'язань
uz: Majburiyatlar profili

source: Original Source
ar: المصدر الأصلي
fr: Source originale
lt: Pradinis šaltinis
pt: Fonte original
ru: Исходный источник
uk: Першоджерело
uz: Asl manba

source: Primitive Type
ar: النوع البدائي
fr: Type primitif
lt: Primityvus tipas
pt: Tipo primitivo
ru: Примитивный тип
uk: Примітивний тип
uz: Boshlang‘ich tur

source: Primitive Type Profile
ar: الملف الشخصي للنوع البدائي
fr: Profil de type primitif
lt: Primityvus tipo profilis
pt: Perfil de tipo primitivo
ru: Профиль примитивного типа
uk: Профіль примітивного типу
uz: Boshlang‘ich tur profili

# SDT_RES
source: Resource
ar: الموارد
fr: Ressource
lt: Resursas
pt: Recurso
ru: Ресурс
uk: Ресурс
uz: Resurs

# SDT_RES_PROF
source: Profile
ar: الملف الشخصي
fr: Profil
lt: Profilis
pt: Perfil
ru: Профиль
uk: Профіль
uz: Profil

source: L Card.
ar: بطاقة L.
fr: Card. G
lt: L kortelė.
nl: L Kard.
pt: Cartão L.
ru: L Карта.
uk: Л картка.

source: Minimum and Maximum # of times the element can appear in the instance - Left Structure
ar: الحد الأدنى والحد الأقصى لعدد المرات التي يمكن أن يظهر فيها العنصر في المثيل - البنية اليسرى
fr: Nombre minimum et maximum de fois que l''élément peut apparaître dans l''instance - Structure de gauche
lt: Minimalus ir maksimalus # kartų, kai elementas gali būti rodomas egzemplioriuje - Kairioji struktūra
nl: Minimum en maximum # keren dat het element kan voorkomen in de instance - Linker structuur
pt: Número mínimo e máximo de vezes que o elemento pode aparecer na instância - Estrutura esquerda
ru: Минимальное и максимальное кол-во раз, которое в экземпляре может появиться элемент - левая структура
uk: Мінімум і Максимум # разів, коли елемент може з'явитися в екземплярі - Left Structure
uz: Element nusxada paydo bo‘lishining minimal va maksimal soni — Chap tuzilma

source: R Card.
ar: بطاقة R.
fr: Card. D
lt: R kortelė.
nl: R Kard.
pt: Cartão R.
ru: П карта.
uk: Картка Р.

source: Minimum and Maximum # of times the element can appear in the instance - Right Structure
ar: الحد الأدنى والحد الأقصى لعدد المرات التي يمكن أن يظهر فيها العنصر في المثيل - البنية اليمنى
fr: Nombre minimum et maximum de fois que l''élément peut apparaître dans l''instance - Structure de droite
lt: Minimalus ir maksimalus # kartų, kai elementas gali būti rodomas egzemplioriuje - Dešinė struktūra
nl: Minimum en maximum # keren dat het element kan voorkomen in de instance - Rechter structuur
pt: Número mínimo e máximo de vezes que o elemento pode aparecer na instância - Estrutura direita
ru: Минимальное и максимальное кол-во раз, когда элемент может появиться в экземпляре - Правая структура
uk: Мінімум і Максимум # разів елемент може з'являтися в екземплярі - Правильна структура
uz: Element nusxada paydo bo‘lishining minimal va maksimal soni — O‘ng tuzilma

source: Comments about the comparison
ar: تعليقات حول المقارنة
fr: Commentaires sur la comparaison
lt: Komentarai apie palyginimą
nl: Opmerkingen op de vergelijking
pt: Comentários sobre a comparação
ru: Комментарии о сравнении
uk: Коментарі до порівняння
uz: Taqqoslash bo‘yicha izohlar

source: L Description & Constraints
ar: ل الوصف والقيود
fr: Description et contraintes G
lt: L Aprašymas ir apribojimai
nl: L Omschrijving & constraints
pt: L Descrição e condicionalismos
ru: Л описание и ограничения
uk: L Опис та обмеження
uz: L Tavsif va cheklovlar

source: Additional information about the element - Left Structure
ar: معلومات إضافية حول العنصر - البنية اليسرى
fr: Informations supplémentaires sur l''élément - Structure de gauche
lt: Papildoma informacija apie elementą - Kairioji struktūra
nl: Additionele informatie over het element - Linker structuur
pt: Informações adicionais sobre o elemento - Estrutura esquerda
ru: Дополнительная информация об элементе - левая структура
uk: Додаткова інформація про елемент - Ліва структура
uz: Element haqida qo'shimcha ma'lumot - Chap tuzilma

source: R Description & Constraints
ar: وصف R والقيود
fr: Description et contraintes D
lt: R Aprašymas ir apribojimai
nl: R Omschrijving & constraints
pt: R Descrição e condicionalismos
ru: П описание и ограничения
uk: R Опис та обмеження
uz: R Tavsif va cheklovlar

source: Additional information about the element - Right Structure
ar: معلومات إضافية حول العنصر - البنية الصحيحة
fr: Informations supplémentaires sur l''élément - Structure de droite
lt: Papildoma informacija apie elementą - Teisinga struktūra
nl: Additionele informatie over het element - Rechter structuur
pt: Informações adicionais sobre o elemento - Estrutura direita
ru: Дополнительная информация об элементе - правовая структура
uk: Додаткова інформація про елемент - Правильна структура
uz: Element haqida qo‘shimcha ma’lumot — O‘ng tuzilma

source: L Flags
ar: أعلام L
fr: Flags G
lt: L vėliavos
nl: L Markeringen
pt: Bandeiras L
ru: Л флаги
uk: Прапори L
uz: L Belgilar

source: Information about the use of the element - Left Structure
ar: معلومات حول استخدام العنصر - الهيكل الأيسر - البنية اليسرى
fr: Informations sur l''utilisation de l''élément - Structure de gauche
lt: Informacija apie elemento naudojimą - kairioji struktūra
nl: Informatie over het gebruik van het element - Linker structuur
pt: Informações sobre a utilização do elemento - Estrutura esquerda
ru: Информация об использовании элемента - левая структура
uk: Інформація про використання елемента - Left Structure
uz: Elementdan foydalanish bo‘yicha ma’lumot — Chap tuzilma

source: R Flags
ar: أعلام R
fr: Flags D
lt: R vėliavos
nl: R Markeringen
pt: Bandeiras R
ru: П флаги
uk: Прапори R
uz: R belgilar
