Repository: hapifhir/org.hl7.fhir.core
Catalog: org.hl7.fhir.utilities/src/main/resources/source/rendering-phrases-*.po
Languages: ar, fr, lt, nl, pt, ru, uk, uz

source: In the XML format, this property has the namespace
ar: في تنسيق XML، تحتوي هذه الخاصية على مساحة الاسم
fr: Dans le format XML, cette propriété a l''espace de noms (namespace)
lt: XML formate ši ypatybė turi vardų sritį
nl: In het xml-formaat, heeft deze eigenschap de namespace
pt: No formato XML, esta propriedade tem o espaço de nomes
ru: В формате XML, это свойство имеет пространство имён
uk: У форматі XML ця властивість має простір імен
uz: XML formatida ushbu xususiyat namespace ga ega

source: [x] Note
ar: [س] ملاحظة
fr: Note [x]
lt: [x] Pastaba
pt: [x] Nota
ru: [x] Заметка
uk: [x] Примітка
uz: [x] Izoh

source: Instances of this logical model are not marked to be the target of a Reference
ar: لم يتم وضع علامة على مثيلات هذا النموذج المنطقي لتكون هدفًا لمرجع
fr: Les instances de ce modèle logique ne sont pas marquées pour être la cible d''une référence
lt: Šio loginio modelio egzemplioriai nėra pažymėti kaip nuorodos paskirties vieta
nl: Instances van dit logish model zijn niet gemarkeerd om doel van een Reference te zijn
pt: As instâncias deste modelo lógico não estão marcadas para serem alvo de uma referência
ru: Экземпляры этой логической модели не помечены как цель ссылки
uk: Екземпляри цієї логічної моделі не позначені як об'єкт Посилання
uz: Ushbu mantiqiy model instansiyalari Reference uchun maqsad sifatida belgilab qo‘yilmagan

source: , and defines no disciminators to differentiate the slices
ar: ولا يحدد أي فواصل للتمييز بين الشرائح
fr: , et ne définit aucun discriminateur pour différencier les slices
lt: ir neapibrėžia jokių diskiminatorių, kad būtų galima atskirti pjūvius
nl: , en definieert geen discriminators om slices te onderscheiden
pt: e não define quaisquer disciminadores para diferenciar as fatias
ru: , и не определяет дискриминаторов для дифференциации разрезов
uk: , і не визначає жодних дискимінаторів для диференціації зрізів
uz: va slicesni farqlash uchun diskriminatorlar belgilanmaydi

source: No Mappings
ar: لا توجد تعيينات
fr: Aucun Mapping
lt: Nėra susiejimų
nl: Geen mappings
pt: Nenhum mapeamento
ru: Нет сопоставлений
uk: Без відображень
uz: Moslashtirishlar yo‘q

source: No must-support rules about the choice of types/profiles
ar: لا توجد قواعد واجبة الدعم بشأن اختيار الأنواع/الملفات
fr: Aucune règle de prise en charge obligatoire concernant le choix des types/profils
lt: Nėra privalomų palaikymo taisyklių dėl tipų / profilių pasirinkimo
nl: Geen moet-ondersteunen-regels over de keuze uit types/profielen
pt: Não há regras de suporte obrigatório sobre a escolha de tipos/perfis
ru: Нет обязательных правил поддержки выбора типов/профилей
uk: Немає обов'язкових правил щодо вибору типів/профілів
uz: Turlar/profillarni tanlash bo‘yicha majburiy qo‘llab-quvvatlash qoidalari yo‘q

source: No Summary, as this profile has no differential
ar: لا يوجد ملخص، لأن هذا الملف الشخصي ليس له تفاضل
fr: Pas de résumé, car ce profil n''a pas de différentiel
lt: Nėra santraukos, nes šis profilis neturi skirtumo
nl: Geen samenvatting
pt: Não há Resumo, pois este perfil não tem diferencial
ru: Нет сводки, так как этот профиль не имеет дифференциала
uk: Без резюме, оскільки цей профіль не має диференціала
uz: Xulosa yo‘q, chunki ushbu profilda differential mavjud emas

source: This object can be represented as null in the JSON structure (which counts as ''present'' for cardinality purposes)
ar: يمكن تمثيل هذا الكائن على أنه فارغ في بنية JSON (والذي يُعتبر "موجود" لأغراض الكاردينالية)
fr: Cet objet peut être représenté comme null dans la structure JSON (ce qui compte comme ''présent'' aux fins de cardinalité)
lt: Šis objektas gali būti pavaizduotas kaip nulinis JSON struktūroje (kuris kardinalumo tikslais laikomas "esamu")
nl: Dit object kan worden gerepresenteerd als null in de json-structuur (wat telt als ''aanwezig'' voor kardinaliteit)
pt: Este objeto pode ser representado como nulo na estrutura JSON (que conta como "presente" para efeitos de cardinalidade)
ru: Этот объект может быть представлен как null в структуре JSON (которая считается ''настоящей'' для целей кардинальности)
uk: Цей об'єкт може бути представлений як null у структурі JSON (яка вважається ''present'' для цілей кардинальності)
uz: Ushbu obyekt JSON tuzilmasida null sifatida ifodalanishi mumkin (kardinallik maqsadlari uchun “mavjud” deb hisoblanadi)

source: This element has obligations
ar: هذا العنصر له التزامات
fr: Cet élément a des obligations
lt: Šis elementas turi įsipareigojimų
nl: Dit element heeft verplichtingen
pt: Este elemento tem obrigações
ru: Этот элемент имеет обязательства
uk: Цей елемент має обов'язки
uz: Ushbu element majburiyatlarga ega

source: This is an obligation profile that only contains obligations and additional bindings
ar: هذا هو ملف تعريف الالتزام الذي يحتوي فقط على التزامات وارتباطات إضافية
fr: Ceci est un profil d''obligation qui ne contient que des obligations et des bindings supplémentaires
lt: Tai įsipareigojimų profilis, kuriame yra tik įsipareigojimai ir papildomi įpareigojimai
nl: Dit is een verplichtingenprofiel met alleen verplichtingen en additionele bindings
pt: Trata-se de um perfil de obrigações que contém apenas obrigações e ligações adicionais
ru: Это профиль обязательств, который содержит только обязательства и дополнительные привязки
uk: Це профіль зобов'язань, який містить лише зобов'язання та додаткові прив'язки
uz: Bu faqat majburiyatlar va qo‘shimcha bog‘lanishlarni o‘z ichiga olgan majburiyatlar profili

source: Obligations that apply to all actors
ar: الالتزامات التي تنطبق على جميع الجهات الفاعلة
fr: Obligations qui s''appliquent à tous les acteurs
lt: Visiems dalyviams taikomi įpareigojimai
nl: Verplichtingen van toepassing op alle actoren
pt: Obrigações que se aplicam a todos os actores
ru: Обязательства, которые распространяются на всех участников
uk: Зобов'язання, які поширюються на всіх суб'єктів
uz: Barcha ishtirokchilarga tatbiq etiladigan majburiyatlar

source: This profile picks up obligations and additional bindings from
ar: يلتقط هذا الملف الشخصي الالتزامات والارتباطات الإضافية من
fr: Ce profil reprend les obligations et bindings supplémentaires de
lt: Šis profilis paima įsipareigojimus ir papildomus įpareigojimus iš
nl: Dit profiel verzamelt alle verplichtingen en additionele bindings van
pt: Este perfil retoma obrigações e ligações adicionais de
ru: Этот профиль берет на себя обязательства и дополнительные привязки от
uk: Цей профіль бере на себе зобов'язання та додаткові прив'язки від
uz: Ushbu profil majburiyatlar va qo‘shimcha bog‘lanishlarni quyidagidan oladi

source: This element has obligations and must be supported
ar: هذا العنصر له التزامات ويجب دعمه
fr: Cet élément a des obligations et doit être pris en charge (Must Support)
lt: Šis elementas turi įsipareigojimų ir turi būti remiamas
nl: Dit element heeft verplichtingen en moet worden ondersteund
pt: Este elemento tem obrigações e deve ser apoiado
ru: Этот элемент имеет обязательства и должен быть поддержан
uk: Цей елемент має зобов'язання і його потрібно підтримувати
uz: Ushbu element majburiyatlarga ega va majburiy qo‘llab-quvvatlanishi kerak

source: One of:
ar: واحد من:
fr: L''un de :
lt: Vienas iš:
nl: Een van:
pt: Um de:
ru: Один из:
uk: Одним з:
uz: Quyidagilardan biri:

source: Open
ar: مفتوح
fr: Ouvert
lt: Atidaryta
pt: Aberto
ru: Открыто
uk: Відкривати
uz: Ochiq

source: Open At End
ar: فتح في النهاية
fr: Ouvert à la fin
lt: Atidaryti pabaigoje
nl: Open aan einde
pt: Abrir no fim
ru: Открыто в конце
uk: Відкрити в кінці
uz: Oxirida ochiq

source: Ordered
ar: طلب
fr: Ordonné
lt: Užsakyta
nl: Geordend
pt: Encomendado
ru: Упорядочено
uk: Наказав
uz: Tartibli

# STRUC_DEF_PATH
source: Path
ar: المسار
fr: Chemin
lt: Kėlias
nl: Pad
pt: Caminho
ru: Путь
uk: Шлях
uz: Yoʻl

source: Path(s)
ar: المسار (المسارات)
fr: Chemin(s)
lt: Kelias (-ai)
nl: Pad(en)
pt: Caminho(s)
ru: Путь(и)
uk: Шлях (шляхи)
uz: Yoʻl(lar)

source: Pattern Value
ar: قيمة النمط
fr: Valeur de motif
lt: Modelio vertė
nl: Patroonwaarde
pt: Valor do padrão
ru: Значение шаблона
uk: Значення шаблону
uz: Andoza qiymat

source: preferred
ar: المفضل
fr: préféré
lt: Pageidaujamą
nl: voorkeur
pt: preferido
ru: предпочтительно
uk: Кращим
uz: afzal

source: is prefixed to the value before validation
ar: مسبوقة بالقيمة قبل التحقق من صحتها
fr: est préfixé à la valeur avant validation
lt: yra priešdėlis reikšmei prieš tikrinimą
nl: wordt als prefix aan de waarde toegevoegd vóór validatie
pt: é prefixado ao valor antes da validação
ru: префикс к значению перед проверкой
uk: має префікс до значення перед перевіркою
uz: tekshiruvdan oldin qiymatning oldiga qo‘shiladi

source: This is the value set that is preferred in a given context (documentation should explain why)
ar: هذه هي مجموعة القيم المفضلة في سياق معين (يجب أن توضح الوثائق السبب)
fr: Ceci est le jeu de valeurs préféré dans un contexte donné (la documentation doit expliquer pourquoi)
lt: Tai yra reikšmių rinkinys, kuriam teikiama pirmenybė tam tikrame kontekste (dokumentuose turėtų būti paaiškinta, kodėl)
nl: Dit is de waardelijst die de voorkeur heeft in een bepaalde context (documentatie legt uit waarom)
pt: Este é o conjunto de valores preferido num determinado contexto (a documentação deve explicar porquê)
ru: Это набор значений, который является предпочтительным в данном контексте (в документации должно быть объяснено, почему)
uk: Це набір значень, якому надається перевага в даному контексті (документація повинна пояснювати чому)
uz: Bu muayyan kontekstda afzal ko‘riladigan qiymatlar to‘plami (hujjatlarda sababi tushuntirilishi kerak)

source: Primitive Value
ar: القيمة البدائية
fr: Valeur primitive
lt: Primityvi vertė
nl: Primitieve waarde
pt: Valor primitivo
ru: Примитивное значение
uk: Примітивне значення
uz: Primitiv qiymat

source: This primitive element may be present, or absent, or replaced by an extension
ar: قد يكون هذا العنصر البدائي حاضراً أو غائباً أو مستبدلاً بامتداد
fr: Cet élément primitif peut être présent, absent ou remplacé par une extension
lt: Šis primityvus elementas gali būti arba jo nebūti, arba jis gali būti pakeistas pratęsimu
nl: Dit primitieve element kan aanwezig zijn of niet, of worden vervangen door een extensie
pt: Este elemento primitivo pode estar presente, ausente ou ser substituído por uma extensão
ru: Этот примитивный элемент может присутствовать или отсутствовать, или быть замененным расширением
uk: Цей примітивний елемент може бути присутнім, або відсутнім, або заміненим розширенням
uz: Ushbu primitiv element mavjud bo‘lishi, mavjud bo‘lmasligi yoki kengaytma bilan almashtirilishi mumkin

source: This primitive type may be present, or absent if replaced by one of the following extensions:
ar: قد يكون هذا النوع البدائي موجودًا، أو غائبًا إذا تم استبداله بأحد الامتدادات التالية:
fr: Ce type primitif peut être présent ou absent s'il est remplacé par l''une des extensions suivantes :
lt: Šitas primityvus tipas gali būti arba jo nebūti, jei jį pakeičia vienas iš šių plėtinių:
nl: Dit primitieve type kan aanwezig zijn of niet, of worden vervangen door een van de volgende extensies:
pt: Este tipo primitivo pode estar presente ou ausente se for substituído por uma das seguintes extensões:
ru: Этот примитивный тип может присутствовать или отсутствовать, если его заменить одним из следующих расширений:
uk: Цей примітивний тип може бути присутнім або відсутнім, якщо його замінити одним з наступних розширень:
uz: Ushbu primitiv tur mavjud bo‘lishi mumkin yoki quyidagi kengaytmalardan biri bilan almashtirilgan bo‘lsa, mavjud bo‘lmasligi mumkin:

source: This primitive type must have a value (the value must be present, and cannot be replaced by an extension)
ar: هذا النوع البدائي يجب أن يكون له قيمة (يجب أن تكون القيمة موجودة، ولا يمكن استبدالها بملحق)
fr: Ce type primitif doit avoir une valeur (la valeur doit être présente et ne peut pas être remplacée par une extension)
lt: Šis primityvus tipas turi turėti reikšmę (reikšmė turi būti ir negali būti pakeista plėtiniu)
nl: Dit primitieve type moet een waarde hebben (de waarde moet aanwezig zijn en kan niet worden vervangen door een extensie)
pt: Este tipo primitivo deve ter um valor (o valor deve estar presente e não pode ser substituído por uma extensão)
ru: Этот примитивный тип должен иметь значение (значение должно быть указано и не может быть заменено расширением)
uk: Цей примітивний тип повинен мати значення (значення має бути присутнім і не може бути замінене розширенням)
uz: Ushbu primitiv tur qiymatga ega bo‘lishi shart (qiymat mavjud bo‘lishi kerak va kengaytma bilan almashtirilishi mumkin emas)

source: profiled by
ar: لمحة عن
fr: profilé par
lt: profiliuota
nl: profiled door
pt: perfilado por
ru: профилировано по
uk: Профіль
uz: profillangan

source: This profile builds on
ar: يعتمد هذا الملف الشخصي على
fr: Ce profil s''appuie sur
lt: Šis profilis grindžiamas
nl: Dit profiel bouwt op
pt: Este perfil baseia-se em
ru: Этот профиль строится на
uk: Цей профіль ґрунтується на
uz: Ushbu profil quyidagiga asoslanadi

source: This profile complies with the profile
ar: يتوافق هذا الملف الشخصي مع الملف الشخصي
fr: Ce profil est conforme au profil
lt: Šis profilis atitinka profilį
nl: Dit profiel is conform het profiel
pt: Este perfil está em conformidade com o perfil
ru: Этот профиль соответствует профилю
uk: Цей профіль відповідає профілю
uz: Ushbu profil profilga muvofiq

source: This profile also requires that the instance also conform this additional profile:
ar: يتطلب ملف التعريف هذا أيضًا أن يتوافق المثيل أيضًا مع ملف التعريف الإضافي هذا:
fr: Ce profil exige également que l''instance soit également conforme à ce profil supplémentaire :
lt: Šis profilis taip pat reikalauja, kad egzempliorius atitiktų šį papildomą profilį:
nl: Dit profiel vereist dat de instance ook voldoet aan dit additionele profiel:
pt: Este perfil também exige que a instância esteja em conformidade com este perfil adicional:
ru: Этот профиль также требует, чтобы экземпляр соответствовал этому дополнительному профилю:
uk: Цей профіль також вимагає, щоб екземпляр також відповідав цьому додатковому профілю:
uz: Ushbu profil instansiya ushbu qo‘shimcha profilga ham muvofiq bo‘lishini talab qiladi:

source: A profiled resource
ar: مورد موصوف
fr: Une ressource profilée
lt: Profiliuotas išteklius
nl: Een profiled resource
pt: Um recurso perfilado
ru: Профилированный ресурс
uk: Профільований ресурс
uz: Profillangan resurs

source: This profile must be supported
ar: يجب دعم هذا الملف الشخصي
fr: Ce profil doit être pris en charge (Must Support)
lt: Šis profilis turi būti palaikomas
nl: Dit profiel moet worden ondersteund
pt: Este perfil deve ser suportado
ru: Этот профиль должен быть поддержан
uk: Цей профіль повинен бути підтриманий
uz: Ushbu profil majburiy qo‘llab-quvvatlanishi kerak

source: Property
ar: الممتلكات
fr: Propriété
lt: Nuosavybė
nl: Eigenschap
pt: Imóveis
ru: Свойства
uk: Власність
uz: Xususiyat

source: This structure refers to these extensions
ar: تشير هذه البنية إلى هذه الامتدادات
fr: Cette structure fait référence à ces extensions
lt: Ši struktūra nurodo šiuos plėtinius
nl: Deze structuur verwijst naar deze extensies
pt: Esta estrutura refere-se a estas extensões
ru: Эта структура ссылается на эти расширения
uk: Ця структура відноситься до таких розширень
uz: Ushbu tuzilma ushbu kengaytmalarga murojaat qiladi

source: In this IG, the following structures refer to this profile:
ar: في هذا الدليل، تشير الهياكل التالية إلى هذا الملف الشخصي:
fr: Dans ce guide d''implémentation, les structures suivantes font référence à ce profil :
lt: Šiame IG šį profilį nurodo šios struktūros:
nl: In deze IG, verwijzen de volgende structuren naar dit profiel:
pt: Neste GI, as estruturas seguintes referem-se a este perfil:
ru: В этом IG, следующие структуры ссылаются на этот профиль:
uk: У цьому ІГ до цього профілю відносяться такі структури:
uz: Ushbu IG doirasida quyidagi tuzilmalar ushbu profilga murojaat qiladi:

source: Unable to resolve StructureDefinition {0} resolving content reference {1}
ar: غير قادر على حل تعريف البنية {0} حل مرجع المحتوى {1}
fr: Impossible de résoudre la StructureDefinition {0} lors de la résolution de la référence de contenu {1}
lt: Neįmanoma išspręsti StructureDefinition {0} Turinio nuorodos sprendimas {1}
nl: Kan StructureDefinition {0} niet vinden die verwijst naar contentverwijzing {1}
pt: Não foi possível resolver a StructureDefinition {0} que está a resolver a referência de conteúdo {1}
ru: Не удалось разрешить StructureDefinition {0} при разрешении ссылки на содержимое {1}
uk: Не вдається вирішити StructureDefinition {0} Вирішення посилань на контент {1}
uz: StructureDefinition {0} aniqlanmadi, kontent havolasi {1} yechib bo‘lmadi

source: This is a repeating choice group that does not appear directly in the instance
ar: هذه مجموعة اختيارات متكررة لا تظهر مباشرة في المثال
fr: Ceci est un groupe de choix répétitif qui n''apparaît pas directement dans l''instance
lt: Tai pasikartojanti pasirinkimų grupė, kuri tiesiogiai nerodoma egzemplioriuje
nl: Dit is een herhalende keuzegroep die niet direct in de instance voorkomt
pt: Este é um grupo de opções repetitivo que não aparece diretamente na instância
ru: Это повторяющаяся группа выбора, которая не отображается непосредственно в экземпляре
uk: Це повторювана група вибору, яка не відображається безпосередньо в екземплярі
uz: Bu instansiyada to‘g‘ridan-to‘g‘ri ko‘rinmaydigan takrorlanuvchi tanlov guruhi

source: This repeating element order: {0}
ar: ترتيب العنصر المتكرر هذا: {0}
fr: Ordre de répétition de cet élément : {0}
lt: Ši pasikartojančių elementų tvarka: {0}
nl: Deze herhalende elementvolgorde: {0}
pt: Esta ordem de repetição de elementos: {0}
ru: Этот повторяющийся порядок элементов: {0}
uk: Цей порядок повторюваних елементів: {0}
uz: Takrorlanuvchi elementlar tartibi: {0}

source: required
ar: مطلوب
fr: requis
lt: reikalingas
nl: verplicht
pt: necessário
ru: обязательно
uk: необхідний
uz: majburiy

source: Required Pattern:
ar: النمط المطلوب:
fr: Motif requis :
lt: Reikalingas modelis:
nl: Verplicht patroon:
pt: Padrão necessário:
ru: Необходимый шаблон:
uk: Необхідна форма:
uz: Majburiy andoza:

source: Requirements
ar: المتطلبات
fr: Exigences
lt: Reikalavimus
pt: Requisitos
ru: Требования
uk: Вимоги
uz: Talablar

source: A required binding for additional codes, for us when the binding strength is ''extensible'' or ''preferred''
ar: الربط المطلوب للرموز الإضافية، بالنسبة لنا عندما تكون قوة الربط "قابلة للتوسيع" أو "مفضلة
fr: Un binding requis pour des codes supplémentaires, pour nous lorsque la force de binding est ''extensible'' ou ''préférée''
lt: Privalomas papildomų kodų susiejimas, kai surišimo stiprumas yra ''išplėstinis'' arba ''pageidautina''
nl: Een verplichte binding voor additionele codes, voor ons wanneer de bindingsterkte ''uitbreidbaar'' of ''voorkeur'' is
pt: Uma ligação necessária para códigos adicionais, por exemplo, quando a força da ligação é "extensível" ou "preferida
ru: Необходимая привязка для дополнительных кодов для нас, когда сила привязки ''расширяется'' или ''preferred''
uk: Обов'язкова прив'язка для додаткових кодів, для нас, коли міцність зв'язування ''розширювана'' або ''бажана''
uz: Bog‘lash darajasi "extensible" yoki "preferred" bo‘lganda, qo‘shimcha kodlar uchun majburiy bog‘lash

source: Required Pattern
ar: النمط المطلوب
fr: Motif requis
lt: Reikalingas modelis
nl: Verplicht patroon
pt: Padrão necessário
ru: Требуемый шаблон
uk: Необхідний візерунок
uz: Majburiy andoza

source: The root class that contains instances of this class
ar: الفئة الجذرية التي تحتوي على مثيلات هذه الفئة
fr: La classe racine qui contient les instances de cette classe
lt: Šakninė klasė, kurioje yra šios klasės egzemplioriai
nl: De root class met de instances van deze class
pt: A classe de raiz que contém as instâncias desta classe
ru: Корневой класс, содержащий экземпляры этого класса
uk: Кореневий клас, який містить екземпляри цього класу
uz: Ushbu sinf instansiyalarini o‘z ichiga oluvchi ildiz sinf

source: See
ar: انظر
fr: Voir
lt: Matyti
nl: Zie
pt: Ver
ru: Смотреть
uk: Бачити
uz: Qarang

source: . The slices are
ar: . الشرائح هي
fr: . Les slices sont
lt: . Griežinėliai yra
nl: De slices zijn
pt: . As fatias são
ru: . Разрезы бывают
uk: . Зрізи є
uz: . Slices quyidagicha:

source: This element introduces a set of slices on
ar: يقدم هذا العنصر مجموعة من الشرائح على
fr: Cet élément introduit un ensemble de slices sur
lt: Šis elementas įveda pjūvių rinkinį
nl: Dit element introduceert een set slices op
pt: Este elemento introduz um conjunto de fatias em
ru: Этот элемент представляет набор разрезов на
uk: Цей елемент вводить набір зрізів на
uz: Ushbu element quyidagi slices to‘plamini belgilaydi

source: The codes SHALL be taken from
ar: يجب أن تكون الرموز مأخوذة من
fr: Les codes DOIVENT (SHALL) être pris de
lt: Kodai TURI būti paimti iš
nl: De codes MOETEN komen uit
pt: Os códigos DEVERÃO ser retirados de
ru: Коды ДОЛЖНЫ быть взяты из
uk: Коди ПОВИННІ бути взяті з
uz: Kodlar quyidagi manbadan olinishi SHART

source: Short
ar: قصير
fr: Court
lt: Trumpas
nl: Kort
pt: Curto
ru: Короткий
uk: Короткий
uz: Qisqa tavsif

source: The codes SHOULD be taken from
ar: يجب أن تكون الرموز مأخوذة من
fr: Les codes DEVRAIENT (SHOULD) être pris de
lt: Kodai TURĖTŲ būti paimti iš
nl: De codes ZOUDEN MOETEN komen uit
pt: Os códigos DEVERÃO ser retirados de
ru: Коды СЛЕДУЕТ взять из
uk: Коди ПОВИННІ бути взяті з
uz: Kodlar odatda quyidagi manbadan olinishi tavsiya etiladi

source: JSON: Represented as a single JSON Object with named properties using the value of the {0} child as the key
ar: JSON: يتم تمثيله ككائن JSON واحد مع خصائص مسماة باستخدام قيمة التابع {0} كمفتاح
fr: JSON : Représenté comme un objet JSON unique avec des propriétés nommées utilisant la valeur de l''enfant {0} comme clé
lt: JSON: vaizduojamas kaip vienas JSON objektas su pavadintomis ypatybėmis, naudojant reikšmę {0} Vaikas kaip raktas
nl: Json: Weergegeven als één json-object met gelabelde eigenschappen met de waarde van het {0} kind als de sleutel
pt: JSON: Representado como um único objeto JSON com propriedades nomeadas utilizando o valor do filho {0} como chave
ru: JSON: Представлен как один объект JSON с именованными свойствами, используя значение потомка {0} в качестве ключа
uk: JSON: представлений як єдиний об'єкт JSON з іменованими властивостями з використанням значення {0} Дитина як ключ
uz: JSON: {0} elementining qiymati kalit sifatida ishlatilgan holda, nomlangan xossalarga ega yagona JSON obyekt sifatida taqdim etiladi

source: Slices
ar: الشرائح
lt: Skiltelės
pt: Fatias
ru: Разрезы
uk: Фрагменти

source: Slice
ar: شريحة
lt: Gabalas
pt: Fatia
ru: Разрез
uk: Фрагмент

source: Slice:
ar: شريحة:
lt: Gabalas:
pt: Fatia:
ru: Разрез:
uk: Фрагмент:

source: Slices for {0}
ar: شرائح لـ {0}
fr: Slices pour {0}
lt: Griežinėliai {0}
nl: Slices voor {0}
pt: Fatias para {0}
ru: Разрезы для {0}
uk: Скибочки для {0}
uz: {0} uchun slices

source: Slice Name
ar: اسم الشريحة
fr: Nom de la slice
lt: Segmento pavadinimas
nl: Slicenaam
pt: Nome da fatia
ru: Название разреза
uk: Назва зрізу
uz: Slice nomi

source: Slice {0}
ar: شريحة {0}
lt: Gabalas {0}
pt: Fatia {0}
ru: Разрез {0}
uk: Фрагмент {0}

source: SNOMED-CT Code
ar: رمز SNOMED-CT
fr: Code SNOMED-CT
lt: SNOMED-CT kodas
pt: Código SNOMED-CT
ru: Код SNOMED-CT
uk: Код SNOMED-CT
uz: SNOMED-CT kodi

source: Standard Status
ar: الحالة القياسية
fr: Statut du standard
lt: Standartinė būsena
nl: Standaard status
pt: Estado padrão
ru: Статус стандарта
uk: Стандартний статус
uz: Standart holati

source: Standards Status =
ar: حالة المعايير =
fr: Statut des standards =
lt: Standartų statusas =
nl: Standaard status =
pt: Estado das normas =
ru: Статус стандарта =
uk: Статус стандартів =
uz: Standartlar holati =
