Repository: hapifhir/org.hl7.fhir.core
Catalog: org.hl7.fhir.utilities/src/main/resources/source/rendering-phrases-*.po
Languages: ar, fr, lt, nl, pt, ru, uk, uz

source: Published by: {0}
ar: تم النشر بواسطة: {0}
fr: Publié par : {0}
lt: Paskelbė: {0}
nl: Gepubliceerd door: {0}
pt: Publicado por: {0}
ru: Издатель: {0}
uk: Опубліковано: {0}
uz: Nashr etuvchi: {0}

source: Published on: {0}
ar: نُشرت بتاريخ: {0}
fr: Publié sur : {0}
lt: Paskelbta: {0}
nl: Gepubliceerd: {0}
pt: Publicado em: {0}
ru: Опубликовано на: {0}
uk: Опубліковано на: {0}
uz: Nashr etilgan: {0}

source: GET a resource (read interaction)
ar: الحصول على مورد (قراءة التفاعل)
fr: GET d''une ressource (interaction read)
lt: GAUTI išteklius (skaityti sąveiką)
nl: GET een resource (read interactie)
pt: GET um recurso (interação de leitura)
ru: GET получить ресурс (взаимодействие чтения)
uk: ОТРИМАТИ ресурс (читати взаємодію)
uz: GET orqali resursni olish (read interaction)

source: Reference Policy
ar: السياسة المرجعية
fr: Politique de référence
lt: Nuorodų politika
nl: Referentiebeleid
pt: Política de referência
ru: Справочная политика
uk: Довідкова політика
uz: Reference siyosati

source: Required and recommended search parameters
ar: معلمات البحث المطلوبة والموصى بها
fr: Paramètres de recherche requis et recommandés
lt: Privalomi ir rekomenduojami paieškos parametrai
nl: Verplichte en aanbevolen zoekparameters
pt: Parâmetros de pesquisa necessários e recomendados
ru: Требуемые и рекомендуемые параметры поиска
uk: Обов'язкові та рекомендовані параметри пошуку
uz: Talab qilinadigan va tavsiya etiladigan qidiruv parametrlari

source: FHIR RESTful Capabilities
ar: إمكانات FHIR RESTful Capabilities
fr: Capacités RESTful FHIR
lt: FHIR RESTful galimybės
pt: Capacidades FHIR RESTful
uk: Можливості FHIR RESTful
uz: FHIR RESTful imkoniyatlari

source: REST Configuration: {0}
ar: تهيئة REST: {0}
fr: Configuration REST : {0}
lt: REST konfigūracija: {0}
nl: REST configuratie: {0}
pt: Configuração REST: {0}
ru: REST конфигурация: {0}
uk: Конфігурація REST: {0}
uz: REST konfiguratsiyasi: {0}

source: Resource Conformance: {0}
ar: توافق الموارد: {0}
fr: Conformité de la ressource : {0}
lt: Išteklių atitiktis: {0}
pt: Conformidade do recurso: {0}
ru: Соотношение ресурсов: {0}
uk: Відповідність ресурсам: {0}
uz: Resursga muvofiqlik: {0}

source: The linked resources enabled for
ar: تم تمكين الموارد المرتبطة لـ
fr: Les ressources liées activées pour
lt: Susieti ištekliai, įgalinti
nl: De gekoppelde resources actief voor
pt: Os recursos ligados activados para
ru: Связанные ресурсы включены для
uk: Пов'язані ресурси ввімкнено для
uz: Quyidagi uchun yoqilgan bog'langan resurslar

source: The operations on the resource (if any)
ar: العمليات على المورد (إن وجدت)
fr: Les opérations sur la ressource (le cas échéant)
lt: Operacijos su ištekliumi (jei yra)
nl: De operations op de resource (indien aanwezig)
pt: As operações sobre o recurso (se existirem)
ru: Операции по ресурсу (если есть)
uk: Операції на ресурсі (за наявності)
uz: Resurs bo‘yicha operatsiyalar (agar mavjud bo‘lsa)

source: Capabilities by Resource/Profile
ar: القدرات حسب المورد/الملف الشخصي
fr: Capacités par ressource/profil
lt: Galimybės pagal išteklius / profilį
nl: Capabilities op Resource/Profiel
pt: Capacidades por recurso/perfil
ru: Способности по ресурсам/профилю
uk: Можливості за ресурсом/профілем
uz: Resurs/Profil bo‘yicha imkoniyatlar

source: Resource Type
ar: نوع المورد
fr: Type de Ressource
lt: Išteklių tipas
pt: Tipo de recurso
ru: Тип ресурса
uk: Тип ресурсу
uz: Resurs turi

source: The relevant profiles (if any)
ar: الملفات الشخصية ذات الصلة (إن وجدت)
fr: Les profils pertinents (le cas échéant)
lt: Atitinkami profiliai (jei yra)
nl: De relevante profielen (indien aanwezig)
pt: Os perfis relevantes (se existirem)
ru: Соответствующие профили (если есть)
uk: Відповідні профілі (за наявності)
uz: Tegishli profillar (agar mavjud bo‘lsa)

source: Searches
ar: عمليات البحث
fr: Recherches
lt: Paieškos
nl: Zoekacties
pt: Pesquisas
ru: Поиски
uk: Пошук
uz: Qidiruvlar

source: GET all set of resources of the type (search interaction)
ar: الحصول على كل مجموعة الموارد من النوع (تفاعل البحث)
fr: GET de l''ensemble des ressources du type (interaction search)
lt: GAUTI visus išteklių rinkinį tipo (paieškos sąveika)
nl: GET set resources van het type (zoek interactie)
ru: GET получить все наборы ресурсов типа (взаимодействие поисковое)
uz: GET orqali ushbu turdagi barcha resurslarni olish (search interaction)

source: The required, recommended, and some optional search parameters (if any).
ar: معلمات البحث المطلوبة والموصى بها وبعض معلمات البحث الاختيارية (إن وجدت).
fr: Les paramètres de recherche (SearchParameters) requis, recommandés, optionnels (le cas échéant).
lt: Būtini, rekomenduojami ir kai kurie pasirenkami paieškos parametrai (jei yra).
nl: De verplichte, aanbevolen en bepaalde optionele parameters (indien aanwezig).
pt: Os parâmetros de pesquisa obrigatórios, recomendados e alguns opcionais (se existirem).
ru: Требуемые, рекомендуемые и некоторые дополнительные параметры поиска (если таковые имеются).
uk: Обов'язкові, рекомендовані та деякі необов'язкові параметри пошуку (за наявності).
uz: Majburiy, tavsiya etilgan va ayrim ixtiyoriy qidiruv parametrlari (agar mavjud bo‘lsa).

source: Search Parameters
ar: معلمات البحث
fr: Paramètres de recherche
lt: Ieškos parametrai
nl: Zoekparameters
pt: Parâmetros de pesquisa
ru: Параметры поиска
uk: Параметри пошуку
uz: Qidiruv parametrlari

source: SHOULD Support the Following Implementation Guides
ar: يجب أن تدعم أدلة التنفيذ التالية
fr: Doit (SHOULD) supporter les guides d''implémentation suivants
lt: TURĖTŲ remti šiuos įgyvendinimo vadovus
nl: ZOU de volgende implementatiegidsen MOETEN ondersteunen
pt: DEVERÁ suportar os seguintes guias de implementação
ru: СЛЕДУЕТ поддерживать следующие руководства по внедрению
uk: ПОВИНЕН підтримувати наступні керівництва з впровадження
uz: Quyidagi implementatsiya qo‘llanmalari qo‘llab-quvvatlanishi TAVSIYA ETILADI (SHOULD)

source: The summary table lists the resources that are part of this configuration, and for each resource it lists:
ar: يسرد جدول الملخص الموارد التي تشكل جزءاً من هذا التكوين، ولكل مورد يسرد:
fr: Le tableau récapitulatif liste les ressources faisant partie de cette configuration, et pour chaque ressource, il liste :
lt: Suvestinės lentelėje pateikiami ištekliai, kurie yra šios konfigūracijos dalis, ir kiekvienam ištekliui:
nl: De samenvattingtabel bevat de resources die deel van deze configuratie zijn en voor iedere resource in de tabel:
pt: A tabela de resumo enumera os recursos que fazem parte desta configuração e, para cada recurso, enumera-os:
ru: В сводной таблице перечислены ресурсы, которые входят в эту конфигурацию, и для каждого ресурса перечислены:
uk: У зведеній таблиці перелічено ресурси, які входять до цієї конфігурації, і для кожного ресурсу перелічено:
uz: Jamlangan jadval ushbu konfiguratsiyaning bir qismi bo‘lgan resurslarni, shuningdek har bir resurs uchun quyidagilarni ro‘yxatlaydi:

source: Summary of System-wide Interactions
ar: ملخص التفاعلات على مستوى المنظومة
fr: Résumé des interactions au niveau du système
lt: Visos sistemos sąveikų santrauka
nl: Samenvatting van systeem-brede interacties
pt: Resumo das interações a nível do sistema
ru: Краткая информация об общесистемных взаимодействиях
uk: Підсумок загальносистемних взаємодій
uz: Tizim bo‘ylab o‘zaro ta’sirlar bo‘yicha qisqacha ma’lumot

source: Summary of System-wide Operations
fr: Résumé des opérations au niveau du système
lt: Visos sistemos operacijų santrauka
nl: Samenvatting van systeem-brede operations
pt: Resumo das operações a nível do sistema
ru: Краткая информация об общесистемных oперациях
uz: Tizim bo‘ylab operatsiyalar bo‘yicha qisqacha ma’lumot

source: Summary of System-wide Search Parameters
fr: Résumé des paramètres de recherche au niveau du système
lt: Visos sistemos ieškos parametrų suvestinė
nl: Samenvatting van systeem-brede zoekparameters
pt: Resumo das operações a nível do parâmetros de pesquisa
ru: Краткая информация об общесистемных параметры поиска
uz: Tizim bo‘ylab qidiruv parametrlari bo‘yicha qisqacha ma’lumot

source: support
ar: الدعم
lt: parama
nl: ondersteunt
pt: apoio
ru: поддержка
uk: підтримка
uz: qo‘llab-quvvatlash

source: Supports
ar: يدعم
fr: Supporte
lt: Palaiko
nl: Ondersteunt
pt: Apoios
ru: Поддерживает
uk: Підтримує
uz: Qo'llab-quvvatlaydi

source: Supports the
ar: يدعم
fr: Supporte le/la
lt: Palaiko
nl: Ondersteunt de
pt: Apoia o
ru: Поддерживает
uk: Підтримує
uz: Quyidagilar qo‘llab-quvvatlanadi:

source: Supported Formats:
ar: التنسيقات المدعومة:
fr: Formats supportés :
lt: Palaikomi formatai:
nl: Ondersteunde formaten:
pt: Formatos suportados:
ru: Поддерживаемые форматы:
uk: Підтримувані формати:
uz: Qo‘llab-quvvatlanadigan formatlar:

source: Supported Message(s)
ar: الرسالة (الرسائل) المدعومة
fr: Message(s) supporté(s)
lt: Palaikomas (-i) pranešimas (-ai)
nl: Ondersteunde bericht(en)
pt: Mensagem(s) suportada(s)
ru: Поддерживаемые сообщения(я)
uk: Підтримувані повідомлення
uz: Qo‘llab-quvvatlanadigan xabar(lar)

source: Supported Patch Formats:
ar: تنسيقات التصحيح المدعومة:
fr: Formats Patch supportés :
lt: Palaikomi pataisų formatai:
nl: Ondersteunde patchformaten:
pt: Formatos de patch suportados:
ru: Поддерживаемые форматы патча:
uk: Підтримувані формати патчів:
uz: Qo‘llab-quvvatlanadigan patch formatlari:

source: Supported Profiles
ar: الملفات الشخصية المدعومة
fr: Profils supportés
lt: Palaikomi profiliai
nl: Ondersteunde profielen
pt: Perfis suportados
ru: Поддерживаемые профили
uk: Підтримувані профілі
uz: Qo‘llab-quvvatlanadigan profillar

source: support the
ar: دعم
fr: supporte le/la
lt: remti
nl: ondersteunt de
pt: apoiar o
ru: поддерживать
uk: Підтримайте
uz: qo‘llab-quvvatlash

source: Types
ar: الأنواع
lt: Tipai
pt: Tipos
ru: Типы
uk: Типи
uz: Turlar

source: ype are only present if at least one of the resources has support for them.
ar: ype موجودة فقط إذا كان أحد الموارد على الأقل يدعمها.
fr: les types sont seulement présents si au moins une des ressources les prend en charge.
lt: YPE yra tik tuo atveju, jei bent vienas iš išteklių juos palaiko.
nl: type is alleen aanwezig als temninste één van de resources deze ondersteunt.
pt: só estão presentes se pelo menos um dos recursos os suportar.
ru: Тип присутствует только в том случае, если для него поддерживается хотя бы один из ресурсов.
uk: Типи присутні лише в тому випадку, якщо хоча б один з ресурсів має підтримку для них.
uz: Turlar faqat resurslardan kamida bittasi ularni qo‘llab-quvvatlagan taqdirdagina ko‘rsatiladi.

source: PUT a new resource version (update interaction)
ar: وضع إصدار مورد جديد (تحديث التفاعل)
fr: PUT d''une nouvelle version de ressource (interaction update)
lt: ĮDĖTI naują išteklių versiją (naujinimo veiksmas)
nl: PUT een nieuwe resource versie (update interactie)
pt: PUT uma nova versão do recurso (interação de atualização)
ru: PUT пополнить новую версию ресурса (взаимодействие обновления)
uk: Оновити (PUT) нову версію ресурсу (взаємодія з оновленнями)
uz: PUT orqali resursning yangi versiyasini yaratish (update interaction)

source: GET past versions of resources (vread interaction)
ar: الحصول على الإصدارات السابقة من الموارد (تفاعل القراءة التفاعلية)
fr: GET des versions passées des ressources (interaction vread)
lt: GAUTI ankstesnes išteklių versijas (vread sąveika)
nl: GET vorige versies van resources (vread interactie)
pt: OBTER versões anteriores de recursos (interação vread)
ru: GET предыдущие версии ресурсов (взаимодействие чтения)
uk: ОТРИМАТИ (GET) минулі версії ресурсів (взаємодія з vread)
uz: GET orqali resurslarning oldingi versiyalarini olish (vread interaction)

source: Any FHIR capability may be ''allowed'' by the system unless explicitly marked as ''SHALL NOT''. A few items are marked as MAY in the Implementation Guide to highlight their potential relevance to the use case.
ar: قد "يسمح" النظام بأي إمكانية من إمكانيات FHIR "مسموح بها" ما لم يتم وضع علامة "يجب ألا" صراحةً. تم وضع علامة "قد" على بعض العناصر في دليل التنفيذ لتسليط الضوء على أهميتها المحتملة لحالة الاستخدام.
fr: Toute capacité FHIR peut être ''autorisée'' par le système sauf si elle est explicitement marquée comme ''SHALL NOT''. Quelques éléments sont marqués comme MAY dans le guide d''implémentation pour souligner leur pertinence potentielle pour le cas d''usage.
lt: Sistema gali leisti bet kokį FHIR pajėgumą, nebent jis aiškiai pažymėtas kaip "NETURI". Kai kurie elementai įgyvendinimo vadove pažymėti kaip MAY, siekiant pabrėžti jų galimą svarbą naudojimo atvejui.
nl: Elke FHIR functie is ''toegestaan'' door het systeem tenzij epxliciet gemarkeerd als ''MOET NIET''. Er zijn mogelijk een paar dingen gemarkeerd als MAG in de implementatiegids om hun mogelijke relevantie voor de usecase te benadrukken.
pt: Qualquer capacidade FHIR pode ser "permitida" pelo sistema, exceto se for explicitamente assinalada como "NÃO DEVE". Alguns itens são marcados como MAY no Guia de Implementação para destacar a sua potencial relevância para o caso de utilização.
ru: Если система не указана как ''НЕДОПУСТИМО'', любая поддержка FHIR может быть разрешена. Несколько пунктов помечены как ВОЗМОЖНО в руководстве по имплементации, с тем чтобы подчеркнуть их потенциальную значимость для варианта использования.
uk: Будь-яка можливість FHIR може бути «дозволена» системою, якщо вона не позначена явно як «НЕ ДОЗВОЛЕНА». Деякі пункти позначені як МОЖЛИВО у Керівництві з впровадження, щоб підкреслити їх потенційну актуальність для випадку використання.
uz: Har qanday FHIR imkoniyati, agar u aniq ravishda “SHALL NOT” deb belgilanmagan bo‘lsa, tizim tomonidan ruxsat etilishi mumkin. Ayrim bandlar foydalanish holati uchun ularning ehtimoliy ahamiyatini ko‘rsatish maqsadida Implementatsiya qo‘llanmasida MAY sifatida belgilangan.

source: SHALL Support the Following Implementation Guides
ar: يجب أن تدعم أدلة التنفيذ التالية
fr: DOIT prendre en charge les guides d’implémentation suivants.
lt: TURI remti šiuos įgyvendinimo vadovus
nl: MOET de volgende implementatiegidsen ondersteunen
pt: DEVERÁ suportar os seguintes guias de implementação
ru: НЕОБХОДИМО поддерживать нижеследующие руководства по внедрению
uk: НЕОБХІДНО підтримувати наступні керівництва по впровадженню
uz: Quyidagi implementatsiya qo‘llanmalari qo‘llab-quvvatlanishi SHART (SHALL)

source: Concepts
ar: المفاهيم
lt: Sąvokos
nl: Concepten
pt: Conceitos
ru: Концепции
uk: Концепції
uz: Tushunchalar

source: This <param name="cased"/> code system <param name="cs"/> defines the following code<if test="code-count != 1">s</if><param name="h"/>:
ar: يُعرّف هذا <param name="cased"/> نظام الشيفرة <param name="cs"/> الرمز التالي<f test="code-count != 1">s</f><param name="h"/>:
lt: Šis <param name="cased"/> Kodų sistema <param name="cs"/> apibrėžia šį kodą<if test="code-count != 1">s</if><param name="h"/>:
nl: !!Dit <param name="cased"/> codesysteem <param name="cs"/> definieert de volgende code<if test="code-count != 1">s</if><param name="h"/>:
ru: !!Данная система кодов <param name="cs"/> <param name="cased"/> определяет следующи<if test="code-count != 1">е коды</if><if test="code-count = 1">й код</if><param name="h"/>:
uz: Ushbu <param name="cased"/> kod tizimi <param name="cs"/> quyidagi kod<if test="code-count != 1">lar</if><param name="h"/>ni belgilaydi:

source: This <param name="cased"/> code system <param name="cs"/> provides some code<if test="code-count != 1">s</if><param name="h"/> <b>that are example only</b>:
ar: يوفر هذا <pparam name="cased"/> نظام الرمز <param name="cs"/> بعض الرموز<f test="code-count !"= 1"><f/f><param name="h"/> <b>هذا مثال فقط</b>:
lt: Šis <param name="cased"/> Kodų sistema <param name="cs"/> pateikia tam tikrą kodą<if test="code-count != 1">s</if><param name="h"/> <b>kurie yra tik pavyzdžiai</b>:
nl: !!Dit <param name="cased"/> codesysteem <param name="cs"/> definieert de volgende code<if test="code-count != 1">s</if><param name="h"/> <b>die alleen als voorbeeld dienen</b>:
ru: !!Данная система кодов <param name="cs"/> предоставляет некоторые коды<if test="code-count != 1">ы</if><param name="h"/> <b>которые являются только примерами</b>:
uz: Ushbu <param name="cased"/> kod tizimi <param name="cs"/> ayrim kod<if test="code-count != 1">lar</if><param name="h"/>ni <b>faqat misol sifatida</b> taqdim etadi:

source: This <param name="cased"/> code system <param name="cs"/> provides <b>a fragment</b> that includes following code<if test="code-count != 1">s</if><param name="h"/>:
ar: يوفر هذا <pparam name="cased"/> نظام التعليمات البرمجية <param name="cs"/> جزءًا <b>جزءًا <b> يتضمن التعليمات البرمجية التالية<f test="code-count !"= 1">s</f></إذا><param name="h"/>:
lt: Šis <param name="cased"/> Kodų sistema <param name="cs"/> Suteikia <b>fragmentas</b> Tai apima šį kodą<if test="code-count != 1">s</if><param name="h"/>:
nl: !!Dit <param name="cased"/> codesysteem <param name="cs"/> heeft <b>een fragment</b> met de volgende code<if test="code-count != 1">s</if><param name="h"/>:
ru: !!Данная система кодирования <param name="cs"/> с учетом регистра <param name="cased"/> предоставляет <b>фрагмент</b>, который включает следующий код<if test="code-count != 1">ы</if><param name="h"/>:
uz: Ushbu <param name="cased"/> kod tizimi <param name="cs"/> <b>fragmentni</b> taqdim etadi, u quyidagi kod<if test="code-count != 1">lar</if><param name="h"/>ni o‘z ichiga oladi:

source: This <param name="cased"/> code system <param name="cs"/> defines codes<param name="h"/>, but no codes are represented here
ar: يحدد هذا <param name="cased"/> نظام الرمز <param name="cs"/> رموز <param name="h"/>، ولكن لا توجد رموز ممثلة هنا
lt: Šis <param name="cased"/> Kodų sistema <param name="cs"/> apibrėžia kodus<param name="h"/>, bet čia nėra jokių kodų
nl: !!Dit <param name="cased"/> codesysteem <param name="cs"/> bevat codes<param name="h"/>, maar geen van die codes staan hier
ru: !!Данная система кодов <param name="cs"/> с учетом регистра <param name="cased"/> определяет коды<param name="h"/>, но здесь коды не представлены
uz: Ushbu <param name="cased"/> kod tizimi <param name="cs"/> kod<param name="h"/>larni belgilaydi, biroq bu yerda hech qanday kod taqdim etilmagan

source: This code system supplement <param name="cs"/> defines {0} on the following code<if test="code-count != 1">s</if>:
ar: يُعرّف ملحق نظام الشيفرة هذا <param name="cs"/> يُعرّف {0} على الشيفرة التالية <إذا كان اختبار="عدد الشيفرات != 1">s</إذا
lt: Šis kodų sistemos papildymas <param name="cs"/> Apibrėžia {0} ant šio kodo<if test="code-count != 1">s</if>:
nl: !!Dit codesysteem supplement <param name="cs"/> definieert {0} op de volgende code<if test="code-count != 1">s</if>:
ru: !!Эта кодовая система дополняет <param name="cs"/> определяет {0} по следующему коду<if test="code-count != 1">с</if>:
uz: Ushbu kod tizimi qo‘shimchasi <param name="cs"/> quyidagi kod<if test="code-count != 1">lar</if> bo‘yicha {0} ni belgilaydi:

source: Deprecated
ar: مهمل
fr: Déprécié
lt: ┼Áalinami
nl: Verouderd
pt: Depreciado
ru: Устаревший
uk: Застарілий
uz: Eskirgan

source: Filters
ar: الفلاتر
fr: Filtres
lt: Filtrai
pt: Filtros
ru: Фильтры
uk: Фільтри
uz: Filtrlar

source: This code system defines the following properties for its concepts
ar: يحدد نظام التعليمات البرمجية هذا الخصائص التالية لمفاهيمه
fr: Cette terminologie de référence (CodeSystem) définit les propriétés suivantes pour ses concepts
lt: Ši kodų sistema apibrėžia šias savo sąvokų savybes
nl: Dit codesysteem definieert de volgende eigenschappen voor zijn concepten
pt: Este sistema de códigos define as seguintes propriedades para os seus conceitos
ru: Эта кодовая система определяет следующие свойства для ее концепций
uk: Ця система кодів визначає такі властивості для своїх концептів
uz: Ushbu kod tizimi o‘z tushunchalari uchun quyidagi xususiyatlarni belgilaydi

source: This CodeSystem is not used here; it may be used elsewhere (e.g. specifications and/or implementations that use this content)
ar: لا يتم استخدام نظام الترميز هذا هنا؛ ويمكن استخدامه في مكان آخر (على سبيل المثال المواصفات و/أو التطبيقات التي تستخدم هذا المحتوى)
fr: Cette terminologie de référence (CodeSystem) n''est pas utilisée ici; elle peut être utilisée ailleurs (par exemple spécifications et/ou implémentations qui utilisent ce contenu)
lt: Ši kodų sistema čia nenaudojama; jis gali būti naudojamas kitur (pvz., specifikacijose ir (arba) įgyvendinimuose, kuriuose naudojamas šis turinys)
nl: Dit CodeSystem wordt hier niet gebruikt; het wordt mogelijk elders gebruikt (bijv. specificaties en/of implementaties die deze content gebruiken)
pt: Este CodeSystem não é utilizado aqui; pode ser utilizado noutro local (por exemplo, em especificações e/ou implementações que utilizem este conteúdo)
ru: Эта CodeSystem здесь не используется; она может использоваться в других местах (например, спецификации и/или реализации, использующие этот контент)
uk: Ця код система тут не використовується; вона може використовуватися в інших місцях (наприклад, у специфікаціях та/або реалізаціях, які використовують цей контент)
uz: Ushbu CodeSystem bu yerda ishlatilmaydi; u boshqa joylarda (masalan, ushbu kontentdan foydalanadigan spetsifikatsiyalar va/yoki implementatsiyalarda) qo‘llanilishi mumkin

source: All the concepts defined by the code system are included in the code system resource
ar: يتم تضمين جميع المفاهيم التي يحددها نظام التعليمات البرمجية في مورد نظام التعليمات البرمجية
fr: Tous les concepts définis par la terminologie de référence (CodeSystem) sont inclus dans la ressource CodeSystem
lt: Visos kodų sistemos apibrėžtos sąvokos yra įtrauktos į kodų sistemos išteklius
nl: De CodeSystem resource bevat alle door het codesysteem gedefinieerde concepten
pt: Todos os conceitos definidos pelo sistema de códigos estão incluídos no recurso do sistema de códigos
ru: Все понятия, определенные кодовой системой, включены в ресурс кодовой системы
uk: Всі поняття, що визначаються код системою, включені в ресурс код системи
uz: Kod tizimi tomonidan belgilangan barcha tushunchalar kod tizimi resursiga kiritilgan

source: Copy
ar: نسخ
fr: Copie
lt: Kopija
nl: Kopiëren
pt: Cópia
ru: Скопировать
uk: Копіювати
uz: Nusxalash

source: displays
ar: شاشات العرض
fr: labels
lt: Rodo
nl: weergavenamen
pt: ecrãs
ru: дисплеи
uk: Відображає
uz: ko‘rsatiladigan qiymatlar

source: displays and properties
ar: شاشات العرض والخصائص
fr: labels et propriétés
lt: Ekranai ir savybės
nl: weergavenamen en eigenschappen
pt: ecrãs e propriedades
ru: дисплеи и свойства
uk: Відображення та властивості
uz: ko‘rsatiladigan qiymatlar va xususiyatlar

source: A few representative concepts are included in the code system resource
ar: يتم تضمين بعض المفاهيم التمثيلية في مورد نظام التعليمات البرمجية
fr: Quelques concepts représentatifs sont inclus dans la ressource du système de code
lt: Keletas reprezentatyvių sąvokų yra įtrauktos į kodų sistemos išteklius
nl: De CodeSystem resource bevat een aantal, voor het codesysteem representatieve, concepten
pt: Alguns conceitos representativos estão incluídos no recurso do sistema de códigos
ru: В ресурс системы кода включены несколько репрезентативных концепций
uk: Декілька репрезентативних концептів включені в ресурс код системи
uz: Kod tizimi resursiga ayrim namunaviy tushunchalar kiritilgan

source: features
ar: الميزات
fr: fonctionnalités
lt: Funkcijos
pt: caraterísticas
ru: возможности
uk: Функції
uz: xususiyatlar

source: {0} (for OID based terminology systems)
ar: {0} (لأنظمة المصطلحات المستندة إلى OID)
fr: {0} (pour les systèmes de terminologie basés sur OID)
lt: {0} (OID pagrįstoms terminologijos sistemoms)
nl: {0} (voor oid-gebaseerde terminologiesystemen)
pt: {0} (para sistemas terminológicos baseados em OID)
ru: {0} (для терминологических систем на основе OID)
uk: {0} (для термінологічних систем на основі OID)
uz: {0} (OID ga asoslangan terminologiya tizimlari uchun)
