Repository: hapifhir/org.hl7.fhir.core
Catalog: org.hl7.fhir.utilities/src/main/resources/source/rendering-phrases-*.po
Languages: ar, fr, lt, nl, pt, ru, uk, uz

source: This value set has >1000 codes in it. In order to keep the publication size manageable, only a selection (1000 codes) of the whole set of codes is shown
ar: تحتوي مجموعة القيم هذه على أكثر من 1000 رمز. ولإبقاء حجم المنشور قابلاً للإدارة، يتم عرض مجموعة مختارة فقط (1000 رمز) من مجموعة الرموز بأكملها
fr: Ce jeu de valeur (ValueSet) est composé de plus de 1000 codes. Dans le but de garder la publication gérable, seulement une sélection (1000 codes) de l''ensemble des concepts est affiché
lt: Šiame reikšmių rinkinyje yra >1000 kodų. Kad leidinio dydis būtų valdomas, rodomas tik viso kodų rinkinio pasirinkimas (1000 kodų)
nl: Deze waardelijst bevat meer dan >1000 codes. Om de publicatiegrootte beheersbaar te houden, wordt alleen een selectie (1000 codes) van de hele set codes getoond
pt: Este conjunto de valores contém mais de 1000 códigos. A fim de manter o tamanho da publicação gerível, é apresentada apenas uma seleção (1000 códigos) de todo o conjunto de códigos
ru: Этот набор значений содержит >1000 кодов. Для того, чтобы размер публикации был управляемым, отображается только выбор (1000 кодов) из всего набора кодов
uk: Цей набір значень налічує >1000 кодів. Для того, щоб розмір публікації залишався керованим, відображається лише вибірка (1000 кодів) з усього набору кодів
uz: Ushbu qiymatlar to‘plamida 1000 tadan ortiq kod mavjud. Nashr hajmini maqbul darajada saqlash uchun kodlar to‘plamining faqat bir qismi (1000 ta kod) ko‘rsatilgan

source: SNOMED CT {0} edition
ar: إصدار {0} SNOMED CT {0}
fr: SNOMED CT édition {0}
lt: SNOMED CT {0} leidimas
nl: SNOMED CT {0} editie
pt: Edição SNOMED CT {0}
ru: SNOMED CT {0} издание
uk: КТ СНОМЕДА {0} видання
uz: SNOMED CT {0} nashri

source: SNOMED CT {0} edition {1}
ar: إصدار SNOMED CT {0} طبعة {1}
fr: SNOMED CT édition {0} {1}
lt: SNOMED CT {0} leidimas {1}
nl: SNOMED CT {0} editie {1}
pt: SNOMED CT {0} edição {1}
ru: SNOMED CT {0} издание {1}
uk: КТ СНОМЕДА {0} видання {1}
uz: SNOMED CT {0} nashri {1}

source: Spanish
ar: الإسبانية
fr: Espagnol
lt: Ispanų
nl: Spaans
pt: espanhol
ru: Испанский
uk: Іспанська
uz: Ispan tili

source: Fully specified name
ar: الاسم المحدد بالكامل
fr: Nom complètement spécifié
lt: Visiškai nurodytas pavadinimas
nl: Volledig gespecificeerde naam
pt: Nome totalmente especificado
ru: Полностью указанное имя
uk: Повністю вказане ім'я
uz: To‘liq aniqlangan nom

source: Swedish
ar: اللغة السويدية
fr: Suédois
lt: Švedų
nl: Zweeds
pt: Sueco
ru: Шведский
uk: Шведська
uz: Shved tili

source: Synonym
ar: المرادف
fr: Synonyme
lt: Sinonimas
nl: Synoniem
pt: Sinónimo
ru: Синоним
uk: Синонім
uz: Sinonim

source: System
ar: النظام
fr: Système
lt: Sistema
nl: Systeem
pt: Sistema
ru: Система
uk: Система
uz: Tizim

source: these codes as defined in
ar: هذه الرموز على النحو المحدد في
fr: ce(s) code(s) tel qu''il(s) est (sont) défini(s) dans
lt: Šie kodai, kaip apibrėžta
nl: deze codes zoals gedefinieerd in
pt: estes códigos, tal como definidos em
ru: эти коды, как они определены в
uk: ці коди, як визначено в
uz: quyidagida belgilangan ushbu kodlar

source: This value set cannot be expanded because the terminology server(s) deemed it too costly to do so
ar: لا يمكن توسيع مجموعة القيم هذه لأن خادم (خوادم) المصطلحات اعتبرها مكلفة للغاية للقيام بذلك
fr: Ce jeu de valeur (ValueSet) ne peut pas être étendu car le ou les serveurs de terminologie ont jugé cela trop coûteux
lt: Šio reikšmių rinkinio išplėsti negalima, nes terminologijos serveris (-iai) manė, kad tai padaryti per brangu
nl: Deze waardelijst kan niet worden geëxpandeerd omdat de terminologieserver(s) dit te kostbaar achtten
pt: Este conjunto de valores não pode ser expandido porque o(s) servidor(es) terminológico(s) considerou(aram) demasiado dispendioso fazê-lo
ru: Этот набор значений не может быть расширен, потому что сервер (серверы) терминологии считает это слишком дорогостоящим
uk: Цей набір значень не може бути розширений, оскільки термінологічний сервер (сервери) визнали його занадто дорогим для цього
uz: ValueSet kengaytirilmadi: terminologiya server(lar)i bu amalni juda qimmat deb baholadi

source: United Kingdom
ar: المملكة المتحدة
fr: Royaume-Uni
lt: Jungtinė Karalystė
nl: Verenigd Koninkrijk
pt: Reino Unido
ru: Соединенное Королевство
uk: Великобританія
uz: Buyuk Britaniya

source: UK Clinical Edition
ar: الإصدار السريري في المملكة المتحدة
fr: Édition clinique britannique
lt: JK klinikinis leidimas
nl: VK klinische editie
pt: Edição clínica no Reino Unido
ru: Клиническое издание Великобритании
uk: Клінічне видання Великої Британії
uz: Buyuk Britaniya klinik nashri

source: United States
ar: الولايات المتحدة الأمريكية
fr: Etats-Unis
lt: Jungtinės Amerikos Valstijos
nl: Verenigde Staten
pt: Estados Unidos
ru: Соединенные Штаты
uk: США
uz: Amerika Qo‘shma Shtatlari

source: This value set is not used here; it may be used elsewhere (e.g. specifications and/or implementations that use this content)
ar: لا يتم استخدام مجموعة القيم هذه هنا؛ يمكن استخدامها في مكان آخر (على سبيل المثال المواصفات و/أو التطبيقات التي تستخدم هذا المحتوى)
fr: Ce jeu de valeurs n''est pas utilisé ici ; il peut être utilisé autre part (par exemple dans les spécifications et / ou implémentations qui utilisent ce contenu)
lt: Šis reikšmių rinkinys čia nenaudojamas; jis gali būti naudojamas kitur (pvz., specifikacijose ir (arba) įgyvendinimuose, kuriuose naudojamas šis turinys)
nl: Deze waardelijst wordt hier niet gebruikt; mogelijk wordt deze elders gebruikt (bijv. specificaties en/of implementaties die deze content gebruiken)
pt: Este conjunto de valores não é utilizado aqui; pode ser utilizado noutro local (por exemplo, especificações e/ou implementações que utilizem este conteúdo)
ru: Этот набор значений здесь не используется; он может быть использован в другом месте (например, в других спецификациях и/или реализациях, использующих этот контент)
uk: Цей набір значень тут не використовується; він може використовуватися в інших місцях (наприклад, у специфікаціях та/або реалізаціях, які використовують цей контент)
uz: Ushbu qiymatlar to‘plami bu yerda ishlatilmaydi; u boshqa joylarda (masalan, ushbu mazmundan foydalanadigan spetsifikatsiyalar va/yoki implementatsiyalarda) ishlatilishi mumkin

source: US Edition (with ICD-10-CM maps)
ar: إصدار الولايات المتحدة (مع خرائط ICD-10-CM)
fr: Édition américaine (avec correspondances ICD-10-CM)
lt: JAV leidimas (su TLK-10-CM žemėlapiais)
nl: VS editie (met ICD-10-CM maps)
pt: Edição americana (com mapas ICD-10-CM)
ru: Издание для США (с картами МКБ-10-СМ)
uk: Видання для США (з картами МКХ-10-СМ)
uz: AQSh nashri (ICD-10-CM xaritalari bilan)

source: Uruguay Edition
ar: إصدار أوروغواي
fr: Édition uruguayenne
lt: Urugvajaus leidimas
nl: Uruguayaanse editie
pt: Edição do Uruguai
ru: Уругвайское издание
uk: Уругвайське видання
uz: Urugvay nashri

source: where
ar: حيث
fr: où
lt: kur
nl: waar
pt: onde
ru: где
uk: де
uz: qayerda

source: , where the codes are contained in
ar: حيث ترد الرموز في
fr: , où les codes sont contenus dans
lt: , kur kodai pateikiami
nl: . waar de codes staan in
pt: , onde os códigos estão contidos em
ru: , где коды содержатся в
uk: , де коди містяться в
uz: , kodlar joylashtirilgan joy

source: Logical Definition (CLD)
ar: التعريف المنطقي (CLD)
fr: Définition logique (CLD)
lt: Loginis apibrėžimas (CLD)
pt: Definição lógica (CLD)
ru: Логическое определение (CLD)
uk: Логічне визначення (CLD)
uz: Mantiqiy ta’rif (CLD)

source: No formal definition provided for this value set
ar: لم يتم توفير تعريف رسمي لمجموعة القيم هذه
fr: Aucune définition formelle fournie pour ce jeu de valeurs
lt: Oficialaus šio reikšmių rinkinio apibrėžimo nepateikta
pt: Nenhuma definição formal para este conjunto de valores
ru: Для этого набора значений не предусмотрено формального определения
uk: Формального визначення цього набору значень не передбачено
uz: Ushbu qiymatlar to‘plami uchun rasmiy ta’rif taqdim etilmagan

source: Used as a trigger criteria in
ar: يُستخدم كمعيار للتشغيل في
fr: Utilisé comme critère de déclenchement dans
lt: Naudojamas kaip kriterijus
pt: Usado como um critério de ativação em
ru: Используется в качестве критерия триггера в
uk: Використовується як критерій тригера в
uz: Trigger mezoni sifatida ishlatiladi

source: This code is not selectable (''Abstract'')
ar: هذا الرمز غير قابل للتحديد (''ملخص'')
fr: Ce code n''est pas sélectionnable ("Abstrait")
lt: Šio kodo negalima pasirinkti (''Anotacija'')
nl: Deze code is niet selecteerbaar (''Abstract'')
pt: Este código não é selecionável (''Abstrato'')
ru: Этот код нельзя выбрать (''Abstract'')
uk: Цей код не можна вибрати (''Abstract'')
uz: Ushbu kod tanlanmaydi (“Abstract”)

source: ETag = {0}
ar: علامة ETAG = {0}

source: Op
ar: المرجع
uk: Оп

source: LOINC
ar: لوينك

source: <table class="cols" data-fhir="generated"><tbody><tr><td><a href="http://hl7.org/fhir/versions.html#maturity">Maturity Level</a>: {0}</td><td>&nbsp;<a href="{1}versions.html#std-process" title="Standard Status">{2}</a></td></tr></tbody></table>
ar: !!<table class="cols"><<tbody><tr><tr><td><td><a href="http://hl7.org/fhir/versions.html#maturity">مستوى النضج</>: {0}</td><td><td>&nbsp;<a href="{1} الإصدارات.html#std-process" العنوان="الحالة القياسية">{2}</td></td></tr></tr></tbody></tbody></table>
nl: !!<table class="cols"><tbody><tr><td><a href="http://hl7.org/fhir/versions.html#maturity">Volwassenheidsniveau</a>: {0}</td><td>&nbsp;<a href="{1}versions.html#std-process" title="Standaard status">{2}</a></td></tr></tbody></table>
ru: !!<table class="cols"><tbody><tr><td><a href="http://hl7.org/fhir/versions.html#maturity">Уровень зрелости</a>: {0}</td><td>&nbsp;<a href="{1}versions.html#std-process" title="Standard Status">{2}</a></td></tr></tbody></table>
uz: <table class="cols" data-fhir="generated"><tbody><tr><td><a href="http://hl7.org/fhir/versions.html#maturity">Yetuklik darajasi</a>: {0}</td><td>&nbsp;<a href="{1}versions.html#std-process" title="Standart holati">{2}</a></td></tr></tbody></table>

source: Starter
ar: المبتدئ
fr: Démarrage
pt: Arranque
ru: Старт
uk: Стартер
uz: Boshlang'ich

source: This is an {0} IG. None of the features it uses are changed in {1}, so it can be used as is with {1} systems.
ar: !!هذا هو {0} IG. لا يتم تغيير أي من الميزات التي يستخدمها في {1}، لذلك يمكن استخدامه كما هو مع أنظمة {1}.
fr: Ceci est un IG {0}. Aucune des fonctionnalités qu''il utilise n''est modifiée dans {1}, il peut donc être utilisé tel quel avec les systèmes {1}.
uz: Bu {0} implementatsiya bo‘yicha qo‘llanma hisoblanadi. Unda ishlatiladigan funksiyalarning hech biri {1} da o‘zgartirilmagan, shu sababli u {1} tizimlari bilan mavjud holatida ishlatilishi mumkin.

source: FHIR Std.
ar: !!معيار FHIR
fr: Std. FHIR
pt: !!a norma FHIR
ru: !!Стандарт FHIR
uz: FHIR standarti.

source: This IG
ar: !!هذا IG
fr: !!cet IG
pt: !!este IG
ru: !!этот IG
uz: Ushbu implementatsiya qo'llanmasi

# STRUC_DEF_EXT
source: Extensible
ar: قابل للتوسيع
nl: Uitbreidbaar
pt: Extensível
ru: Расширяемый
uk: Розширюваний
uz: Kengaytiriladigan

source: extensible
ar: قابل للتوسيع
nl: uitbreidbaar
pt: extensível
ru: расширяемый
uk: Розширюваний
uz: kengaytiriladigan

# STRUC_DEF_UI
source: UI
ar: واجهة المستخدم
fr: IU
pt: IU
uk: ІНТЕРФЕЙСУ

source: URL:
ar: عنوان URL:
uk: Посилання:

source: Lvl
ar: المستوى الأعلى
fr: Niv
pt: Nível
ru: Уровень
uk: Лвл

source: is-a
ar: هو-أ
fr: est-un
pt: é um
uk: Іс-а

source: ?ngen-13?
ar: نجن-13

source: n/a
ar: غير متاح
nl: n.v.t.
ru: н/д
uk: Н/Д
uz: mavjud emas

source: Any
fr: N''importe lequel
nl: Een of meer
ru: Любые
uk: Будь-які

source: Identifier
fr: Identifiant
uk: Ідентифікатор

source: Details
fr: Détails
ru: Детали
uk: Деталі

source: UCUM
uk: УКУМ

source: Scope
fr: Périmètre
ru: Сфера действия
uk: Область використання

source: Role
fr: Rôle
nl: Rol
ru: Роль
uk: Роль

source: Id
uk: Ід

source: SNOMED-CT
uk: СНОМЕД-КТ

source: Not Stated (use latest from terminology server)
fr: Non Précisé(e) (utilise la dernière version provenant du serveur de terminologie)
uz: Ko‘rsatilmagan (terminologiya serveridagi eng so‘nggi ma’lumot ishlatiladi)

source: Code System
fr: Système de codes (Code System)
uz: Kod tizimi

source: Packages for both <a href="{0}">R4 ({1}.r4)</a> and <a href="{2}">R4B ({3}.r4b)</a> are available.
fr: Les packages pour <a href="{0}">R4 ({1}.r4)</a> et <a href="{2}">R4B ({3}.r4b)</a> sont disponibles.
uz: <a href="{0}">R4 ({1}.r4)</a> va <a href="{2}">R4B ({3}.r4b)</a> uchun paketlar mavjud.

source: Click to Copy as Coding
fr: Cliquer pour copier en tant que Coding
uz: Kodlash sifatida nusxalash uchun bosing

source: Interfaces Implemented
fr: Interfaces implémentées
uz: Amalga oshirilgan interfeyslar

source: Version is not explicitly stated, which means it is fixed to {0}, the version found through the package references
fr: La version n''est pas explicitement indiquée, ce qui signifie qu'elle est fixée à {0}, la version trouvée via les références de package
uz: Versiya aniq ko‘rsatilmagan, bu esa u paket havolalari orqali aniqlangan {0} versiyasiga biriktirilganini anglatadi

source: Version is not explicitly stated. When building this specification, the most recent version {0} has been used
fr: La version n''est pas explicitement indiquée. Lors de la génération de cette spécification, la version la plus récente {0} a été utilisée
uz: Versiya aniq ko‘rsatilmagan. Ushbu spetsifikatsiya yig‘ilganda eng so‘nggi {0} versiyasidan foydalanilgan

source: Version is not explicitly stated, and the target {0} has no stated version either
fr: La version n''est pas explicitement indiquée, et la cible {0} n''a pas non plus de version indiquée
uz: Versiya aniq ko‘rsatilmagan, va maqsadli {0} uchun ham versiya ko‘rsatilmagan

source: Version is not explicitly stated. No matching {0} found
fr: La version n''est pas explicitement indiquée. Aucun {0} correspondant trouvé
uz: Versiya aniq ko‘rsatilmagan. Mos keluvchi {0} topilmadi

source: Not State
fr: Non précisé
uz: Holat emas

source: Version is explicitly stated to be {0}
fr: La version est explicitement indiquée comme étant {0}
uz: Versiya aniq {0} deb ko‘rsatilgan

source: Version is not explicitly stated, which means it is fixed to the version provided in this specification
fr: La version n''est pas explicitement indiquée, ce qui signifie qu'elle est fixée à la version fournie dans cette spécification
uz: Versiya aniq ko‘rsatilmagan, bu esa u ushbu spetsifikatsiyada ko‘rsatilgan versiyaga biriktirilganini anglatadi

source: Version is stated to be {0}. When building this specification, the most recent matching version {1} has been used
fr: La version est indiquée comme étant {0}. Lors de la construction de cette spécification, la version correspondante la plus récente {1} a été utilisée
uz: Versiya {0} deb ko‘rsatilgan. Ushbu spetsifikatsiya yig‘ilganda mos keluvchi eng so‘nggi {1} versiyasidan foydalanilgan

source: Version is stated to be {0}, which means it is fixed to {1}, the version found through the package references
fr: La version est indiquée comme étant {0}, ce qui signifie qu'elle est fixée à {1}, la version trouvée via les références de package
uz: Versiya {0} deb ko‘rsatilgan, bu esa u paket havolalari orqali aniqlangan {1} versiyasiga biriktirilganini anglatadi

# SDR_GUIDANCE_SFX
source: -- no content: do not translate #92 --
ru: !!-- no content: do not translate #97 --

# SDR_VER_RANGE_SFX
source: -- no content: do not translate #93 --
ru: !!-- no content: do not translate #98 --

# SDR_VER_TO_SFX
source: -- no content: do not translate #94 --
ru: !!-- no content: do not translate #99 --

# ADD_BIND_ANY
source: Any
pt: Qualquer
