Repository: hapifhir/org.hl7.fhir.core
Catalog: org.hl7.fhir.utilities/src/main/resources/source/rendering-phrases-*.po
Languages: ar, fr, lt, nl, pt, ru, uk, uz

source: Extension Style
ar: نمط التمديد
fr: Style d''extension
lt: Plėtinio stilius
nl: Extensie-stijl
pt: Estilo de extensão
ru: Стиль расширения
uk: Стиль розширення
uz: Kengaytma uslubi

source: For example codes, see
ar: للاطلاع على أمثلة على الرموز، انظر
fr: Pour des exemples de codes, voir
lt: Kodų pavyzdžius žr.
nl: Voor voorbeeldcodes, zie
pt: Para exemplos de códigos, ver
ru: Например, коды см.
uk: Наприклад, коди див.
uz: Kodlar misoli uchun qarang

source: Instances are not expected or even encouraged to draw from the specified value set. The value set merely provides examples of the types of concepts intended to be included.
ar: لا يُتوقع من المثيلات أو حتى يتم تشجيعها على السحب من مجموعة القيم المحددة. فمجموعة القيم توفر فقط أمثلة على أنواع المفاهيم المراد تضمينها.
fr: Il n''est pas attendu, ni même encouragé, que les instances s''appuient sur les jeux de valeurs spécifiés. Le jeu de valeurs fournit simplement des exemples des types de concepts destinés à être inclus
lt: Egzempliorių nesitikima ar net skatinama imti iš nurodyto reikšmių rinkinio. Vertybių rinkinyje pateikiami tik sąvokų, kurias ketinama įtraukti, pavyzdžiai.
nl: Van instances wordt niet verwacht of zelfs maar aangemoedigd om waarden uit de specificeerde waardelijst te halen. De waardelijst bevat slechts voorbeelden van het soort concepten dat in instances hoort.
pt: Não se espera nem se incentiva que as instâncias se baseiem no conjunto de valores especificado. O conjunto de valores apenas fornece exemplos dos tipos de conceitos que se pretende incluir.
ru: Экземпляры не ожидают и даже не поощряют использовать указанный набор значений. Набор значений просто предоставляет примеры типов понятий, которые предполагается включить.
uk: Екземпляри не очікуються і навіть не заохочуються до використання з вказаного набору значень. Набір значень лише наводить приклади типів понять, які мають намір бути включені.
uz: Instansiyalardan ko‘rsatilgan qiymatlar to‘plamidan foydalanish kutilmaydi yoki rag‘batlantirilmaydi. Qiymatlar to‘plami faqat kiritilishi ko‘zda tutilgan tushunchalar turlariga misollarni taqdim etadi.

source: (Extension Type:
ar: (نوع الامتداد:
fr: (Type d''extension :
lt: (Išplėtimo tipas:
nl: (Extensie type:
pt: (Tipo de extensão:
ru: (Тип расширения:
uk: (Тип розширення:
uz: (Kengaytma turi:

source: Extension URL = {0}
ar: امتداد URL = {0}
fr: URL d''extension = {0}
lt: Plėtinio URL = {0}
nl: Extensiie url= {0}
pt: URL de extensão = {0}
ru: URL расширения = {0}
uk: URL-адреса розширення = {0}
uz: Kengaytma URL = {0}

source: Base FHIR {0}
ar: قاعدة FHIR {0}
fr: FHIR de base {0}
lt: Bazinis FHIR {0}
nl: Basis FHIR {0}
ru: Базовый FHIR {0}
uk: База FHIR {0}
uz: Asosiy FHIR {0}

source: Unable to retrieve StructureDefinition with URL {0}
ar: تعذر استرداد تعريف البنية مع عنوان URL {0}
fr: Impossible de récupérer la StructureDefinition avec l''URL {0}
lt: Neįmanoma nuskaityti StructureDefinition su URL {0}
nl: Kan StructureDefinition met url {0} niet ophalen
pt: Não foi possível recuperar StructureDefinition com URL {0}
ru: Не удается получить StructureDefinition с URL-адресом {0}
uk: Не вдається отримати StructureDefinition з URL {0}
uz: URL {0} bo‘yicha StructureDefinition ni olishning imkoni bo‘lmadi

source: Formal Invariant Identifier
ar: المعرّف الثابت الرسمي
fr: Identifiant d''invariant formel
lt: Formalus invariantinis identifikatorius
nl: Formele invariant identifier
pt: Identificador formal de invariante
ru: Идентификатор формального неварианта
uk: Формальний інваріантний ідентифікатор
uz: Rasmiy invariant identifikatori

source: Fixed Value
ar: القيمة الثابتة
fr: Valeur fixe
lt: Fiksuota vertė
nl: Vast waarde
pt: Valor fixo
ru: Фиксированное значение
uk: Фіксована вартість
uz: Qat’iy belgilangan qiymat

source: Fixed Value:
ar: القيمة الثابتة:
fr: Valeur fixe :
lt: Fiksuota vertė:
nl: Vaste waarde:
pt: Valor fixo:
ru: Фиксированное значение:
uk: Фіксована вартість:
uz: Qat’iy belgilangan qiymat:

source: For codes, see
ar: للاطلاع على الرموز، انظر
fr: Pour les codes, voir
lt: Kodų ieškokite
nl: Voor codes, zie
pt: Para códigos, ver
ru: Информацию о кодах см.
uk: Щодо кодів див.
uz: Kodlar uchun qarang

source: for further information about how to use [x]
ar: لمزيد من المعلومات حول كيفية استخدام [x]
fr: pour plus d''informations sur l''utilisation de [x]
lt: Daugiau informacijos apie naudojimą [x]
nl: voor verdere informatie over hoe [x] te gebruiken
pt: para mais informações sobre como utilizar [x]
ru: для дополнительной информации о том, как использовать [x]
uk: для отримання додаткової інформації про те, як використовувати [x]
uz: [x] dan foydalanish bo‘yicha qo‘shimcha ma’lumot uchun

source: Grade
ar: الصف
lt: Klasės
pt: Grau
ru: Градация
uk: Клас
uz: Daraja

source: ID Expectation
ar: توقعات الهوية
fr: Attente d'ID
lt: ID lūkesčiai
nl: Id verwachting
pt: Expectativa de ID
ru: Ожидание ID
uk: Очікування ID
uz: ID talabi

source: Id may or not be present (this is the default for elements but not resources)
ar: قد يكون المعرف موجودًا أو غير موجود (هذا هو الافتراضي للعناصر وليس الموارد)
fr: l''id peut être présent ou non (C''est la pratique par défaut pour les éléments mais pas les ressources)
lt: ID gali būti arba nėra (tai numatytasis elementų, bet ne išteklių)
nl: Id is mogelijk aanwezig (dit is de standaard voor elementen maar niet voor resources)
pt: Id pode ou não estar presente (esta é a predefinição para elementos mas não para recursos)
ru: Id может или нет (это по умолчанию для элементов, но не ресурсов)
uk: Id може бути присутнім або не бути (це за замовчуванням для елементів, але не ресурсів)
uz: Id mavjud bo‘lishi ham, bo‘lmasligi ham mumkin (bu elementlar uchun andoza holat, resurslar uchun emas)

source: Id is required to be present (this is the default for resources but not elements)
ar: يجب أن يكون المعرف موجودًا (هذا هو الافتراضي للموارد وليس العناصر)
fr: l''id doit être présent (C''est la pratique par défaut pour les ressources mais pas les éléments)
lt: Turi būti ID (tai numatytasis išteklių, bet ne elementų)
nl: Id moet verplicht aanwezig zijn (dit is de standaard voor elementen maar niet voor resources)
pt: É necessário que o Id esteja presente (esta é a predefinição para recursos mas não para elementos)
ru: Идентификатор должен присутствовать (это по умолчанию для ресурсов, но не элементов)
uk: Id повинен бути присутнім (це за замовчуванням для ресурсів, але не для елементів)
uz: Id mavjud bo‘lishi shart (bu resurslar uchun andoza holat, elementlar uchun emas)

source: An id is not allowed in this context
ar: المعرف غير مسموح به في هذا السياق
fr: Un id n''est pas autorisé dans ce contexte
lt: Šiame kontekste ID neleidžiamas
nl: Id is niet toegestaan in deze context
pt: Não é permitido um id neste contexto
ru: Идентификатор в этом контексте не допускается
uk: У цьому контексті ідентифікатор не допускається
uz: Ushbu kontekstda id ga ruxsat etilmaydi

source: If
ar: إذا كان
fr: Si
lt: Jeigu
nl: Als
pt: Se
ru: Если
uk: Якщо

source: Impose Profile
ar: فرض الملف الشخصي
fr: Impose le profil
lt: Nustatyti profilį
nl: Pas profiel toe
pt: Impor perfil
ru: Наложить профиль
uk: Накласти профіль
uz: Profilni qo'llash

source: The type of this element is inferred from the JSON type in the instance
ar: يُستدل على نوع هذا العنصر من نوع JSON في المثيل
fr: Le type de cet élément est déduit du type JSON dans l''instance
lt: Šio elemento tipas nustatomas iš egzemplioriaus JSON tipo
nl: Het type van dit element is afleidbaar van het json-type in de instance
pt: O tipo deste elemento é inferido a partir do tipo JSON na instância
ru: Тип этого элемента выводится из типа JSON в экземпляре
uk: Тип цього елемента виводиться з типу JSON у екземплярі
uz: Ushbu element turi instansiyadagi JSON turi asosida aniqlanadi

source: Invariants
ar: المتغيرات
lt: Invariantai
pt: Invariantes
ru: Инварианты
uk: Інваріанти
uz: Invariantlar

source: This element is affected by the following invariants:
ar: يتأثر هذا العنصر بالمتغيرات التالية:
fr: Cet élément est affecté par les invariants suivants :
lt: Šiam elementui įtakos turi šie invariantai:
nl: Dit element wordt geraakt door de volgende invariants:
pt: Este elemento é afetado pelas seguintes invariantes:
ru: На этот элемент влияют следующие инварианты:
uk: На цей елемент впливають такі інваріанти:
uz: Ushbu element quyidagi invariantlar ta’sirida:

source: JSON: This element may be present as a JSON Array even when there are no items in the instance
ar: JSON: قد يكون هذا العنصر موجودًا كمصفوفة JSON حتى في حالة عدم وجود عناصر في المثيل
fr: JSON : Cet élément peut être présent comme tableau JSON même lorsqu''il n''y a aucun élément dans l''instance
lt: JSON: Šis elementas gali būti kaip JSON masyvas net tada, kai egzemplioriuje nėra elementų
nl: Json: Dit element is mogelijk aanwezig als json-array, zelfs als er geen items in de instance staan
pt: JSON: Este elemento pode estar presente como uma matriz JSON mesmo quando não existem itens na instância
ru: JSON: Этот элемент может присутствовать как JSON массив, даже если нет элементов в экземпляре
uk: JSON: Цей елемент може бути присутнім як масив JSON, навіть якщо в екземплярі немає елементів
uz: JSON: Ushbu element instansiyada elementlar bo‘lmasa ham JSON Array sifatida mavjud bo‘lishi mumkin

source: This type can appear in JSON with the property name
ar: يمكن أن يظهر هذا النوع في JSON مع اسم الخاصية
fr: Ce type peut apparaître dans le JSON avec le nom de propriété
lt: Šis tipas gali būti rodomas JSON su ypatybės pavadinimu
nl: Dit type kan voorkomen in json met eigenschapnaam
pt: Este tipo pode aparecer em JSON com o nome da propriedade
ru: Этот тип может появиться в JSON с названием свойства
uk: Цей тип може з'являтися в JSON з іменем властивості
uz: Ushbu tur JSONda xususiyat nomi bilan paydo bo‘lishi mumkin

source: child
ar: طفل
fr: enfant
lt: vaikas
nl: kind
pt: criança
ru: ребенок
uk: дитина
uz: quyi element

source: (in elements using named extensions)
ar: (في العناصر التي تستخدم ملحقات مسماة)
fr: (dans les éléments utilisant des extensions nommées)
lt: (elementuose, kuriuose naudojami pavadinti plėtiniai)
nl: (in elementen met benoemde extensies)
pt: (em elementos que utilizam extensões nomeadas)
ru: (в элементах, использующих именованные расширения)
uk: (в елементах, що використовують іменні розширення)
uz: (nomlangan kengaytmalardan foydalanadigan elementlarda)

source: JSON Format
ar: تنسيق JSON
fr: Format JSON
lt: JSON formatas
nl: Json-formaat
pt: Formato JSON
uk: Формат JSON
uz: JSON formati

source: JSON: If
ar: JSON: إذا كان
fr: JSON : Si
lt: JSON: Jei
pt: JSON: Se
ru: JSON: Если
uk: JSON: Якщо

source: JSON: The type of this element is inferred from the JSON type in the instance
ar: JSON: يُستدل على نوع هذا العنصر من نوع JSON في المثيل
fr: JSON : Le type de cet élément est déduit du type JSON dans l''instance
lt: JSON: Šio elemento tipas nustatomas iš JSON tipo egzemplioriuje
nl: Json: Het type van dit element wordt afgeleid van het json-type in de instance
pt: JSON: O tipo deste elemento é inferido a partir do tipo JSON na instância
ru: JSON: Тип этого элемента выводится из типа JSON в экземпляре
uk: JSON: тип цього елемента виводиться з типу JSON у екземплярі
uz: JSON: Ushbu element turi instansiyadagi JSON turi asosida aniqlanadi

source: This element is present as a JSON Array even when there are no items in the instance
ar: هذا العنصر موجود كمصفوفة JSON حتى في حالة عدم وجود عناصر في المثيل
fr: Cet élément est présent comme tableau JSON même lorsqu''il n''y a aucun élément dans l''instance
lt: Šis elementas yra kaip JSON masyvas net tada, kai egzemplioriuje nėra elementų
nl: Dit element is aanwezig als een json-array zelfs als er geen items in de instance staan
pt: Este elemento está presente como uma matriz JSON mesmo quando não existem itens na instância
ru: Этот элемент присутствует в виде JSON массива, даже если в экземпляре нет элементов
uk: Цей елемент присутній у вигляді JSON масиву навіть тоді, коли в екземплярі немає елементів
uz: Ushbu element instansiyada elementlar bo‘lmasa ham JSON Array sifatida mavjud bo‘ladi

source: This element may be present as a JSON Array even when there are no items in the instance
ar: قد يكون هذا العنصر موجودًا كمصفوفة JSON حتى في حالة عدم وجود عناصر في المثيل
fr: Cet élément peut être présent comme tableau JSON même lorsqu''il n''y a aucun élément dans l''instance
lt: Šis elementas gali būti kaip JSON masyvas net tada, kai egzemplioriuje nėra elementų
nl: Dit element is mogelijk aanwezig als een json-array zelfs als er geen items in de instance staan
pt: Este elemento pode estar presente como uma matriz JSON mesmo quando não existem itens na instância
ru: Этот элемент может присутствовать как JSON массив, даже если нет элементов в экземпляре
uk: Цей елемент може бути присутнім у вигляді JSON масиву, навіть якщо в екземплярі немає елементів
uz: Ushbu element instansiyada elementlar bo‘lmasa ham JSON Array sifatida mavjud bo‘lishi mumkin

source: The JSON Array for this property may be present even when there are no items in the instance (e.g. may be present as an empty array)
ar: قد تكون مصفوفة JSON Array لهذه الخاصية موجودة حتى في حالة عدم وجود عناصر في المثيل (على سبيل المثال قد تكون موجودة كمصفوفة فارغة)
fr: Le tableau JSON pour cette propriété peut être présent même lorsqu''il n''y a aucun élément dans l''instance (par ex. peut être présent comme tableau vide)
lt: Šios ypatybės JSON masyvas gali būti net tada, kai egzemplioriuje nėra elementų (pvz., gali būti tuščias masyvas)
nl: De json-array voor deze eigenschap is mogelijk aanwezig zelfs als er geen items in de instance staan (als een lege array)
pt: A matriz JSON para esta propriedade pode estar presente mesmo quando não existem itens na instância (por exemplo, pode estar presente como uma matriz vazia)
ru: Массив JSON для этого свойства может присутствовать, даже если в экземпляре нет элементов (например, может присутствовать в виде пустого массива)
uk: Масив JSON для цієї властивості може бути присутнім навіть тоді, коли в екземплярі немає елементів (наприклад, може бути присутнім у вигляді порожнього масиву)
uz: Ushbu xususiyat uchun JSON Array instansiyada elementlar bo‘lmasa ham mavjud bo‘lishi mumkin (masalan, bo‘sh array sifatida)

source: JSON Property Name
ar: اسم خاصية JSON
fr: Nom de propriété JSON
lt: JSON ypatybės pavadinimas
nl: JSON eigenschapnaam
pt: Nome da propriedade JSON
ru: Имя JSON свойства
uk: Ім'я властивості JSON
uz: JSON xususiyat nomi

source: The JSON Array for this property is not present when there are no items in the instance (e.g. never as an empty array)
ar: لا تكون مصفوفة JSON لهذه الخاصية موجودة في حالة عدم وجود عناصر في المثيل (على سبيل المثال لا تكون مصفوفة فارغة أبدًا)
fr: Le tableau JSON pour cette propriété n''est pas présent lorsqu''il n''y a aucun élément dans l''instance (par ex. jamais comme tableau vide)
lt: Šios ypatybės JSON masyvo nėra, kai egzemplioriuje nėra elementų (pvz., niekada kaip tuščias masyvas)
nl: De json-array voor deze eigenschap is niet aanwezig als er geen items in de instance staan (komt niet voor als lege array)
pt: A matriz JSON para esta propriedade não está presente quando não existem itens na instância (por exemplo, nunca como uma matriz vazia)
ru: JSON массив для этого свойства не присутствует, когда нет элементов в экземпляре (например, никогда не в качестве пустого массива)
uk: Масив JSON для цієї властивості відсутній, коли в екземплярі немає елементів (наприклад, ніколи як порожній масив)
uz: Ushbu xususiyat uchun JSON Array instansiyada elementlar bo‘lmasa mavjud bo‘lmaydi (masalan, hech qachon bo‘sh array sifatida emas)

source: JSON: This object can be represented as null in the JSON structure (which counts as ''present'' for cardinality purposes)
ar: JSON: يمكن تمثيل هذا الكائن على أنه لا شيء في بنية JSON (والذي يُعتبر "موجود" لأغراض البطاقة)
fr: JSON : Cet objet peut être représenté comme null dans la structure JSON (ce qui compte comme ''présent'' aux fins de cardinalité)
lt: JSON: Šis objektas gali būti pavaizduotas kaip nulinis JSON struktūroje (kuris kardinalumo tikslais laikomas "esamu")
nl: Json: Dit object kan worden gerepresenteerd als null in de json-structuur (wat telt als ''aanwezig'' voor kardinaliteit)
pt: JSON: Este objeto pode ser representado como nulo na estrutura JSON (que conta como "presente" para efeitos de cardinalidade)
ru: JSON: Этот объект может быть представлен как null в структуре JSON (который считается ''существуемым'' для целей кардинальности)
uk: JSON: Цей об'єкт може бути представлений як null у структурі JSON (яка вважається ''present'' для цілей кардинальності)
uz: JSON: Ushbu obyekt JSON tuzilmasida null sifatida ifodalanishi mumkin (kardinallik maqsadlari uchun “mavjud” deb hisoblanadi)

source: The JSON Array for this property is present even when there are no items in the instance (e.g. as an empty array)
ar: مصفوفة JSON لهذه الخاصية موجودة حتى في حالة عدم وجود عناصر في المثيل (على سبيل المثال كمصفوفة فارغة)
fr: Le tableau JSON pour cette propriété est présent même lorsqu''il n''y a aucun élément dans l''instance (par ex. comme tableau vide)
lt: Šios ypatybės JSON masyvas yra net tada, kai egzemplioriuje nėra elementų (pvz., kaip tuščias masyvas)
nl: De json-array voor deze eigenschap is aanwezig zelfs als er geen items in de instance staan (als een lege array)
pt: A matriz JSON para esta propriedade está presente mesmo quando não existem itens na instância (por exemplo, como uma matriz vazia)
ru: JSON Array для этого свойства присутствует даже в том случае, если в данном примере нет элементов (например, в виде пустого массива)
uk: Масив JSON для цієї властивості присутній навіть тоді, коли в екземплярі немає елементів (наприклад, у вигляді порожнього масиву)
uz: Ushbu xususiyat uchun JSON Array instansiyada elementlar bo‘lmasa ham mavjud bo‘ladi (masalan, bo‘sh array sifatida)

source: This property appears in JSON with the property name
ar: تظهر هذه الخاصية في JSON مع اسم الخاصية
fr: Cette propriété apparaît dans le JSON avec le nom de propriété
lt: Ši ypatybė rodoma JSON su ypatybės pavadinimu
nl: Deze eigenschap staat in json met eigenschapnaam
pt: Esta propriedade aparece em JSON com o nome da propriedade
ru: Это свойство появляется в JSON с названием свойства
uk: Ця властивість відображається в JSON з іменем властивості
uz: Ushbu xususiyat JSONda xususiyat nomi bilan paydo bo‘ladi

source: This repeating object is represented as a single JSON object with named properties. The name of the property (key) is the value of the
ar: يتم تمثيل هذا الكائن المتكرر ككائن JSON واحد مع خصائص مسماة. اسم الخاصية (المفتاح) هو اسم الخاصية (المفتاح) هو قيمة
lt: Šis pasikartojantis objektas vaizduojamas kaip vienas JSON objektas su įvardytomis ypatybėmis. Ypatybės pavadinimas (raktas) yra reikšmė
nl: Dit herhalende object wordt gepresenteerd als één json-object met benoemde eigenschappen. De naam van de eigenschap (sleutel) is de waarde van de
pt: Este objeto de repetição é representado como um único objeto JSON com propriedades nomeadas. O nome da propriedade (chave) é o valor do parâmetro
ru: Повторяющийся объект представлен в виде одного JSON объекта с именованными свойствами. Имя свойства (ключ) - значение
uk: Цей повторюваний об'єкт представлений як єдиний об'єкт JSON з іменованими властивостями. Ім'я властивості (ключ) є значенням
uz: Ushbu takrorlanuvchi obyekt nomlangan xususiyatlarga ega yagona JSON obyekt sifatida ifodalanadi. Xususiyat nomi (kalit) qiymati —

source: JSON Property Name for Type
ar: اسم خاصية JSON للنوع
fr: Nom de propriété JSON pour le type
lt: JSON ypatybės pavadinimas tipui
nl: Json-eigenschapnaam voor type
pt: Nome da propriedade JSON para o tipo
ru: Имя JSON свойства для типа
uk: Ім'я властивості JSON для типу
uz: Tur uchun JSON xususiyat nomi

source: Label
ar: التسمية
fr: Étiquette
lt: Etiketė
pt: Etiqueta
ru: Метка
uk: Мітка
uz: Yorliq

source: At least the following
ar: على الأقل ما يلي
fr: Au moins les éléments suivants
lt: Bent jau šie
nl: Tenminste de volgende
pt: Pelo menos os seguintes elementos
ru: По крайней мере следующие
uk: Як мінімум наступне
uz: Kamida quyidagilar

# STRUC_DEF_LOGICAL
source: Logical Model
ar: النموذج المنطقي
fr: Modèle logique
lt: Loginis modelis
nl: Logisch model
pt: Modelo lógico
ru: Логическая модель
uk: Логічна модель
uz: Mantiqiy model

source: Logical Container
ar: حاوية منطقية
fr: Conteneur logique
lt: Loginis konteineris
nl: Logische container
pt: Contentor lógico
ru: Логический контейнер
uk: Логічний контейнер
uz: Mantiqiy konteyner

source: LOINC Code
ar: رمز لوينك (LOINC)
fr: Code LOINC
lt: LOINC kodas
pt: Código LOINC
ru: Код LOINC
uk: Код LOINC
uz: LOINC kodi

source: LOINC code
ar: رمز لوينك (LOINC)
fr: code LOINC
lt: LOINC kodas
pt: Código LOINC
ru: Код LOINC
uk: Код LOINC
uz: LOINC kodi

source: Maximum
ar: الحد الأقصى
lt: Didžiausias
pt: Máximo
ru: Максимум
uk: Максимум
uz: Maksimum

# STRUC_DEF_MAX_MIN
source: Minimum and Maximum # of times the element can appear in the instance
ar: الحد الأدنى والحد الأقصى لعدد المرات التي يمكن أن يظهر فيها العنصر في المثيل
fr: Nombre minimum et maximum de fois que l''élément peut apparaître dans l''instance
lt: Minimalus ir maksimalus # kartų, kai elementas gali būti rodomas egzemplioriuje
nl: Minimum en maximum # keren dat het element in een instance kan voorkomen
pt: Número mínimo e máximo de vezes que o elemento pode aparecer na instância
ru: Минимальное и максимальное кол-во раз, которое может отображаться элемент в экземпляре
uk: Мінімум і Максимум # разів, коли елемент може з'явитися в екземплярі
uz: Element instansiyada paydo bo‘lishining minimal va maksimal soni

source: Max Value
ar: القيمة القصوى
fr: Valeur max
lt: Maksimali vertė
nl: Max waarde
pt: Valor máximo
ru: Максимальное значение
uk: Максимальне значення
uz: Maksimal qiymat

source: Meaning if Missing
ar: المعنى إذا كان مفقود
fr: Signification si manquant
lt: Reikšmė, jei trūksta
nl: Betekenis als ontbreekt
pt: Significado em caso de falta
ru: Значение при отсутствии
uk: Значення, якщо відсутній
uz: Mavjud bo‘lmaganda ma’nosi

source: Minimum
ar: الحد الأدنى
lt: Minimalus
pt: Mínimo
ru: Минимум
uk: Мінімальний

source: Min Value
ar: الحد الأدنى للقيمة
fr: Valeur min
lt: Minimali vertė
pt: Valor mínimo
ru: Мин. значение
uk: Мінімальне значення
uz: Minimal qiymat

source: missing link
ar: حلقة الوصل المفقودة
fr: lien manquant
lt: trūkstama grandis
nl: ontbrekende link
pt: elo perdido
ru: отсутствует ссылка
uk: Відсутнє посилання
uz: yetishmayotgan havola

source: This element is a modifier element
ar: هذا العنصر هو عنصر معدل
fr: Cet élément est un élément modificateur
lt: Šis elementas yra modifikatoriaus elementas
nl: Dit element is een modifier element
pt: Este elemento é um elemento modificador
ru: Этот элемент является модификатором элемента
uk: Цей елемент є елементом-модифікатором
uz: Ushbu element modifikator element hisoblanadi

source: Modifier
ar: تعديل
fr: Modificateur
lt: Modifikatorius
pt: Modificador
uk: Модифікатор
uz: Modifikator

source: Is Modifier
ar: هو تعديل
fr: Est modificateur
lt: Ar modifikatorius
pt: É modificador
ru: Модификатор
uk: є модифікатором
uz: Modifikator hisoblanadi

source: This is a modifier extension
fr: Ceci est une extension modificatrice
lt: Tai modifikatoriaus plėtinys
uz: Modifikator kengaytma

source: Must Support
ar: يجب دعمه
fr: Doit être pris en charge (Must Support)
lt: Turi palaikyti
nl: Moet ondersteunen
pt: Deve apoiar
ru: Требуется поддержка
uk: Обов'язкова підтримка
uz: Majburiy qo‘llab-quvvatlash

source: Must Support Types
ar: يجب دعم أنواع الدعم
fr: Types qui doivent être pris en charge (Must Support)
lt: Turi palaikyti tipus
nl: Moet ondersteunen types
pt: Tipos de suporte obrigatório
ru: Необходимо поддерживать типы
uk: Типи обов'язкових опор
uz: Majburiy qo‘llab-quvvatlanadigan turlar
