Repository: hapifhir/org.hl7.fhir.core
Catalog: org.hl7.fhir.utilities/src/main/resources/source/rendering-phrases-*.po
Languages: ar, fr, lt, nl, pt, ru, uk, uz

source: A subset of the code system concepts are included in the code system resource
ar: يتم تضمين مجموعة فرعية من مفاهيم نظام التعليمات البرمجية في مورد نظام التعليمات البرمجية
fr: Un sous-ensemble des concepts de la terminologie de référence (CodeSystem) est inclus dans la ressource CodeSystem
lt: Kodų sistemos sąvokų poaibis yra įtrauktas į kodų sistemos išteklius
nl: De CodeSystem resource bevat een subset van de door het codesysteem gedefinieerde concepten
pt: Um subconjunto dos conceitos do sistema de códigos está incluído no recurso do sistema de códigos
ru: В ресурс кодовой системы включен поднабор понятий кодовой системы
uk: Підмножина понять код системи включена в ресурс код системи
uz: Kod tizimi tushunchalarining bir qismi kod tizimi resursiga kiritilgan

source: in a {0} hierarchy
ar: في التسلسل الهرمي {0}
fr: dans une hiérarchie {0}
lt: Į {0} hierarchija
nl: in een {0} hiërarchie
pt: numa hierarquia {0}
ru: в иерархии {0}
uk: У {0} Ієрархії
uz: {0} iyerarxiyasida

source: None of the concepts defined by the code system are included in the code system resource
ar: لا يتم تضمين أي من المفاهيم التي يحددها نظام التعليمات البرمجية في مورد نظام التعليمات البرمجية
fr: Aucun des concepts définis par la terminologie de référence (CodeSystem) n''est inclus dans la ressource CodeSystem
lt: Nė viena iš kodų sistemos apibrėžtų sąvokų nėra įtraukta į kodų sistemos išteklius
nl: De CodeSystem resource bevat geen van de in het codesysteem gedefinieerde concepten
pt: Nenhum dos conceitos definidos pelo sistema de códigos está incluído no recurso do sistema de códigos
ru: Ни одно из понятий, определенных кодовой системой, не включено в ресурс кодовой системы
uk: Жодне з понять, визначених код системою, не входить в ресурс код системи
uz: Kod tizimi tomonidan belgilangan tushunchalarning hech biri kod tizimi resursiga kiritilmagan

source: properties
ar: الخصائص
fr: propriétés
lt: Apgyvendinimo įstaigos
nl: eigenschappen
pt: propriedades
ru: свойства
uk: Властивості
uz: xususiyatlar

source: (replaced by
ar: (يُستعاض عنها بـ
fr: (remplacé par
lt: (pakeista taip:
nl: (vervangen door
pt: (substituído por
ru: (заменено
uk: (замінено на
uz: (quyidagi bilan almashtirilgan:

source: This code system resource is a supplement to
ar: يعد مورد نظام التعليمات البرمجية هذا مكملاً لـ
fr: Cette ressource de terminologie de référence (CodeSystem) est un supplément à
lt: Šis kodų sistemos išteklius yra
nl: Deze CodeSystem resource is een supplement voor
pt: Este recurso do sistema de códigos é um suplemento ao
ru: Этот кодовый системный ресурс является дополнением
uk: Цей кодовий ресурс є доповненням до
uz: Ushbu kod tizimi resursi quyidagining qo‘shimchasi hisoblanadi

source: This CodeSystem Supplement is not used here; it may be used elsewhere (e.g. specifications and/or implementations that use this content)
ar: لا يتم استخدام ملحق نظام الترميز هذا هنا؛ ويمكن استخدامه في مكان آخر (على سبيل المثال المواصفات و/أو التطبيقات التي تستخدم هذا المحتوى)
fr: Ce supplément de terminologie de référence (CodeSystem) n'est pas utilisé ici; il peut être utilisé ailleurs (par exemple spécifications et/ou implémentations qui utilisent ce contenu)
lt: Šis kodų sistemos priedas čia nenaudojamas; jis gali būti naudojamas kitur (pvz., specifikacijose ir (arba) įgyvendinimuose, kuriuose naudojamas šis turinys)
uz: Ushbu CodeSystem qo‘shimchasi bu yerda ishlatilmaydi; u boshqa joylarda (masalan, ushbu kontentdan foydalanadigan spetsifikatsiyalar va/yoki implementatsiyalarda) qo‘llanilishi mumkin

source: {0} is the value set for all codes in this code system
ar: {0} هي القيمة المحددة لجميع الرموز في نظام الرموز هذا
fr: {0} est le jeu de valeurs (ValueSet) pour tous les codes de cette terminologie de référence (CodeSystem)
lt: {0} yra visų šios kodų sistemos kodų nustatyta reikšmė
nl: {0} is de waardelijst voor alle codes in dit codesysteem
pt: {0} é o valor definido para todos os códigos deste sistema de códigos
ru: {0} - это значение, установленное для всех кодов в этой кодовой системе
uk: {0} — значення, встановлене для всіх кодів у цій системі кодів
uz: {0} ushbu kod tizimidagi barcha kodlar uchun qiymatlar to‘plamidir

source: in an undefined hierarchy
ar: في تسلسل هرمي غير محدد
fr: dans une hiérarchie non définie
lt: neapibrėžtoje hierarchijoje
nl: in een ongedefinieerde hiërarchie
pt: numa hierarquia indefinida
ru: в неопределенной иерархии
uk: в невизначеній ієрархії
uz: aniqlanmagan iyerarxiyada

source: Unknown CodeSystemContentMode mode
ar: وضع CodeSystemContententMode غير معروف
fr: Mode CodeSystemContentMode inconnu
lt: Nežinomas CodeSystemContentMode režimas
nl: Onbekende CodeSystemContentMode modus
pt: Modo CodeSystemContentMode desconhecido
ru: Неизвестный режим CodeSystemContentMode
uk: Режим Unknown CodeSystemContentMode
uz: Noma’lum CodeSystemContentMode rejimi

source: Codes
ar: الرموز
lt: Kodai
pt: Códigos
ru: Коды
uk: Коди
uz: Kodlar

source: unspecified code system
ar: نظام كود غير محدد
fr: terminologie de référence (CodeSystem) non spécifiée
lt: Nenurodyta kodų sistema
nl: ongespecificeerd codesysteem
pt: sistema de códigos não especificado
ru: неуказанная кодовая система
uk: Система невизначених кодів
uz: aniqlanmagan kod tizimi

source: from
ar: من
fr: de
lt: iš
nl: van
pt: de
ru: от
uk: від
uz: dan

source: Mapping from
ar: رسم الخرائط من
fr: Mapping de
lt: Žemėlapis iš
nl: Mapping van
pt: Mapeamento de
ru: Сопоставление с
uk: Зіставлення з
uz: dan xaritalash

source: Group {0}
ar: المجموعة {0}
fr: Groupe {0}
lt: Grupė {0}
nl: Groep {0}
pt: Grupo {0}
ru: Группа {0}
uk: Група {0}
uz: Guruh {0}

source: (not specified)
ar: (غير محدد)
fr: (non spécifié)
lt: (nenurodyta)
nl: (niet gespecificeerd)
pt: (não especificado)
ru: (не указано)
uk: (не вказано)
uz: (aniqlanmagan)

source: Relationship
ar: العلاقة
fr: relation
lt: Santykius
nl: Relatie
pt: Relacionamento
ru: Отношения
uk: Відносини
uz: Munosabat

source: Source Code
ar: كود المصدر
fr: Code source
lt: Kodą
nl: Bron code
pt: Código fonte
ru: Исходный код
uk: Вихідний код
uz: Manba kodi

# CONC_MAP_SOURCE_CARD
source: Card.
ar: البطاقة.
lt: Korta.
uk: Картка.
uz: Kard.

# CONC_MAP_SOURCE_TYPE
source: Type
ar: النوع
lt: Rūšis
pt: Tipo
uk: Тип
uz: Turi

source: Source Concept Details
ar: تفاصيل مفهوم المصدر التفاصيل
fr: Détails du concept source
lt: Šaltinio koncepcijos informacija
nl: Bron conceptdetails
pt: Fonte Detalhes do conceito
ru: Подробности исходных понятий
uk: Деталі концепції джерела
uz: Manba tushunchasi tafsilotlari

# CONC_MAP_TO
source: to
ar: إلى
fr: vers
lt: į
nl: naar
pt: para
ru: до
uk: до
uz: ga

source: Target Code
ar: الرمز المستهدف
fr: Code cible
lt: Tikslinis kodas
nl: Doel code
pt: Código de destino
ru: Целевой код
uk: Цільовий код
uz: Maqsadli kod

# CONC_MAP_TRGT_CARD
source: Card.
ar: البطاقة.
lt: Korta.
uk: Картка.

source: Target Concept Details
ar: تفاصيل المفهوم المستهدف
fr: Détails du concept cible
lt: Išsami tikslinės koncepcijos informacija
nl: Doel conceptdetails
pt: Detalhes do conceito-alvo
ru: Подробности Целевого Концепции
uk: Деталі цільової концепції
uz: Maqsadli tushuncha tafsilotlari

# CONC_MAP_TRGT_TYPE
source: Type
ar: النوع
lt: Rūšis
pt: Tipo
uk: Тип
uz: Turi

source: Afternoon
ar: بعد الظهر
fr: Après-midi
lt: Popietė
nl: Middag
pt: Tarde
ru: Вторая половина дня
uk: Пообіді
uz: Kunning ikkinchi yarmi

source: Early Afternoon
ar: بعد الظهر
fr: Début d''après-midi
lt: Ankstyva popietė
nl: Voormiddag
pt: Início da tarde
ru: Ранняя половина дня
uk: Ранній день
uz: Kunning ikkinchi yarmining boshida

source: Late Afternoon
ar: وقت متأخر بعد الظهر
fr: Fin d''après-midi
lt: Vėlyva popietė
nl: Namiddag
pt: Fim da tarde
ru: Поздний день
uk: Пізній день
uz: Kunning ikkinchi yarmining oxirida

source: After Sleep
ar: بعد النوم
fr: Après le sommeil
lt: Po miego
nl: Na slaap
pt: Depois de dormir
ru: После сна
uk: Після сну
uz: Uyqudan keyin

source: after breakfast
ar: بعد الإفطار
fr: après le petit déjeuner
lt: po pusryčių
nl: na het ontbijt
pt: depois do pequeno-almoço
ru: после завтрака
uk: після сніданку
uz: nonushtadan keyin

source: after dinner
ar: بعد العشاء
fr: après le dîner
lt: Po vakarienės
nl: na het diner
pt: depois do jantar
ru: после ужина
uk: Після вечері
uz: kechki ovqatdan keyin

source: after lunch
ar: بعد الغداء
fr: après le déjeuner
lt: po pietų
nl: na de lunch
pt: depois do almoço
ru: после обеда
uk: після обіду
uz: tushlikdan keyin

source: after meals
ar: بعد الوجبات
fr: après les repas
lt: po valgio
nl: na de maaltijd
pt: após as refeições
ru: после еды
uk: після їжі
uz: ovqatdan keyin

source: after waking
ar: بعد الاستيقاظ
fr: au réveil
lt: pabudus
nl: na ontwaken
pt: depois de acordar
ru: после пробуждения
uk: після пробудження
uz: uyg'ongandan keyin

source: at breakfast
ar: في وجبة الإفطار
fr: au petit déjeuner
lt: per pusryčius
nl: bij het ontbijt
pt: ao pequeno-almoço
ru: в завтрак
uk: за сніданком
uz: nonushta paytida

source: at dinner
ar: على العشاء
fr: au dîner
lt: vakarienės metu
nl: bij het diner
pt: ao jantar
ru: на обед
uk: за вечерею
uz: kechki ovqat paytida

source: at lunch
ar: على الغداء
fr: au déjeuner
lt: per pietus
nl: bij de lunch
pt: ao almoço
ru: на обед
uk: в обід
uz: tushlik paytida

source: (base64 data - {0} base64 chars)
ar: (بيانات base64 - {0} base64 chars)
fr: (données base64 - {0} caractères base64)
lt: (base64 duomenys - {0} base64 simboliai)
nl: (base64 data - {0} base64 tekens)
pt: (dados base64 - {0} caracteres base64)
ru: (данные base64 - {0} base64 символа)
uk: (дані base64 - {0} base64 символи)
uz: (base64 ma’lumotlari — {0} ta base64 belgi)

source: before breakfast
ar: قبل الإفطار
fr: avant le petit-déjeuner
lt: Prieš pusryčius
nl: vóór het ontbijt
pt: antes do pequeno-almoço
ru: перед завтраком
uk: перед сніданком
uz: nonushtadan oldin

source: before dinner
ar: قبل العشاء
fr: avant le dîner
lt: Prieš vakarienę
nl: vóór het diner
pt: antes do jantar
ru: перед ужином
uk: перед вечерею
uz: kechki ovqatdan oldin

source: before lunch
ar: قبل الغداء
fr: avant le déjeuner
lt: Prieš pietus
nl: vóór de lunch
pt: antes do almoço
ru: до обеда
uk: до обіду
uz: tushlikdan oldin

source: before meals
ar: قبل الوجبات
fr: avant les repas
lt: prieš valgį
nl: vóór de maaltijd
pt: antes das refeições
ru: до еды
uk: до їжі
uz: ovqatdan oldin

source: before sleeping
ar: قبل النوم
fr: avant le coucher
lt: prieš miegą
nl: vóór slapen gaan
pt: antes de dormir
ru: перед сном
uk: Перед сном
uz: uyqudan oldin

source: By
ar: بواسطة
fr: Par
lt: Pagal
nl: Door
pt: Por
ru: По
uk: Від
uz: Tomonidan

source: Codes:
ar: الرموز:
lt: Kodai:
pt: Códigos:
ru: Коды:
uk: Коди:
uz: Kodlar:

source: Condition
ar: الحالة
lt: Sąlyga
nl: Voorwaarde
pt: Estado
uk: Умова
uz: Holat

source: Count {0}
ar: عد {0}
fr: Nombre {0}
lt: Skaičiuoti {0}
nl: Aantal {0}
pt: Contagem {0}
ru: Количество {0}
uk: Кількість: {0}
uz: Soni {0}

source: Data: {0}
ar: البيانات: {0}
fr: Données : {0}
lt: Duomenys: {0}
pt: Dados: {0}
ru: Данные: {0}
uk: Дані: {0}
uz: Maʼlumotlar: {0}

source: (Details: {0} code
ar: (التفاصيل: {0} الرمز
fr: (Détails : code {0}
lt: (Išsami informacija: {0} Kodas
pt: (Detalhes: {0} código
ru: (Подробности: {0} код
uk: (Детальніше: {0} код
uz: (Tafsilotlar: {0} kod

source: (Details: {0} code {1} = ''{2}'')
ar: (التفاصيل: {0} رمز {1} = ''{2}'')
fr: (Détails : code {0} {1} = ''{2}'')
lt: (Išsami informacija: {0} Kodas {1} = ''{2}'')
pt: (Pormenores: {0} código {1} = ''{2}'')
ru: (Подробности: {0} код {1} = ''{2}'')
uk: (Детальніше: {0} код {1} = ''{2}'')
uz: (Tafsilotlar: {0} kod {1} = ''{2}'')

source: (Details: {0} code {1})
ar: (التفاصيل: {0} الرمز {1})
fr: (Détails : code {0} {1})
lt: (Išsami informacija: {0} Kodas {1})
pt: (Detalhes: {0} código {1})
ru: (Подробности: {0} код {1})
uk: (Детальніше: {0} код {1})
uz: (Tafsilotlar: {0} kod {1})

source: Dimensions: {0}
ar: الأبعاد: {0}
lt: Matmenys: {0}
nl: Grootte: {0}
pt: Dimensões: {0}
ru: Размер: {0}
uk: Розміри: {0}
uz: Oʻlchovlar: {0}

source: Duration {0}
ar: المدة {0}
fr: Durée {0}
lt: Trukmė {0}
nl: Duur {0}
pt: Duração {0}
ru: Продолжительность {0}
uk: Тривалість {0}
uz: Davomiylik {0}

source: Error: {0}
ar: خطأ: {0}
fr: Erreur : {0}
lt: Klaida: {0}
nl: Fout: {0}
pt: Erro: {0}
ru: Ошибка: {0}
uk: Помилка: {0}
uz: Xato: {0}

source: Evening
ar: مساء الخير
fr: Soir
lt: Vakaras
nl: Avond
pt: Noite
ru: Вечер
uk: Вечір
uz: Kechqurun

source: Early Evening
ar: المساء الباكر
fr: Début de soirée
lt: Ankstyvas vakaras
nl: Vroeg in de avond
pt: Início da noite
ru: Ранний вечер
uk: Ранній вечір
uz: Erta kechqurun

source: Late Evening
ar: في وقت متأخر من المساء
fr: Fin de soirée
lt: Vėlyvas vakaras
nl: Laat in de avond
pt: Tarde da noite
ru: Поздний вечер
uk: Пізній вечір
uz: Kech payt

source: Events: {0}
ar: الأحداث: {0}
fr: Evenements : {0}
lt: Renginiai: {0}
pt: Eventos: {0}
ru: События: {0}
uk: Події: {0}
uz: Hodisalar: {0}

source: Exception
ar: الاستثناء
lt: Išimtis
nl: Uitzondering
pt: Exceção
ru: Исключение
uk: Виняток
uz: Istisno

source: Factor: {0}
ar: العامل: {0}
fr: Facteur : {0}
lt: Veiksnys: {0}
pt: Fator: {0}
ru: Фактор: {0}
uk: Чинник: {0}
uz: Omil: {0}

source: Fax: {0}
ar: الفاكس: {0}
lt: Faksas: {0}
ru: Факс: {0}
uk: Факс: {0}
uz: Faks: {0}

source: Global Location Number
ar: رقم الموقع العالمي
fr: Numéro de localisation mondiale
lt: Visuotinis vietos numeris
nl: Global locatienummer
pt: Número de localização global
ru: Глобальный номер местоположения
uk: Глобальний номер місцезнаходження
uz: Global joylashuv raqami

source: ICD-9
ar: التصنيف الدولي للأمراض ICD-9
fr: CIM-9
lt: TLK-9
pt: CID-9
ru: МКБ-9
uk: МКХ-9
uz: МКБ-9

source: Immediate
ar: فوري
fr: Immédiat
lt: Nedelsiant
nl: Onmiddellijk
pt: Imediato
ru: Немедленно
uk: Негайного
uz: Darhol

source: Interval: {0}
ar: الفترة الزمنية: {0}
fr: Intervalle : {0}
lt: Intervalas: {0}
pt: Intervalo: {0}
ru: Интервал: {0}
uk: Інтервал: {0}

source: Limit
ar: الحد
fr: Limite
lt: Riba
nl: Limiet
pt: Limite
ru: Лимит
uk: Ліміт
uz: Chegara

source: Lower: {0}
ar: أقل: {0}
fr: Inférieur : {0}
lt: Nuleisti: {0}
nl: Onder: {0}
pt: Inferior: {0}
ru: Меньше: {0}
uk: Нижче: {0}
uz: Quyi: {0}

source: at meals
ar: في الوجبات
fr: aux repas
lt: valgio metu
nl: bij de maaltijd
pt: nas refeições
ru: во время еды
uk: під час їжі
uz: ovqat paytida

source: Unable to resolve markdown link ''{0}''
ar: !!تعذر حل رابط تخفيض السعر
fr: Impossible de résoudre le lien markdown ''{0}''
lt: Nepavyko išspręsti žymėjimo saito ''{0}''
nl: !!Kan markdown-link niet volgen
ru: !!Не удалось определить ссылку markdown
uz: Markdown havola aniqlanmadi: "{0}"

source: Morning
ar: صباح الخير
fr: Matin
lt: Rytas
nl: Morgen
pt: Manhã
ru: Первая половина дня
uk: Ранок
uz: Ertalab

source: Early Morning
ar: الصباح الباكر
fr: Tôt le matin
lt: Ankstyvas rytas
nl: Vroeg in de morgen
pt: Manhã cedo
ru: Раннее утро
uk: Рано вранці
uz: Erta tongda

source: Late Morning
ar: الصباح المتأخر
fr: Fin de matinée
lt: Vėlyvas rytas
nl: Laat in de morgen
pt: Final da manhã
ru: Позднее утро
uk: Пізній ранок
uz: Tushga yaqin

source: Night
ar: ليلاً
fr: Nuit
lt: Naktis
nl: Nacht
pt: Noite
ru: Ночь
uk: Ніч
uz: Tun

source: Noon
ar: الظهيرة
fr: Midi
lt: Vidurdienis
nl: 12 uur
pt: Meio-dia
ru: Полдень
uk: Полудень
uz: Tush payti

source: [not stated]
ar: [غير مذكور]
fr: [non précisé]
lt: [nenurodyta]
nl: [niet genoemd]
pt: [não indicado].
ru: [не указано]
uk: [не вказано]
uz: [ko‘rsatilmagan]

source: No display for {0}
ar: لا يوجد عرض ل {0}
fr: Pas d''affichage pour {0}
lt: Nėra ekrano {0}
nl: Geen weergavenaam voor {0}
pt: Nenhum ecrã para {0}
ru: Нет отображения для {0}
uk: Немає відображення для {0}
uz: {0} uchun ko‘rsatiladigan qiymat mavjud emas

source: Once
ar: مرة واحدة
fr: Une fois
lt: Kadaise
nl: Eenmaal
pt: Uma vez
ru: Один раз
uk: Раз
uz: Bir marta

source: (ongoing)
ar: (مستمر)
fr: (en cours)
lt: (vykdoma)
nl: (continue)
pt: (em curso)
ru: (продолжается)
uk: (триває)
uz: (davom etmoqda)

source: Origin: {0}
ar: الأصل: {0}
fr: Origine : {0}
lt: Kilmė: {0}
nl: Oorsprong: {0}
pt: Origem: {0}
ru: Происхождение: {0}
uk: Походження: {0}
uz: Kelib chiqish: {0}

source: per
ar: لكل
fr: par
lt: už
pt: por
ru: в
uk: за
uz: har

source: period:
ar: الفترة:
fr: période :
lt: tarpas:
nl: periode:
pt: período:
ru: период:
uk: період:
uz: davr:

source: Phone: {0}
ar: الهاتف: {0}
fr: Téléphone : {0}
lt: Telefonas: {0}
nl: Telefoon: {0}
pt: Telefone: {0}
ru: Телефон: {0}
uk: Телефон: {0}
uz: Telefon: {0}

source: Search on: {0}
ar: ابحث عن: {0}
fr: Recherche sur : {0}
lt: Ieškoti: {0}
nl: Zoek op: {0}
pt: Pesquisar em: {0}
ru: Поиск по: {0}
uk: Пошук на: {0}
uz: Qidirish: {0}

source: Sort
ar: فرز
fr: Tri
lt: Rikiuoti
nl: Sorteren
pt: Ordenar
ru: Сортировка
uk: Сортувати
uz: Saralash

source: source
ar: المصدر
lt: šaltinis
nl: bron
pt: fonte
ru: источник
uk: джерело
uz: manba

source: Starting {0}
ar: بدءاً من {0}
fr: Démarrage {0}
lt: Pradedant {0}
nl: Bezig met starten van {0}
pt: A partir de {0}
ru: Начиная {0}
uk: Починаючи {0}
uz: Boshlanish {0}

source: One of these codes:
ar: أحد هذه الرموز
fr: Un de ces codes :
lt: Vienas iš šių kodų:
nl: Een van deze codes:
pt: Um destes códigos:
ru: Один из этих кодов:
uk: Один з цих кодів:
uz: Ushbu kodlardan biri:

source: Timing
ar: التوقيت
lt: Laiko
pt: Calendário
ru: Сроки
uk: Терміни
uz: Vaqt

source: to do: {0}
ar: إلى: {0}
fr: à faire : {0}
lt: Padaryti: {0}
nl: te doen: {0}
pt: para fazer: {0}
ru: сделать: {0}
uk: Що потрібно зробити: {0}
uz: bajarish: {0}

source: unknown
ar: غير معروف
fr: inconnu
lt: nežinomas
nl: onbekend
pt: desconhecido
ru: неизвестно
uk: невідомий
uz: nomaʼlum

source: WARNING: Unrenderable Modifier Extension!
ar: تحذير: امتداد المعدل غير قابل للتعديل!
fr: ATTENTION : Modifier Extension non affichable !
lt: ĮSPĖJIMAS: Nepateikiamas modifikatoriaus plėtinys!
nl: WAARSCHUWING: Kan modifier-extensie niet weergeven!
pt: AVISO: Extensão de modificador não renderizável!
ru: ВНИМАНИЕ: Неренализируемое модифицирующее расширение!
uk: УВАГА: Невідтворюване розширення модифікатора!
uz: OGOHLANTIRISH: Ko‘rsatilmaydigan Modifier Extension!

source: Until {0}
ar: حتى {0}
fr: Jusqu''à {0}
lt: Ik {0}
nl: Tot {0}
pt: Até {0}
ru: До {0}
uk: Поки {0}
uz: Gacha {0}

source: Upper: {0}
ar: العلوي: {0}
fr: Supérieur : {0}
lt: Viršutinė: {0}
nl: Boven: {0}
pt: Superior: {0}
ru: Верхний: {0}
uk: Верхній: {0}
uz: Yuqori: {0}

source: use:
ar: الاستخدام:
fr: utilisation :
lt: naudoti:
nl: gebruik:
pt: utilização:
ru: используется:
uk: використання:
uz: foydalanish:

source: In ValueSet
ar: في ValueSet
fr: Dans le jeu de valeurs (ValueSet)
lt: Reikšmių rinkinyje
pt: Em ValueSet
ru: В ValueSet
uk: У ValueSet
uz: ValueSet ichida

source: (version = {0} {1}
ar: (الإصدار = {0} {1}
lt: (versija = {0} {1}
nl: (versie = {0} {1}
pt: (versão = {0} {1}
ru: (версия = {0} {1}
uk: (версія = {0} {1}
uz: (versiya = {0} {1}

source: Age
ar: العمر
fr: Âge
lt: Amžius
nl: Leeftijd
pt: Idade
ru: Возраст
uk: Вік
uz: Yosh

source: Coded Conclusions:
ar: الاستنتاجات المشفرة:
fr: Conclusions codées :
lt: Užkoduotos išvados:
nl: Gecodeerde conclusies:
pt: Conclusões codificadas:
ru: Кодированные выводы:
uk: Кодовані висновки:
uz: Kodlangan xulosalar:

source: Error:
ar: خطأ:
fr: Erreur :
lt: Klaida:
nl: Fout:
pt: Erro:
ru: Ошибка:
uk: Помилка:
uz: Xato:

source: for
ar: لـ
fr: pour
lt: dėl
nl: voor
pt: para
ru: для
uk: для
uz: uchun

source: The observation ''{0}'' could not be resolved
ar: تعذّر حل الملاحظة ''{0}''
fr: L'observation ''{0}'' n''a pas pu être résolue
lt: Pastebėjimas ''{0}'' nepavyko išspręsti
nl: Deze Observation ''{0}'' is niet gevonden
pt: A observação ''{0}'' não pôde ser resolvida
ru: Observation ''{0}'' не удалось разрешить
uk: Спостереження ''{0}'' не може бути вирішено
uz: "{0}" kuzatuv aniqlanmadi

source: Observation
ar: الملاحظة
lt: Stebėjimas
pt: Observação
uk: Спостереження
uz: Kuzatuv

source: Performer
ar: المؤدي
fr: Exécutant
lt: Atlikėjas
nl: Uitvoerende
pt: Intérprete
ru: Исполнитель
uk: Виконавець
uz: Ijrochi

source: Reference Range
ar: النطاق المرجعي
fr: Plage de référence
lt: Atskaitos diapazonas
nl: Refentiewaarden
pt: Intervalo de referência
ru: Диапазон ссылок
uk: Референтний діапазон
uz: Me’yoriy oraliq

source: Reported
ar: تم الإبلاغ
fr: Rapporté
lt: Pranešė
nl: Gerapporteerd
pt: Comunicado
ru: Жалоба
uk: Повідомили
uz: Hisobot qilingan

source: Report Details
ar: تفاصيل التقرير
fr: Détails du rapport
lt: Išsami ataskaitos informacija
nl: Rapportdetails
pt: Detalhes do relatório
ru: Детали отчета
uk: Деталі звіту
uz: Hisobot tafsilotlari

source: Unable to get Patient Details
ar: تعذر الحصول على تفاصيل المريض
fr: Impossible d''obtenir les détails du patient
lt: Nepavyko gauti paciento informacijos
nl: Kan geen Patient-details ophalen
pt: Não é possível obter os dados do doente
ru: Не удалось получить детали пациента
uk: Не вдається отримати деталі пацієнта
uz: Bemor ma’lumotlarini olish imkoni yo‘q

source: When For
ar: متى
lt: Kai
nl: Wanneer voor
pt: Quando Para
ru: Когда для
uk: Коли для
uz: Vaqt

source: Diagnostic Report for ''{0}'' for ''{1}''
ar: تقرير تشخيصي ل "{0}" ل "{1}
fr: Rapport de diagnostic pour ''{0}'' pour ''{1}''
lt: Diagnostinė ataskaita{0}'' už ''{1}''
nl: Diagnostisch rapport voor ''{0}'' voor ''{1}''
pt: Relatório de diagnóstico para ''{0}'' para ''{1}''
ru: DiagnosticReport для ''{0}'' для ''{1}''
uk: Діагностичний звіт для ''{0}'' для ''{1}''
uz: "{1}" uchun "{0}" bo‘yicha diagnostik hisobot

source: Unspecified Report Type
ar: نوع التقرير غير محدد
fr: Type de rapport non spécifié
lt: Nenurodytas ataskaitos tipas
nl: Ongespecificeerd rapporttype
pt: Tipo de relatório não especificado
ru: Неопределённый тип отчета
uk: Невизначений тип звіту
uz: Hisobot turi aniqlanmagan

# DIAG_REP_UNSPECIFIED_SUBJECT
source: Unspecified Subject
ar: موضوع غير محدد
fr: Sujet non spécifié
lt: Nenurodyta tema
nl: Ongespecificeerd subject
pt: Assunto não especificado
ru: Неуказанная тема
uk: Тема не вказана
uz: Subyekt aniqlanmagan

source: <param name="status"/> Document at <param name="date"/> by <param name="author"/> for <param name="subject"/> <if test="has-encounter = true"> in encounter <param name="encounter"/></if>
ar: <param name="status"/> مستند في <param name="date"/> بواسطة <param name="author"/> ل <param name="subject"/> <إذا كان <param name="subject"/> <f test="has-encounter = true"> في لقاء <param name="encounter"/></if>
lt: <param name="status"/> Dokumentas adresu <param name="date"/> pagal <param name="author"/> dėl <param name="subject"/> <if test="has-encounter = true"> Susidūrus <param name="encounter"/></if>
nl: !!<param name="status"/> Document van <param name="date"/> door <param name="author"/> voor <param name="subject"/> <if test="has-encounter = true"> in contactmoment <param name="encounter"/></if>
uz: <param name="status"/> Hujjat <param name="date"/> sanada <param name="author"/> tomonidan <param name="subject"/> uchun <if test="has-encounter = true"> uchrashuvda <param name="encounter"/></if>

source: Step {0} - See scenario {1}
ar: الخطوة {0} - انظر السيناريو {1}
fr: Étape {0} - Voir le scénario {1}
lt: Žingsnis {0} - Žiūrėti scenarijų {1}
nl: Stap {0} - Zie scenario {1}
pt: Etapa {0} - Ver cenário {1}
ru: Шаг {0} - Посмотреть сценарий {1}
uk: Крок {0} - Дивитись сценарій {1}
uz: Qadam {0} - Ssenariyni ko‘rish {1}

source: Alternative {0}
ar: البديل {0}
lt: Alternatyvių {0}
nl: Alternatief {0}
pt: Alternativa {0}
ru: Альтернативный {0}
uk: Альтернативні {0}
uz: Muqobil {0}

source: below
ar: أدناه
fr: ci-dessous
lt: Žemiau
nl: onder
pt: abaixo
ru: ниже
uk: нижче
uz: quyida

source: Contains:
ar: يحتوي على:
fr: Contient :
lt: Yra:
nl: Bevat:
pt: Contém:
ru: Содержит:
uk: Містить:
uz: O‘z ichiga oladi:
