Repository: hapifhir/org.hl7.fhir.core
Catalog: org.hl7.fhir.utilities/src/main/resources/source/rendering-phrases-*.po
Languages: ar, fr, lt, nl, pt, ru, uk, uz

source: Actor: {0}
ar: Project-Id-Version: FHIR Report-Msgid-Bugs-To: you@example.com POT-Creation-Date: 2025-07-19 23:19+0000 PO-Revision-Date: 2025-07-19 23:19+0000 Language: ar MIME-Version: 1.0 Content-Type: text/plain; charset=UTF-8 Content-Transfer-Encoding: 8bit
fr: Acteur : {0}
lt: Aktorius: {0}
ru: Актер: {0}
uk: Актор: {0}
uz: Aktor: {0}

source: Capabilities:
ar: الإمكانيات:
fr: Capacités :
lt: Galimybės:
pt: Capabilidades:
ru: Возможности:
uk: Можливості:
uz: Imkoniyatlar:

source: Derived from:
ar: مشتق من:
fr: Dérivé de :
lt: Išvesta iš:
nl: Afgeleid van:
pt: Derivado de:
ru: Происходит от:
uk: Походить з:
uz: Quyidagidan hosil qilingan:

source: Type: {0}
ar: اكتب: {0}
lt: Tipas: {0}
pt: Tipo: {0}
ru: Тип: {0}
uk: Тип: {0}
uz: Turi: {0}

# ACTOR_DERIVED_FROM
source: Derived From
ar: مشتق من
fr: Dérivé de
lt: Išvesta iš
pt: Derivado de
uz: Quyidagidan hosil qilingan

# ACTOR_DERIVED_FROM_NONE
source: (none)
ar: (لا شيء)
fr: (aucun)
lt: (nėra)
uz: (yo'q)

source: Additional Bindings
ar: الروابط الإضافية
fr: Bindings Additionnels
lt: Papildomos sąsajos
nl: Additionele bindings
pt: Vínculos adicionais
ru: Дополнительные привязки
uk: Додаткові прив'язки
uz: Qo'shimcha bog'lashlar

source: All repeats
ar: جميع التكرارات
fr: Toutes les répétitions
lt: Visi pakartojimai
nl: Alle herhalingen
pt: Todas as repetições
ru: Все повторы
uk: Всі повтори
uz: Barcha takrorlar

source: any repeat
ar: أي تكرار
fr: n''importe quelle répétition
lt: bet koks pakartojimas
nl: een of meer herhalingen
pt: qualquer repetição
ru: любой повтор
uk: будь-які повторення
uz: har qanday takror

# ADD_BIND_CURR_BIND
source: Current
ar: الحالي
fr: Courant•e
lt: Dabartinis
nl: Huidig
pt: Actual
ru: Текущее
uk: Поточний
uz: Joriy

source: This value set is a good set of codes to start with when designing your system
ar: تعد مجموعة القيم هذه مجموعة جيدة من الرموز للبدء بها عند تصميم نظامك
fr: Ce jeu de valeurs (ValueSet) constitue un bon ensemble de codes pour commencer lors de la conception de votre système.
lt: Šis reikšmių rinkinys yra geras kodų rinkinys panaudoti kuriant sistemą
nl: Deze waardelijst is een goede startset met codes bij het ontwerpen van je systeem
pt: Esse conjunto de valores é um bom conjunto de códigos para começar a conceber o seu sistema
ru: Этот набор значений является хорошим набором кодов для начала проектирования вашей системы
uk: Цей набір значень є хорошими кодами для початку проєктування вашої системи
uz: Bu qiymat to'plami tizimingizni loyihalashda boshlash uchun yaxshi kodlar to'plami hisoblanadi

source: A required binding, for use when the binding strength is ''extensible'' or ''preferred''
ar: الربط المطلوب، للاستخدام عندما تكون قوة الربط "قابلة للتمديد" أو "مفضلة
fr: Un binding requis, à utiliser lorsque la force de binding est ''extensible'' ou ''preferred''
lt: Privalomas sujungimas, skirtas naudoti, kai sąsajos stipris yra "išplečiamas" arba "pageidautinas"
nl: Een verplichte binding, voor gebruik wanneer de bindingsterkte ''uitbreidbaar'' of ''voorkeur'' is
pt: Um vínculo obrigatório, para utilização quando a força do vínculo é ''extensível'' ou ''preferido''
ru: Обязательная привязка, для использования, когда прочность привязки является «расширяемой» или «предпочтительной»
uk: Обов'язкове звʼязування для використання, коли міцність зв'язування є «розширюваною» або «бажаною»
uz: Bog‘lash kuchi “kengaytiriladigan” yoki “afzal” bo‘lgan hollarda qo‘llaniladigan majburiy bog‘lash

# ADD_BIND_EX_BIND
source: Extensible
ar: قابل للتوسيع
lt: Išplečiamas
nl: Uitbreidbaar
pt: Extensível
ru: Расширяемый
uk: Розширюваний
uz: Kengaytiriladigan

source: This value set is provided to user look up in a given context
ar: يتم توفير مجموعة القيم هذه للمستخدم للبحث عن المستخدم في سياق معين
fr: Ce jeu de valeurs (ValueSet) est fourni à l''utilisateur pour rechercher dans un contexte donné
lt: Šis reikšmių rinkinys pateikiamas vartotojui ieškoti tam tikrame kontekste
nl: Deze waardelijst dient voor opzoeken door gebruikers in een bepaalde context
pt: O conjunto de valores é
ru: Этот набор значений предоставляется пользователю для поиска в заданном контексте
uk: Цей набір значень надається для пошуку користувача в заданому контексті
uz: Ushbu qiymatlar to‘plami foydalanuvchi tomonidan ma’lum bir kontekstda izlash uchun taqdim etiladi

source: Max Binding
ar: الحد الأقصى للتجليد
fr: Binding Max
lt: Maksimali susiejimas
pt: Vínculo máximo
ru: Макс. привязка
uk: Максимальна прив'язка
uz: Maksimal bogʻlash

source: Min Binding
ar: الحد الأدنى للتجليد
fr: Binding Min
lt: Minimali susiejimas
pt: Vínculo mínimo
ru: Мин. привязка
uk: Мінімальна прив'язка
uz: Minimal bogʻlash

source: New records are required to use this value set, but legacy records may use other codes
ar: السجلات الجديدة مطلوبة لاستخدام مجموعة القيم هذه، ولكن يمكن للسجلات القديمة استخدام رموز أخرى
fr: Les nouveaux enregistrements doivent utilise ce jeu de valeurs (ValueSet), mais les enregistrements existants peuvent utiliser d''autres codes
lt: Norint naudoti šį reikšmių rinkinį, reikalingi nauji įrašai, tačiau senesni įrašai gali naudoti kitus kodus
nl: Nieuwe invoer moet deze waardelijst gebruiken, maar bestaande invoer zou andere codes kunnen gebruiken
pt: Novos registos têm de utilizar este conjunto de valores, mas os registos antigos podem utilizar outros códigos
ru: Новые записи должны использовать этот набор значений, но старые записи могут использовать другие коды
uk: Нові записи повинні використовувати цей набір значень, але старі записи можуть використовувати інші коди
uz: Yangi yozuvlar ushbu qiymatlar to‘plamidan foydalanishi majburiy, ammo eski yozuvlarda boshqa kodlardan foydalanilgan bo‘lishi mumkin

# ADD_BIND_PREF_BIND
source: Preferred
ar: المفضل
fr: Préféré
lt: Pageidautinas
nl: Voorkeur
pt: Preferido
ru: Предпочтительно
uk: Бажані
uz: Afzal

source: This is the value set that is recommended (documentation should explain why)
ar: هذه هي مجموعة القيم الموصى بها (يجب أن توضح الوثائق السبب)
fr: C''est le jeu de valeur (ValueSet) recommandé (la documentation doit expliquer pourquoi)
lt: Tai rekomenduojamas reikšmių rinkinys (dokumentacijoje turėtų būti paaiškinta kodėl)
nl: Dit is de aanbevolen waardelijst (documentatie dient uit te leggen waarom)
pt: Este é o conjunto de valores recomendado (a documentação deve explicar porquê)
ru: Это рекомендуемый набор значений (документация должна объяснить, почему)
uk: Це набір значень, рекомендований (документація повинна пояснити, чому)
uz: Bu tavsiya etilgan qiymatlar to'plami (hujjatlarda nima uchun ekanligi tushuntirilishi kerak)

# ADD_BIND_REQ_BIND
source: Required
ar: مطلوب
fr: Requis
lt: Būtinas
nl: Verplicht
pt: Obrigatório
ru: Обязательно
uk: Необхідний
uz: Majburiy

# ADD_BIND_UI
source: UI
ar: واجهة المستخدم
lt: Vartotojo sąsaja
pt: IU
ru: Интерфейс
uk: Інтерфейс користувача

source: UI Binding
ar: ربط واجهة المستخدم
fr: Binding UI
lt: Susiejimas su vartotojo sąsaja
pt: Vínculo IU
ru: Привязка пользовательского интерфейса
uk: Прив'язка інтерфейсу користувача
uz: UI bog'lash

source: Unknown code for purpose
ar: رمز غير معروف للغرض
fr: Code inconnu pour l''objectif
lt: Nežinomas kodas tikslui
nl: Onbekende code voor doel
pt: Código desconhecido para o propósito
ru: Неизвестный код по назначению
uk: Невідомий код за призначенням
uz: Ko‘rsatilgan maqsad uchun kod topilmadi

source: Validators will check this binding (strength = extensible)
ar: سيتحقق المدققون من صحة هذا الربط (القوة = قابل للتوسيع)
fr: Les validateurs vont vérifier ce binding (strength = extensible)
lt: Validatoriai patikrins šį susiejimą (stiprumas = išplėstinis)
nl: Validatoren controleren deze binding (sterkte = uitbreidbaar)
pt: Os validadores verificarão esta ligação (força = extensível)
ru: Валидаторы будут проверять эту привязку (сила = расширенная)
uk: Валідатори перевірять це зв'язування (міцність = розширюваний)
uz: Validatorlar ushbu bog‘lashni tekshiradi (kuchi = kengaytiriladigan)

source: Validators will check this binding (strength = required)
ar: سيتحقق المدققون من هذا الربط (القوة = مطلوب)
fr: Les validateurs vont vérifier ce binding (strength = requis)
lt: Validatoriai patikrins šį susiejimą (stiprumas = būtinas)
nl: Validatoren controleren deze binding (sterkte = verplicht)
pt: Os validadores verificarão esta ligação (força = obrigatório)
ru: Валидаторы проверяют эту привязку (сила = обязательно)
uk: Валідатори перевірять цю прив'язку (міцність = обов'язковий)
uz: Validatorlar ushbu bog'lashni tekshiradi (kuchi = majburiy)

source: This value set is a component of the base value set
ar: مجموعة القيم هذه هي أحد مكونات مجموعة القيم الأساسية
fr: Ce jeu de valeurs (ValueSet) est un composant du jeu de valeurs de base
lt: Šis reikšmių rinkinys yra pagrindinio reikšmių rinkinio komponentas
nl: Deze waardelijst is een component van de basiswaardelijst
pt: Este conjunto de valores é um componente do conjunto de valores de base
ru: Этот набор значений является компонентом базового набора кодов
uk: Цей набір значень є компонентом базового набору значень
uz: Ushbu qiymat to'plami asosiy qiymat to'plamining tarkibiy qismidir

source: Document Content
ar: محتوى المستند
fr: Contenu du document
lt: Dokumento turinys
pt: Conteúdo do Documento
uk: Вміст документу
uz: Hujjat kontenti

source: Document Details
ar: تفاصيل المستند
fr: Détails du document
lt: Dokumento informacija
pt: Detalhes do Documento
uk: Деталі документу
uz: Hujjat tafsilotlari

source: Additional Resources Included in Document
ar: الموارد الإضافية المضمنة في المستند
fr: Ressources supplémentaires incluses dans le document
lt: Papildomi ištekliai, įtraukti į dokumentą
nl: Additionele resources geïncludeerd in document
pt: Recursos adicionais incluídos no documento
ru: Дополнительные ресурсы, включенные в документ
uk: Додаткові ресурси, включені в документ
uz: Hujjatga kiritilgan qo'shimcha resurslar

source: Entry {0}
ar: المدخل {0}
fr: Entrée {0}
lt: Įrašas {0}
pt: Entrada {0}
ru: Запись {0}
uk: Запис {0}

source: Entry {0} - fullUrl = {1}
ar: الإدخال {0} - FullUrl = {1}
fr: Entrée {0} - fullUrl = {1}
lt: Įrašas {0} - pilnasUrl = {1}
pt: Entrada {0} - fullUrl = {1}
ru: Запись {0} - fullUrl = {1}
uk: Запис {0} - fullUrl = {1}

source: Bundle {0} of type {1}
ar: الحزمة {0} من النوع {1}
fr: Bundle {0} de type {1}
lt: Paketas {0} tipo {1}
nl: Bundle {0} van type {1}
pt: Pacote {0} do tipo {1}
ru: Bundle {0} типа {1}
uk: Bundle {0} типу {1}
uz: {1} turidagi Bundle {0}

source: If-Match = {0}
ar: إذا تطابق = {0}
lt: Jei-Atitinka = {0}
pt: Se-Correspondência = {0}

source: If-Modified-Since = {0}
ar: إذا-معدل-منذ-منذ = {0}
lt: Jei-Modifikuota-Nuo = {0}
pt: Se-Modificado-Desde = {0}

source: If-None-Exist = {0}
ar: إذا-لا-موجود-موجود = {0}
lt: Jei-Nėra = {0}
pt: Se-Não-Existir = {0}

source: If-None-Match = {0}
ar: إذا-لا-لا-مطابقة = {0}
lt: Jei-Neatitikinka = {0}
pt: Se-Nenhuma-Correspondência = {0}

source: LastModified = {0}
ar: آخر تعديل = {0}
lt: PaskutinisModifikavimas = {0}

source: Location = {0}
ar: الموقع = {0}
lt: Vieta = {0}
pt: Localização = {0}
uk: Розташування = {0}

source: Request:
ar: الطلب:
fr: Requête :
lt: Prašymas:
pt: Pedido:
ru: Запрос:
uk: Запит:
uz: Soʻrov:

source: Resource {0}:
ar: المورد {0}:
fr: Ressource {0} :
lt: Resursas {0}:
pt: Recurso {0}:
ru: Ресурс {0}:
uk: Ресурс {0}:
uz: Resurs {0}:

source: Response:
ar: الرد:
fr: Réponse :
lt: Atsakas:
nl: Antwoord:
pt: Resposta:
ru: Ответ:
uk: Відповідь:
uz: Javob:

source: Exception generating narrative: {0}
ar: سرد توليد الاستثناءات: {0}
fr: Exception lors de la génération du narratif : {0}
lt: Išimtis generuojantis naratyvas: {0}
nl: Probleem bij genereren narrative: {0}
pt: Narrativa geradora de exceção: {0}
ru: Исключение генерации нарратива: {0}
uk: Виняток генерації наративу: {0}
uz: Narrativni yaratishda istisno yuz berdi: {0}

source: Search:
ar: بحث:
fr: Recherche :
lt: Paieška:
nl: Zoeken:
pt: Procurar:
ru: Поиск:
uk: Пошук:
uz: Qidiruv:

source: Mode = {0}
ar: الوضع = {0}
lt: Režimas = {0}
pt: Modo = {0}
uk: Режим = {0}

source: Score = {0}
ar: النتيجة = {0}
lt: Rezultatas = {0}
pt: Pontuação = {0}
uk: Оцінка = {0}
uz: Ball = {0}

source: {0} Bundle, {1} Entries
ar: {0} حزمة، {1} إدخالات
fr: Bundle {0}, {1} entrées
lt: {0} Paketas {1} Įrašai
pt: {0} Conjunto, {1} Entradas
ru: Bundle {0}, {1} Записи
uk: Bundle {0}, {1} записи
uz: {0} Bundle, {1} Kiritmalar

source: Invalid document ''{0}'' - first entry is not a Composition ({0})
ar: مستند غير صالح ''{0}'' - الإدخال الأول ليس تكويناً ({0})
fr: Document invalide ''{0}'' - la première entrée n''est pas une Composition ({0})
lt: Neleistinas dokumentas ''{0}'' - pirmasis įrašas nėra kompozicija ({0})
nl: Ongeldig document ''{0}'' - eerste entry is geen Composition ({0})
pt: Documento inválido ''{0}'' - a primeira entrada não é uma Composição ({0})
ru: Неверный документ ''{0}'' - первая запись не является композицией ({0})
uk: Невірний документ ''{0}'' - перший запис не є композицією ({0})
uz: Noto‘g‘ri hujjat "{0}" — birinchi kiritma Composition emas ({0})

source: Committee
ar: اللجنة
fr: Comité
lt: Komitetas
nl: Werkgroep
pt: Comité
ru: Комитет
uk: Комітет
uz: Qo'mita

source: Maturity
ar: النضج
fr: Maturité
lt: Brandos
nl: Volwassenheid
pt: Maturidade
ru: Зрелость
uk: Зрілість
uz: Yetuklik darajasi

source: Publisher
ar: الناشر
fr: Éditeur
lt: Leidykla
nl: Publicerende
pt: Editora
ru: Издатель
uk: Видавець
uz: Nashriyotchi

source: Source Resource
ar: مصدر المصدر
fr: Ressource source
lt: Šaltinio šaltinis
nl: Bron-resource
pt: Fonte de recursos
ru: Исходный ресурс
uk: Джерело ресурсу
uz: Manba resursi

source: Turtle
ar: سلحفاة
lt: Vėžlys

source: Additional supported profiles:
ar: ملفات تعريف إضافية مدعومة:
fr: Profils additionnels supportés :
lt: Papildomi palaikomi profiliai:
nl: Additioneel ondersteunde profielen:
pt: Perfis adicionais suportados:
ru: Дополнительно поддерживаемые профили:
uk: Додаткові підтримувані профілі:
uz: Qo'shimcha qo'llab-quvvatlanadigan profillar:

source: Base System Profile
ar: ملف تعريف النظام الأساسي
fr: Profil système de base
lt: Pagrindinis sistemos profilis
nl: Basissysteemprofiel
pt: Perfil do sistema de base
ru: Базовый профиль системы
uk: Основний системний профіль
uz: Asosiy tizim profili

source: Combined Search Parameters
ar: معلمات البحث المدمجة
fr: Paramètres de recherche combinés
lt: Kombinuoti ieškos parametrai
nl: Gecombineerde zoekparameters
pt: Parâmetros de pesquisa combinados
ru: Комбинированные параметры поиска
uk: Комбіновані параметри пошуку
uz: Birlashtirilgan qidiruv parametrlari

source: Enable CORS: no
ar: تمكين CORS: لا
fr: Activer CORS : non
lt: Įjungti CORS: ne
nl: Activeer CORS: nee
pt: Ativar CORS: não
ru: Включить CORS: нет
uk: Увімкнути CORS: ні
uz: CORSni yoqish: yo'q

source: Enable CORS: yes
ar: تمكين CORS: نعم
fr: Activer CORS : oui
lt: Įgalinti CORS: taip
nl: Activeer CORS: ja
pt: Ativar CORS: sim
ru: Включить CORS: да
uk: Увімкнути CORS: так
uz: CORS-ni yoqish: ha

source: POST a new resource (create interaction)
ar: إرسال بريد مورد جديد (إنشاء تفاعل)
fr: POST d''une nouvelle ressource (interaction create)
lt: Naujo ištekliaus PASKELBIMAS (sąveikos kūrimas)
nl: POST een nieuwe resource (maak interactie)
pt: POST um novo recurso (criar interação)
ru: POST новый ресурс (взаимодействие создания)
uk: ОПУБЛІКУВАТИ новий ресурс (створити взаємодію)
uz: POST orqali yangi resurs yaratish (create interaction)

source: DELETE a resource (delete interaction)
ar: حذف مورد (حذف التفاعل)
fr: DELETE d''une nouvelle ressource (interaction delete)
lt: NAIKINTI išteklius (naikinti veiksmą)
nl: DELETE een resource (verwijder interactie)
pt: ELIMINAR um recurso (eliminar interação)
ru: DELETE ресурс (взаимодействие удаления)
uk: ВИДАЛИТИ ресурс (видалити взаємодію)
uz: DELETE orqali resursni o‘chirish (delete interaction)

source: FHIR Document Capabilities
ar: إمكانيات مستند FHIR
fr: Capacités des documents FHIR
lt: FHIR dokumentų galimybės
pt: Capacidades de documentos FHIR
ru: Возможности документооборота FHIR
uk: Можливості документів FHIR
uz: FHIR hujjat imkoniyatlari

source: Endpoint(s)
ar: نقطة (نقاط النهاية)
fr: Point(s) d''accès
lt: Vertinamoji baigtis (-os)
pt: Ponto(s) final(ais)
uz: Endpoint(lar)

source: Error detected
ar: تم اكتشاف خطأ
fr: Erreur détectée
lt: Aptikta klaida
nl: Fout gevonden
pt: Erro detectado
ru: Обнаружена ошибка
uk: Виявлена помилка
uz: Xatolik aniqlandi

source: Extended Operations
ar: العمليات الموسعة
fr: Opérations étendues
lt: Išplėstinės operacijos
nl: Uitgebreide operations
pt: Operações alargadas
ru: Расширенные операции
uk: Розширені операції
uz: Kengaytirilgan operatsiyalar

source: Core FHIR Resource
ar: مورد FHIR الأساسي
fr: Ressource FHIR coeur
lt: Pagrindinis FHIR išteklius
pt: Recurso FHIR principal
ru: Основной ресурс FHIR
uk: Основний ресурс FHIR
uz: Asosiy FHIR resursi

source: FHIR Version: {0}
ar: إصدار FHIR: {0}
fr: Version de FHIR : {0}
lt: FHIR versija: {0}
nl: FHIR versie: {0}
pt: Versão FHIR: {0}
ru: Версия FHIR: {0}
uk: FHIR версія: {0}
uz: FHIR versiyasi: {0}

source: GET changes to a resource (history interaction on instance)
ar: الحصول على تغييرات على مورد (تفاعل التاريخ على سبيل المثال)
fr: GET des changements d''une ressource (interaction history sur l''instance)
lt: GAUTI išteklių keitimus (retrospektyvos veiksmas egzemplioriuje)
nl: GET wijzigingen op een resource (history interactie op instance)
pt: Obter alterações a um recurso (interação do histórico na instância)
ru: GET изменения о ресурсе (например взаимодействие истории)
uk: Отримаити зміни до ресурсу (історія взаємодії з інстансом)
uz: GET orqali resursdagi o‘zgarishlarni olish (history interaction on instance)

source: GET changes for all resources of the type (history interaction on type)
ar: الحصول على التغييرات لجميع موارد النوع (تفاعل التاريخ على النوع)
fr: GET des changements pour toutes les ressources du type (interaction history sur le type)
lt: GET visų tipo išteklių keitimus (retrospektyvos sąveika su tipu)
nl: GET wijzigingen voor alle resources van het type (history interactie op type)
pt: Obter alterações para todos os recursos do tipo (interação do histórico no tipo)
ru: GET изменения для всех ресурсов типа (взаимодействие истории по типу)
uk: ОТРИМАТИ зміни для всіх ресурсів типу (історія взаємодії за типом)
uz: GET orqali ushbu turdagi barcha resurslar bo‘yicha o‘zgarishlarni olish (history interaction on type)

source: Implementation Guide Version: {0}
ar: إصدار دليل التنفيذ: {0}
fr: Version du guide d''implémentation : {0}
lt: Įgyvendinimo vadovo versija: {0}
nl: Implementatiegids versie: {0}
pt: Guia de implementação Versão: {0}
ru: Версия Руководства по реализации: {0}
uk: Версія керівництва по впровадженню: {0}
uz: Amalga oshirish qo'llanmasi versiyasi: {0}

source: interaction.
ar: التفاعل.
lt: sąveika.
nl: interactie.
pt: interação.
ru: взаимодействие.
uk: взаємодія.

source: The interactions supported by each resource (
ar: التفاعلات التي يدعمها كل مورد (
fr: Les interactions supportées par chaque ressource (
lt: Kiekvieno ištekliaus palaikoma sąveika (
nl: De interacties ondersteund bij iedere resource (
pt: As interações suportadas por cada recurso (
ru: Взаимодействия, поддерживаемые каждым ресурсом (
uk: Взаємодії, що підтримуються кожним ресурсом (
uz: Har bir resurs tomonidan qo‘llab-quvvatlanadigan o‘zaro ta’sirlar (

source: interaction described as follows:
ar: التفاعل الموصوف على النحو التالي:
fr: Les interactions sont décrites comme suit :
lt: sąveika apibūdinama taip:
nl: interactie als volgt omschreven:
pt: interação descrita da seguinte forma:
ru: взаимодействие описывается следующим образом:
uk: Взаємодія описується наступним чином:
uz: quyidagicha tasvirlangan o'zaro ta'sir:

source: Interaction summary
ar: ملخص التفاعل
fr: Résumé des interactions
lt: Sąveikos suvestinė
nl: Interactie samenvatting
pt: Resumo da interação
ru: Сводка взаимодействия
uk: Підсумки взаємодії
uz: O‘zaro ta’sirlar bo‘yicha qisqacha ma’lumot

source: MAY Support the Following Implementation Guides
ar: قد يدعم أدلة التنفيذ التالية
fr: PEUT prendre en charge les guides d''implémentation suivants
lt: GALI remti šiuos įgyvendinimo vadovus
nl: MAG de volgende Implementatiegidsen ondersteunen
pt: PODE apoiar os seguintes guias de implementação
ru: МОЖЕТ поддерживать следующие руководства по реализации
uk: МОЖЕ підтримувати наступні керівництва по впровадженню
uz: Quyidagi implementatsiya qo‘llanmalarini qo‘llab-quvvatlashi MUMKIN

source: Messaging Capability
ar: إمكانية المراسلة
lt: Pranešimų siuntimo galimybė
pt: Capacidade de envio de mensagens
ru: Возможности обмена сообщениями
uk: Можливості обміну повідомленнями
uz: Xabar almashish imkoniyati

source: FHIR Messaging Capabilities
ar: إمكانيات مراسلة FHIR
lt: FHIR pranešimų siuntimo galimybės
pt: Capacidades de mensagens FHIR
ru: Способности FHIR обмена сообщениями
uk: Можливості обміну повідомленнями FHIR
uz: FHIR xabar almashish imkoniyatlari

source: this mark indicates that there are more than one expectation extensions present
ar: تُشير هذه العلامة إلى وجود أكثر من امتداد توقع واحد فقط
fr: Cette marque indique qu''il y a plus d''une extension présente attendue
lt: Šis ženklas rodo, kad yra daugiau nei vienas lūkesčių pratęsimas
nl: deze markering geeft aan dat er meer dan één verwachting-extensies is
pt: esta marca indica que há mais do que uma extensão de expectativa presente
ru: эта отметка указывает на наличие более одного расширения ожиданий
uk: Ця позначка вказує на те, що існує більше одного розширення очікувань
uz: ushbu belgi bir nechta expectation extension mavjudligini ko‘rsatadi

source: Note to Implementers: FHIR Capabilities
ar: ملاحظة إلى المنفذين: إمكانيات FHIR
fr: Note aux implémenteurs : capacités FHIR
lt: Pastaba įgyvendintojams: FHIR galimybės
nl: Noot aan implementers: FHIR Capabilities
pt: Nota para os implementadores: Capacidades FHIR
ru: Примечание к реализаторам: возможности FHIR
uk: Примітка для виконавців: можливості FHIR
uz: Implementatorlar uchun eslatma: FHIR imkoniyatlari

source: Operations
ar: العمليات
fr: Opérations
lt: Operacijų
pt: Operações
ru: Операции
uk: Операції
uz: Operatsiyalar

source: Operation
ar: العملية
fr: Opération
lt: Operacija
pt: Funcionamento
ru: Операция
uk: Операція
uz: Operatsiya

source: The other resources enabled for
ar: الموارد الأخرى الممكّنة لـ
fr: Les autres ressources activées pour
lt: Kiti ištekliai, įgalinti
nl: De andere resources actief voor
pt: Os outros recursos activados para
ru: Остальные ресурсы включены для
uk: Інші ресурси увімкнені для
uz: Quyidagi uchun yoqilgan bog'langan resurslar

source: PATCH a new resource version (patch interaction)
ar: تصحيح إصدار مورد جديد (تفاعل التصحيح)
fr: PATCH d''une nouvelle version de ressource (interaction patch)
lt: PATCH nauja išteklių versija (pataisos sąveika)
nl: PATCH een nieuwe resourceversie (patch interactie)
pt: PATCH uma nova versão de recurso (interação de patches)
ru: PATCH новую версию ресурса (взаимодействие с исправлением)
uk: PATCH: нова версія ресурсу (патч-взаємодія)
uz: PATCH orqali resursning yangi versiyasini yangilash (patch interaction)

source: Profile Conformance
ar: مطابقة الملف الشخصي
fr: Conformité au Profil
lt: Profilio atitiktis
nl: Profielconformance
pt: Conformidade do perfil
ru: Соответствие профиля
uk: Відповідність профілю
uz: Profilga muvofiqlik

source: Profile Mapping
ar: تخطيط الملف الشخصي
fr: Mapping du Profil
lt: Profilio susiejimas
nl: Profielmapping
pt: Mapeamento de perfis
ru: Сопоставление профиля
uk: Співставлення профілю
uz: Profilni xaritalash

source: Document Resource Profile
ar: ملف تعريف موارد المستندات
fr: Profil de ressource de document
lt: Dokumento išteklių šablonas
nl: Document resource-profiel
pt: Perfil do recurso de documento
ru: Профиль ресурса документа
uk: Профіль ресурсу документа
uz: Hujjat resursi profili
