Repository: hapifhir/org.hl7.fhir.core
Catalog: org.hl7.fhir.utilities/src/main/resources/source/rendering-phrases-*.po
Languages: ar, fr, lt, nl, pt, ru, uk, uz

source: Obligations that apply to the actor {0}
ar: الالتزامات التي تنطبق على الممثل {0}
fr: Obligations qui s''appliquent à l''acteur {0}
lt: Subjektui taikomos pareigos {0}
nl: Verplichtingen van toepassing op de actor {0}
pt: Obrigações que se aplicam ao ator {0}
ru: Обязанности, которые распространяются на актера {0}
uk: Обов'язки, які поширюються на актора {0}
uz: {0} ishtirokchisiga tatbiq etiladigan majburiyatlar

source: This element has or is affected by constraints (
ar: هذا العنصر لديه أو يتأثر بالقيود (
fr: Cet élément a ou est affecté par des contraintes (
lt: Šis elementas turi arba yra paveiktas apribojimų (
nl: Dit element heeft of wordt geraakt door constraints (
pt: Este elemento tem ou é afetado por restrições (
ru: Этот элемент имеет или затронут ограничениями (
uk: Цей елемент має або зазнає впливу обмежень (
uz: Ushbu element cheklovlarga ega yoki ular ta’sirida (

source: Allowed Units
ar: الوحدات المسموح بها
fr: Unités autorisées
lt: Leidžiami vienetai
nl: Toegestane eenheden
pt: Unidades permitidas
ru: Разрешенные единицы
uk: Дозволені одиниці виміру
uz: Ruxsat etilgan birliklar

source: All Actors
ar: جميع الممثلين
fr: Tous les acteurs
lt: Visi aktoriai
nl: Alle actoren
pt: Todos os actores
ru: Все актеры
uk: Всі актори
uz: Barcha ishtirokchilar

source: :All Slices
ar: :جميع الشرائح
fr: :Toutes les slices
lt: :Visos skiltelės
nl: :Alle slices
pt: :Todas as fatias
ru: :Все разрезы
uk: :Всі зрізи
uz: :Barcha slices

source: All Types
ar: جميع الأنواع
fr: Tous les types
lt: Visi tipai
nl: Alle typen
pt: Todos os tipos
ru: Все типы
uk: Всі типи
uz: Barcha turlar

source: Alternate Names
ar: الأسماء البديلة
fr: Noms alternatifs
lt: Alternatyvūs vardai
nl: Alternatieve namen
pt: Nomes alternativos
ru: Альтернативные имена
uk: Альтернативні назви
uz: Muqobil nomlar

# STRUC_DEF_AND
source: and
ar: و
fr: et
lt: ir
nl: en
pt: e
ru: и
uk: і
uz: va

source: Concepts must come from this value set if appropriate concept is in this value set
ar: يجب أن تأتي المفاهيم من مجموعة القيم هذه إذا كان المفهوم المناسب في مجموعة القيم هذه
fr: Les concepts doivent provenir de ce jeu de valeurs si le concept approprié est dans ce jeu de valeurs
lt: Sąvokos turi būti kilusios iš šio reikšmių rinkinio, jei šiame verčių rinkinyje yra atitinkama sąvoka
nl: Concepten moeten uit deze waardelijst komen als er een relevant concept in de waardelijst staat
pt: Os conceitos devem provir deste conjunto de valores se o conceito apropriado estiver neste conjunto de valores
ru: Значения должны исходить из этого набора значений, если в этом наборе значений присутствует соответствующее значение
uk: Поняття повинні виходити з цього набору значень, якщо в цьому наборі значень є відповідне поняття
uz: Agar mos tushuncha ushbu qiymatlar to‘plamida mavjud bo‘lsa, tushunchalar ushbu qiymatlar to‘plamidan olinishi kerak

source: As shown
ar: كما هو موضح
fr: Comme indiqué
lt: Kaip parodyta
nl: Zoals getoond
pt: Como mostrado
ru: Как показано
uk: Як показано
uz: Ko'rsatilgandek

source: because
ar: لأن
fr: parce que
lt: nes
nl: omdat
pt: porque
ru: потому что
uk: бо
uz: sababi

source: Binding:
ar: التجليد:
lt: Privalomas:
pt: Encadernação:
ru: Привязка:
uk: Обов'язковим:
uz: Bogʻlanish:

source: binding style
ar: نمط التجليد
fr: style de binding
lt: Įrišimo stilius
nl: binding-stijl
pt: estilo de encadernação
ru: стиль привязки
uk: Стиль палітурки
uz: bog‘lanish uslubi

source: black
ar: أسود
fr: noir
lt: juodas
nl: zwart
pt: preto
ru: чёрный
uk: чорний
uz: qora

source: This is a business identifier, not a resource identifier (see
ar: هذا معرّف عمل، وليس معرّف مورد (راجع
fr: Ceci est un identifiant métier, pas un identifiant de ressource (voir
lt: Tai yra verslo identifikatorius, o ne išteklių identifikatorius (žr.
nl: Dit is een business-identifier, geen resource-identifier (zie
pt: Trata-se de um identificador de empresa e não de um identificador de recurso (ver
ru: Это бизнес-идентификатор, а не идентификатор ресурса (см.
uk: Це бізнес-ідентифікатор, а не ідентифікатор ресурсу (див.
uz: Bu biznes identifikatori, resurs identifikatori emas (qarang

source: This is a business version Id, not a resource version Id (see
ar: هذا معرف إصدار العمل، وليس معرف إصدار المورد (راجع
fr: Ceci est un ID de version métier, pas un ID de version de ressource (voir
lt: Tai yra verslo versijos ID, o ne išteklių versijos ID (žr.
nl: Dit is een business-versieidentifier, geen resource-versieidentifier (zie
pt: Este é um ID de versão comercial, não um ID de versão de recurso (ver
ru: Это бизнес-версия Id, а не ресурс версии Id (см.
uk: Це ідентифікатор бізнес-версії, а не ідентифікатор версії ресурсу (див.
uz: Bu biznes versiya identifikatori, resurs versiya identifikatori emas (qarang

source: Candidate
ar: المرشح
fr: Candidat
lt: Kandidatas
nl: Kandidaat
pt: Candidato
ru: Кандидат
uk: Кандидат
uz: Nomzod

source: This value set is a candidate to substitute for the overall conformance value set in some situations; usually these are defined in the documentation
ar: تعتبر مجموعة القيم هذه مرشحة للاستعاضة عن مجموعة قيم المطابقة الإجمالية في بعض الحالات؛ وعادةً ما يتم تعريفها في الوثائق
fr: Ce jeu de valeurs est un candidat pour remplacer le jeu de valeurs de conformité global dans certaines situations ; celles-ci sont généralement définies dans la documentation
lt: Šis verčių rinkinys kai kuriose situacijose gali pakeisti bendrą atitikties verčių rinkinį; Paprastai jie apibrėžiami dokumentuose
nl: Deze waardelijst is in sommige situaties een kandidaat ter vervanging voor de overkoepelende conformance-waardelijst; deze worden meestal gedefnieerd in de documentatie
pt: Este conjunto de valores é um candidato para substituir o conjunto de valores de conformidade global em algumas situações; normalmente, estes são definidos na documentação
ru: Этот набор значений является кандидатом для замены общей величины соответствия, установленной в некоторых ситуациях; обычно они определяются в документации
uk: Цей набір значень є кандидатом на заміну загальному набору значень відповідності в деяких ситуаціях; Зазвичай вони визначаються в документації
uz: Ushbu qiymatlar to‘plami ayrim holatlarda umumiy muvofiqlik qiymatlar to‘plamini almashtirish uchun nomzod hisoblanadi; odatda bunday holatlar hujjatlarda belgilangan

source: Instances of this logical model cannot be the target of a Reference
ar: لا يمكن أن تكون مثيلات هذا النموذج المنطقي هدفًا لمرجع
fr: Les instances de ce modèle logique ne peuvent pas être la cible d''une référence
lt: Šio loginio modelio egzemplioriai negali būti nuorodos paskirties vieta
nl: Instances van dit logisch model kunnen geen doel zijn van een Reference
pt: As instâncias deste modelo lógico não podem ser objeto de uma referência
ru: Экземпляры этой логической модели не могут быть целью ссылки
uk: Екземпляри цієї логічної моделі не можуть бути об'єктом посилання
uz: Ushbu mantiqiy model instansiyalari Reference uchun maqsad bo‘la olmaydi

source: getElementByName: can''t find {0} in {1} from {2}
ar: getElementByName: لا يمكن العثور على {0} في {1} من {2}
fr: getElementByName : impossible de trouver {0} dans {1} depuis {2}
lt: getElementByName: nepavyksta rasti {0} į {1} iš {2}
nl: getElementByName: kan {0} niet vinden in {1} van {2}
pt: getElementByName: não é possível encontrar {0} em {1} de {2}
ru: getElementByName: не может найти {0} в {1} от {2}
uk: getElementByName: не можу знайти {0} В {1} від {2}
uz: getElementByName: {2} dan {1} ichida {0} topilmadi

source: Instances of this logical model can be the target of a Reference
ar: يمكن أن تكون مثيلات هذا النموذج المنطقي هدفًا لمرجع
fr: Les instances de ce modèle logique peuvent être la cible d''une référence
lt: Šio loginio modelio egzemplioriai gali būti nuorodos
nl: Instances van dit logisch model kunnen doel zijn van een Reference
pt: As instâncias deste modelo lógico podem ser objeto de uma referência
ru: Экземпляры этой логической модели могут быть целью ссылки
uk: Екземпляри цієї логічної моделі можуть бути ціллю Reference
uz: Ushbu mantiqiy model instansiyalari Reference uchun maqsad bo‘lishi mumkin

source: CAP Code
ar: الرمز البريدي
fr: Code CAP
lt: BŽŪP kodas
pt: Código CAP
ru: Код CAP
uk: Код CAP
uz: CAP kodi

source: This property is represented as CDA Text in the XML.
ar: يتم تمثيل هذه الخاصية كنص CDA في XML.
fr: Cette propriété est représentée comme texte CDA dans le XML.
lt: Ši ypatybė XML pateikiama kaip CDA tekstas.
nl: Deze eigenschap wordt gerepresenteerd als CDA Text in de XML.
pt: Esta propriedade é representada como Texto CDA no XML.
ru: Это свойство представлено как CDA Text в XML.
uk: Ця властивість представлена у вигляді тексту CDA в XML.
uz: Ushbu xususiyat XMLda CDA Text sifatida ifodalanadi.

source: Child
ar: الطفل
fr: Enfant
lt: Vaikas
nl: Kind
pt: Criança
ru: Ребёнок
uk: Дитина
uz: Quyi element

source: (Choice of one)
ar: (اختيار واحد)
fr: (Choix d''un)
lt: (Pasirinkimas)
nl: (Keuze uit één)
pt: (Escolha de um)
ru: (Выбор единицы)
uk: (На вибір один з них)
uz: (Bittadan tanlash)

source: Choice of Data Types
ar: اختيار أنواع البيانات
fr: Choix de types de données
lt: Duomenų tipų pasirinkimas
nl: Keuze uit datatypen
pt: Escolha de tipos de dados
ru: Выбор типов данных
uk: Вибір типів даних
uz: Ma’lumot turlari tanlovi

source: Choice Group
ar: مجموعة تشويس
fr: Groupe de choix
lt: Pasirinkimo grupė
nl: Keuze groep
pt: Grupo Choice
ru: Группа вариантов
uk: Група вибору
uz: Tanlov guruhi

source: Choice of:
ar: اختيار من:
fr: Choix de :
lt: Pasirinkimas:
nl: Keuze uit:
pt: Escolha de:
ru: Выбор:
uk: На вибір:
uz: Tanlov:

source: Closed
ar: مغلق
fr: Fermé
lt: Uždarytas
nl: Gesloten
pt: Fechado
ru: Закрыто
uk: Закриті
uz: Yopiq

source: Comments:
ar: التعليقات:
fr: Commentaires :
lt: Komentarai:
nl: Opmerkingen:
pt: Comentários:
ru: Комментарии:
uk: Коментарі:
uz: Izohlar:

source: Complex
ar: مجمع
fr: Complexe
lt: Sudėtingas
pt: Complexo
ru: Комплекс
uk: Комплекс
uz: Murakkab

source: (Complex)
ar: !!(معقد)
fr: (Complexe)
lt: (Sudėtingas)
ru: !!(комплексный)
uz: (Murakkab)

source: This value set is a component of the base value set. Usually this is called out so that documentation can be written about a portion of the value set
ar: مجموعة القيم هذه هي أحد مكونات مجموعة القيم الأساسية. عادةً ما يتم استدعاء ذلك حتى يمكن كتابة الوثائق حول جزء من مجموعة القيم
fr: Ce jeu de valeurs est un composant du jeu de valeurs de base. Cela est généralement indiqué pour qu''une documentation puisse être écrite sur une portion du jeu de valeurs
lt: Šis reikšmių rinkinys yra pagrindinio reikšmių rinkinio komponentas. Paprastai tai iškviečiama, kad būtų galima parašyti dokumentus apie verčių rinkinio dalį
nl: Deze waardelijst is een component van de basiswaardelijst. Dit wordt meestal benoemd zodat documentatie kan worden geschreven over een deel van de waardelijst
pt: Esse conjunto de valores é um componente do conjunto de valores básico. Normalmente, isso é chamado para que a documentação possa ser escrita sobre uma parte do conjunto de valores
ru: Этот набор значений является компонентом базового набора значений. Обычно это делается для того, чтобы можно было написать документацию о части набора значений
uk: Цей набір значень є компонентом набору базових значень. Зазвичай це викликається для того, щоб можна було написати документацію про частину набору значень
uz: Ushbu qiymatlar to‘plami asosiy qiymatlar to‘plamining komponenti hisoblanadi. Odatda bu qiymatlar to‘plamining ma’lum bir qismi bo‘yicha hujjatlarni yozish uchun alohida ko‘rsatiladi

source: (Complex Extension)
ar: (ملحق المجمع)
fr: (Extension complexe)
lt: (Sudėtingas pratęsimas)
nl: (Complexe extensie)
pt: (Extensão complexa)
ru: (Комплексное расширение)
uk: (Комплексне розширення)
uz: (Murakkab kengaytma)

source: Complies with Profile
ar: يتوافق مع الملف الشخصي
fr: Conforme au profil
lt: Atitinka profilį
nl: Is conform profiel
pt: Em conformidade com o perfil
ru: Соответствует профилю
uk: Відповідає профілю
uz: Profilga muvofiq

source: Concepts must come from this value set
ar: يجب أن تأتي المفاهيم من مجموعة القيم هذه
fr: Les concepts doivent provenir de ce jeu de valeurs
lt: Sąvokos turi būti kilusios iš šio vertybių rinkinio
nl: Concepten moeten uit deze waardelijst komen
pt: Os conceitos devem provir deste conjunto de valores
ru: Концепции должны исходить из этого набора значений
uk: Поняття повинні виходити з цього набору значень
uz: Tushunchalar ushbu qiymatlar to‘plamidan olinishi kerak

source: Slice Constraining
ar: تقييد الشرائح
fr: Contrainte de slice
lt: Pjūvio ribojimas
pt: Restrição de fatias
ru: Ограничение разреза
uk: Обмеження зрізів
uz: Slice cheklovlari

# STRUC_DEF_CONSTRAINTS
source: Constraints
ar: القيود
fr: Contraintes
lt: Apribojimus
nl: Constrains
pt: Restrições
ru: Ограничения
uk: Обмежень
uz: Cheklovlar

source: Control
ar: التحكم
fr: Contrôle
lt: Kontrolė
pt: Controlo
ru: Контроль
uk: Контроль
uz: Boshqaruv

source: Content/Rules for all slices
ar: المحتوى/القواعد لجميع الشرائح
fr: Contenu/Règles pour toutes les slices
lt: Visų griežinėlių turinys / taisyklės
nl: Content/regels voor alle slices
pt: Conteúdo/regras para todas as fatias
ru: Содержимое/правила для всех разрезов
uk: Зміст/Правила для всіх зрізів
uz: Barcha slices uchun kontent / qoidalar

source: Content/Rules for all Types
ar: المحتوى/القواعد لجميع الأنواع
fr: Contenu/Règles pour tous les types
lt: Visų tipų turinys / taisyklės
nl: Content/regels voor alle types
pt: Conteúdo/regras para todos os tipos
ru: Содержимое/правила для всех типов
uk: Контент/Правила для всіх типів
uz: Barcha turlar uchun kontent/qoidalar

source: Click to Copy URL
ar: انقر لنسخ الرابط
fr: Cliquer pour copier l''URL
lt: Spustelėkite, jei norite nukopijuoti URL
nl: Klik om url te kopiëren
pt: Clique para copiar o URL
ru: Нажмите, чтобы скопировать URL
uk: Натисніть, щоб скопіювати URL
uz: URLni nusxalash uchun bosing

# STRUC_DEF_CURR
source: Current
ar: الحالي
fr: Actuel
lt: Srovė
nl: Huidig
pt: Atual
ru: Текущее
uk: Струм
uz: Joriy

source: New records are required to use this value set, but legacy records may use other codes. The definition of ''new record'' is difficult, since systems often create new records based on pre-existing data. Usually ''current'' bindings are mandated by an external authority that makes clear rules around this
ar: يجب أن تستخدم السجلات الجديدة مجموعة القيم هذه، لكن السجلات القديمة قد تستخدم رموزاً أخرى. إن تعريف "السجل الجديد" صعب، لأن الأنظمة غالباً ما تنشئ سجلات جديدة بناءً على البيانات الموجودة مسبقاً. وعادةً ما تكون ارتباطات "السجل الحالي" مفوضة من قبل سلطة خارجية تضع قواعد واضحة حول هذا الأمر
fr: Les nouveaux enregistrements doivent utiliser ce jeu de valeurs, mais les enregistrements existants peuvent utiliser d''autres codes. La définition de ''nouvel enregistrement'' est difficile, car les systèmes créent souvent de nouveaux enregistrements basés sur des données préexistantes. Généralement, les bindings ''actuels'' sont imposées par une autorité externe qui établit des règles claires à ce sujet
lt: Norint naudoti šį reikšmių rinkinį, reikalingi nauji įrašai, tačiau senstelėję įrašai gali naudoti kitus kodus. Apibrėžti "naują įrašą" yra sudėtinga, nes sistemos dažnai sukuria naujus įrašus, pagrįstus jau esamais duomenimis. Paprastai "dabartinius" įpareigojimus įpareigoja išorės institucija, kuri nustato aiškias taisykles
nl: Nieuwe vastleggingen moeten deze waardelijst gebruiken, maar oudere zouden andere codes kunnen bevatten. De definitie van ''nieuwe vastlegging'' is moeilijk, aangezien systemen vaak nieuwe vastleggingen maken gebaseerd op bestaande gegevens. ''Huidige'' bindings worden meestal vereist door een externe autoriteit die duidelijke regels hierover opstelt
pt: Os novos registos têm de utilizar este conjunto de valores, mas os registos antigos podem utilizar outros códigos. A definição de "novo registo" é difícil, uma vez que os sistemas criam frequentemente novos registos com base em dados pré-existentes. Normalmente, as ligações "actuais" são impostas por uma autoridade externa que estabelece regras claras sobre esta matéria
ru: Новые записи необходимы для использования этого набора значений, но старые записи могут использовать другие коды. Определение "новой записи" является сложным, поскольку системы часто создают новые записи, основанные на уже имеющихся данных. Обычно привязки ''текущее'' разрешены внешним органом, который четко определяет эти правила
uk: Для використання цього набору значень потрібні нові записи, але для застарілих записів можуть використовуватися інші коди. Визначення "нового запису" є складним, оскільки системи часто створюють нові записи на основі вже існуючих даних. Зазвичай "поточні" зобов'язання встановлюються зовнішнім органом, який встановлює чіткі правила щодо цього
uz: Yangi yozuvlar ushbu qiymatlar to‘plamidan foydalanishi shart, biroq eski yozuvlar boshqa kodlardan foydalanishi mumkin. “Yangi yozuv” tushunchasini aniqlash qiyin, chunki tizimlar ko‘pincha mavjud ma’lumotlar asosida yangi yozuvlar yaratadi. Odatda “joriy” bog‘lanishlar bu borada aniq qoidalarni belgilovchi tashqi vakolatli organ tomonidan majburiy etib belgilanadi

source: Date Format: {0}
ar: تنسيق التاريخ: {0}
fr: Format de date : {0}
lt: Datos formatas: {0}
nl: Datumformaat: {0}
pt: Formato da data: {0}
ru: Формат даты: {0}
uk: Формат дати: {0}
uz: Sana formati: {0}

source: Date Format
ar: تنسيق التاريخ
fr: Format de date
lt: Datos formatas
nl: Datumformaat
pt: Formato da data
ru: Формат даты
uk: Формат дати
uz: Sana formati

source: Default Type
ar: النوع الافتراضي
fr: Type par défaut
lt: Numatytasis tipas
nl: Standaardtype
pt: Tipo por defeito
ru: Тип по умолчанию
uk: Тип за замовчуванням
uz: Standart tur

source: Default Value
ar: القيمة الافتراضية
fr: Valeur par défaut
lt: Numatytoji reikšmė
nl: Standaardwaarde
pt: Valor por defeito
ru: Значение по умолчанию
uk: Значення за замовчуванням
uz: Andoza qiymat

source: Definitional Codes
ar: الرموز التعريفية
fr: Codes définitionnels
lt: Apibrėžimo kodai
nl: Definiërende codes
pt: Códigos de definição
ru: Определяющие коды
uk: Коди визначень
uz: Ta’riflovchi kodlar

source: In this IG, the following structures are derived from this profile:
ar: في هذا الدليل، تُشتق الهياكل التالية من هذا الملف الشخصي:
fr: Dans cet IG, les structures suivantes dérivent de ce profil :
lt: Šiame IG iš šio profilio išvestos šios struktūros:
nl: In deze IG zijn de volgende structuren afgeleid van dit profiel:
pt: Neste IG, as seguintes estruturas são derivadas deste perfil:
ru: В этом IG, из этого профиля производятся следующие структуры:
uk: У цьому ІГ з цього профілю виведені такі структури:
uz: Ushbu IG doirasida quyidagi tuzilmalar ushbu profildan hosil qilingan:

source: , and can be differentiated using the following discriminators:
ar: ويمكن التفريق بينهما باستخدام المميزات التالية:
fr: , et peut être différencié en utilisant les discriminateurs suivants :
lt: ir gali būti diferencijuojamas naudojant šiuos diskriminatorius:
nl: , en kunnen worden gedifferentieerd met de volgende discriminators:
pt: e pode ser diferenciado utilizando os seguintes discriminadores:
ru: , и могут быть дифференцированы с помощью следующих дискриминаторов:
uk: , і можуть бути диференційовані за допомогою таких дискримінаторів:
uz: , va quyidagi diskriminatorlar yordamida farqlanishi mumkin:

source: Description of the profile
ar: وصف الملف الشخصي
fr: Description du profil
lt: Profilio aprašymas
nl: Omschrijving van het profiel
pt: Descrição do perfil
ru: Описание профиля
uk: Опис профілю
uz: Profil tavsifi

source: discussion
ar: المناقشة
lt: diskusija
nl: discussie
pt: discussão
ru: обсуждение
uk: обговорення
uz: muhokama

source: This primitive element must have a value
ar: يجب أن يكون لهذا العنصر البدائي قيمة
fr: Cet élément primitif doit avoir une valeur
lt: Šis primityvus elementas turi turėti reikšmę
nl: Dit primitieve element moet een waarde hebben
pt: Este elemento primitivo deve ter um valor
ru: Этот примитивный элемент должен иметь значение
uk: Цей примітивний елемент повинен мати значення
uz: Ushbu primitiv element qiymatga ega bo‘lishi shart

source: element
ar: العنصر
fr: élément
lt: elementas
pt: elemento
ru: элемент
uk: елемент

source: Elements defined in Ancestors:
ar: العناصر المحددة في الأسلاف:
fr: Éléments définis dans les ancêtres :
lt: Protėvių elementai:
nl: Elementen gedefinieerd in ancestors:
pt: Elementos definidos em Ancestrais:
ru: Элементы, определенные в предках:
uk: Елементи, визначені у пращурів:
uz: Ajdodlarda aniqlangan elementlar:

source: This element has or is affected by constraints ( {0} {1}
ar: هذا العنصر لديه أو يتأثر بالقيود ( {0} {1} {0} {1}
fr: Cet élément a ou est affecté par des contraintes ( {0} {1}
lt: Šis elementas turi arba yra paveiktas apribojimų ( {0} {1}
nl: Dit element heeft of wordt geraakt door constraints ( {0} {1}
pt: Este elemento tem ou é afetado por restrições ( {0} {1}
ru: Этот элемент имеет или затронут ограничениями ( {0} {1}
uk: Цей елемент має або зазнає впливу обмежень ( {0} {1}
uz: Ushbu element cheklovlarga ega yoki ular ta’sirida ({0} {1}

source: This element is included in summaries
ar: يتم تضمين هذا العنصر في الملخصات
fr: Cet élément est inclus dans les résumés
lt: Šis elementas įtrauktas į santraukas
nl: Dit element komt mee in samenvattingen
pt: Este elemento está incluído nos resumos
ru: Этот элемент включен в резюме
uk: Цей елемент включається в резюме
uz: Ushbu element xulosalarga kiritiladi

source: This element must be supported
ar: يجب دعم هذا العنصر
fr: Cet élément doit être pris en charge
lt: Šis elementas turi būti palaikomas
nl: Dit element moet worden ondersteund
pt: Este elemento deve ser suportado
ru: Этот элемент должен быть поддержан
uk: Цей елемент повинен бути підтриманий
uz: Ushbu element qo‘llab-quvvatlanishi shart

source: When this element is read
ar: عند قراءة هذا العنصر
fr: Lorsque cet élément est lu
lt: Kai šis elementas nuskaitomas
nl: Wanneer dit element worden gelezen
pt: Quando este elemento é lido
ru: Когда этот элемент читается
uk: Коли зчитується цей елемент
uz: Ushbu element oʻqilganda

source: Unknown structure mode
ar: وضع هيكل غير معروف
fr: Mode de structure inconnu
lt: Nežinomas struktūros režimas
nl: Onbekende structuurmodus
pt: Modo de estrutura desconhecido
ru: Неизвестный режим структуры
uk: Режим невідомої структури
uz: Nomaʼlum tuzilma rejimi

source: Error describing concept- not done yet (no codings, no text)
ar: خطأ في وصف المفهوم- لم يتم بعد (لا توجد رموز، لا يوجد نص)
fr: Erreur de description du concept - pas encore fait (pas de codages, pas de texte)
lt: Klaida apibūdinant koncepciją – dar nepadaryta (nėra kodavimo, nėra teksto)
nl: Fout bij beschrijven concept- nog niet gedaan (geen coding, geen text)
pt: Erro na descrição do conceito - ainda não foi feito (sem codificações, sem texto)
ru: Ошибка описания понятия - еще не выполнено (нет кодировок, нет текста)
uk: Помилка в описі концепції - ще не виконано (немає кодування, немає тексту)
uz: Tushunchani tavsiflashda xatolik — hali bajarilmagan (kodlar yo‘q, matn yo‘q)

source: example
ar: مثال على ذلك
fr: exemple
lt: pavyzdys
nl: voorbeeld
pt: exemplo
ru: пример
uk: приклад
uz: misol

source: Extensions
ar: التمديدات
lt: Plėtiniai
nl: Extensies
pt: Extensões
ru: Расширения
uk: Розширення
uz: Kengaytmalar

source: This element can be extended by named JSON elements
ar: يمكن توسيع هذا العنصر بواسطة عناصر JSON مسماة
fr: Cet élément peut être étendu par des éléments JSON nommés
lt: Šį elementą galima išplėsti pavadintais JSON elementais
nl: Dit element kan worden uitgebreid door benoemde json-elementen
pt: Este elemento pode ser alargado por elementos JSON designados
ru: Этот элемент может быть расширен с помощью элементов JSON
uk: Цей елемент може бути розширений іменними елементами JSON
uz: Ushbu element nomlangan JSON elementlari orqali kengaytirilishi mumkin
