Repository: hapifhir/org.hl7.fhir.core
Catalog: org.hl7.fhir.utilities/src/main/resources/source/rendering-phrases-*.po
Languages: ar, fr, lt, nl, pt, ru, uk, uz

source: QuestionnaireResponseRoot
ar: جذر الاستبيانResponseRoot
lt: Klausimyno atsakymo šaknis
nl: Vragenlijstantwoord-root

source: Last Review Date
ar: تاريخ آخر مراجعة
fr: Date de dernière révision
lt: Paskutinės peržiūros data
nl: Laatste reviewdatum
pt: Data da última revisão
ru: Дата последнего отзыва
uk: Дата останнього перегляду
uz: Oxirgi ko‘rib chiqish sanasi

source: QuestionnaireRoot
ar: جذر الاستبيان
lt: Klausimyno šaknis
nl: Vragenlijst-root
pt: QuestionárioRaiz

source: Structure
ar: الهيكل
lt: Struktūra
nl: Structuur
pt: Estrutura
ru: Структура
uk: Структура
uz: Tuzilma

source: Can change the subject of the questionnaire
ar: يمكن تغيير موضوع الاستبيان
fr: Peut modifier le sujet du questionnaire
lt: Gali keisti klausimyno temą
nl: Kan de subject van de vragenlijst wijzigen
pt: Pode mudar o tema do questionário
ru: Может изменить тему анкеты
uk: Може змінити тему опитувальника
uz: So‘rovnoma subyektini o‘zgartirish mumkin

source: Subject Type
ar: نوع الموضوع
fr: Type de sujet
lt: Temos tipas
pt: Tipo de assunto
ru: Тип темы
uk: Тип предмета
uz: Subyekt turi

source: Response to Questionnaire ''{0}'' about ''{1}''
ar: الرد على الاستبيان "{0}" حول "{1}
fr: Réponse au questionnaire ''{0}'' à propos de ''{1}''
lt: Atsakymas į klausimyną ''{0}'' apie ''{1}''
nl: Antwoord op vragenlijst ''{0}'' over ''{1}''
pt: Resposta ao questionário ''{0}'' sobre ''{1}''
ru: Ответ на Questionnaire ''{0}'' о ''{1}''
uk: Відповідь на анкету ''{0}'' про ''{1}''
uz: "{1}" bo‘yicha "{0}" so‘rovnomasiga javob

source: Text
ar: النص
fr: Texte
lt: SMS žinutė
nl: Tekst
pt: Texto
ru: Текст
uk: Текст
uz: Matn

source: Text for the item
ar: النص الخاص بالعنصر
fr: Texte de l''élément
lt: Elemento tekstas
nl: Tekst voor het item
pt: Texto para o item
ru: Текст для элемента
uk: Текст для елемента
uz: Element matni

source: Minimum and Maximum # of times the item can appear in the instance
ar: الحد الأدنى والحد الأقصى لعدد المرات التي يمكن أن يظهر فيها العنصر في المثيل
fr: Nombre minimum et maximum de fois que l''élément peut apparaître dans l''instance
lt: Minimalus ir maksimalus # kartų, kai elementas gali būti rodomas egzemplioriuje
nl: Minimum en maximum # keren dat het item kan voorkomen in de instance
pt: Número mínimo e máximo de vezes que o item pode aparecer na instância
ru: Минимальное и максимальное кол-во раз, которое может появиться в экземпляре
uk: Мінімум і Максимум # разів, коли елемент може з'явитися в екземплярі
uz: Element nusxada paydo bo‘lishining minimal va maksimal soni

source: are true:
ar: صحيحة:
fr: sont vrais :
lt: yra tiesa:
nl: zijn waar:
pt: são verdadeiras:
ru: верны:
uk: Вірно:

source: Try this questionnaire out:
ar: جرّب هذا الاستبيان
fr: Essayer ce questionnaire :
lt: Išbandykite šį klausimyną:
nl: Probeer deze vragenlijst:
pt: Experimente este questionário:
ru: Попробуйте эту анкету:
uk: Спробуйте цю анкету:
uz: Ushbu so'rovnomani sinab ko'ring:

source: Try this QuestionnaireResponse out:
ar: جرّب هذا الاستبيانالإجابة على هذا الاستبيان:
fr: Essayer cette QuestionnaireResponse :
lt: Išbandykite šį klausimyno atsakymą:
nl: Probeer deze vragenlijstantwoorden:
pt: Experimente este QuestionnaireResponse:
ru: Попробуйте этот QuestionnaireResponse:
uk: Спробуйте цю QuestionnaireResponse:
uz: Ushbu QuestionnaireResponse ni sinab ko‘ring:

source: The type of the item
ar: نوع العنصر
fr: Le type de l''élément
lt: Prekės tipas
nl: Het type van het item
pt: O tipo do item
ru: Тип элемента
uk: Тип предмета
uz: Element turi

source: Unknown QuestionnaireResponse Renderer Mode
ar: وضع مستجيب الاستبيان غير معروف وضع مستجيب الاستبيان
fr: Mode de rendu QuestionnaireResponse inconnu
lt: Nežinomas klausimyno atsakymų generavimo režimas
nl: Onbekende vragenlijstantwoorden weergavemodus
pt: Modo de renderização QuestionnaireResponse desconhecido
ru: Неизвестный режим рендеринга анкеты
uk: Режим рендерера невідомої QuestionnaireResponse
uz: Noma’lum QuestionnaireResponse Renderer rejimi

source: Unspecified Questionnaire
ar: استبيان غير محدد
fr: Questionnaire non spécifié
lt: Nenurodytas klausimynas
nl: Ongespecificeerde vragenlijst
pt: Questionário não especificado
ru: Неопределённый Questionnaire
uk: Неуточнена анкета
uz: Aniqlanmagan so'rovnoma

# QUEST_UNSPECIFIED_SUBJECT
source: Unspecified Subject
ar: موضوع غير محدد
fr: Sujet non spécifié
lt: Nenurodyta tema
nl: Ongespecificeerd subject
pt: Assunto não especificado
ru: Неуказанная тема
uk: Тема не вказана
uz: Aniqlanmagan subyekt

source: Value Set:
ar: مجموعة القيم:
fr: Jeu de valeurs (ValueSet) :
lt: Reikšmių rinkinys:
nl: Waardelijst:
pt: Conjunto de valores:
ru: Набор значений:
uk: Набір значень:
uz: Qiymatlar to‘plami:

source: derives from
ar: مشتق من
fr: dérive de
lt: kildinamas iš
uk: походить з
uz: dan kelib chiqadi

source: has target
ar: لديه هدف
fr: a pour cible
lt: turi tikslą
uk: має ціль
uz: maqsadga ega

source: has type
ar: لديه نوع
fr: a pour type
lt: turi tipą
uk: має тип
uz: turga ega

source: This is an {0} IG that is not compatible with {1}" because
ar: هذا هو {0} IG غير متوافق مع {1}" لأن
fr: Ceci est un IG {0} qui n''est pas compatible avec {1}" car
lt: Tai yra {0} IG, kuris nesuderinamas su {1}" nes
uz: Bu "{1}" bilan mos kelmaydigan {0} IG, chunki

source: The following resources are not in the {0} version
ar: الموارد التالية غير موجودة في إصدار {0}
fr: Les ressources suivantes ne sont pas dans la version {0}
lt: Šie ištekliai nėra {0} versija
uk: Наступні ресурси не в {0} версії
uz: Quyidagi resurslar {0} versiyasida mavjud emas

source: The following resources are only in the {0} version
ar: الموارد التالية موجودة في إصدار {0} فقط في الإصدار {0}
fr: Les ressources suivantes sont uniquement dans la version {0}
lt: Šie ištekliai yra tik {0} versija
uk: Наступні ресурси знаходяться тільки в {0} версія
uz: Quyidagi resurslar faqat {0} versiyasida mavjud

source: While checking for {0} compatibility, the following {1} problems were found
ar: أثناء التحقق من {0} التوافق، تم العثور على المشاكل {1} التالية
fr: Lors de la vérification de la compatibilité {0}, les {1} problèmes suivants ont été trouvés
lt: Tikrinant {0} suderinamumas, šie {1} Buvo rasta problemų
uk: Під час перевірки сумісності {0}, були знайдені наступні {1} проблеми
uz: {0} bilan moslik tekshirilayotganda quyidagi {1} muammolar aniqlandi

source: <a href="{0}">{1}}</a> refers to the canonical type at {2}
ar: يشير <a href="{0}">{1}}</a> إلى النوع الأساسي في {2}
fr: <a href="{0}">{1}}</a> fait référence au type canonique à {2}
lt: <a href="{0}">{1}}</a> nurodo kanoninį tipą {2}
uz: <a href="{0}">{1}</a> {2} dagi kanonik turga ishora qiladi

source: Something went wrong with the cross-version analysis because
ar: حدث خطأ ما في تحليل النسخ المتقاطعة لأن
fr: Une erreur s''est produite lors de l''analyse inter-versions car
lt: Kažkas nutiko su kryžminių versijų analize, nes
uk: Щось пішло не так з крос-версійним аналізом, тому що
uz: Versiyalararo tahlil jarayonida xatolik yuz berdi, chunki

source: Added:
ar: تمت الإضافة:
fr: Ajouté :
lt: Pridėta:
nl: Toegevoegd:
pt: Adicionado:
ru: Добавлено:
uk: Додано:
uz: Qo'shildi:

source: Changed:
ar: تم التغيير:
fr: Modifié :
lt: Pakeistas:
nl: Gewijzigd:
pt: Alterado:
ru: Изменено:
uk: Змінений:
uz: Oʻzgartirildi:

source: Removed:
ar: تمت الإزالة:
fr: Supprimé :
lt: Pašalintas:
nl: Verwijderd:
pt: Removido:
ru: Убрано:
uk: Видалені:
uz: Olib tashlandi:

source: This row of content has been changed since {0} (was ''{1}'')
ar: تم تغيير هذا الصف من المحتوى منذ {0} (كان "{1}")
fr: Cette ligne a été changé depuis {0} (valeur précédente : ''{1}'')
lt: Ši turinio eilutė buvo pakeista nuo {0} (buvo ''{1}'')
nl: De rij met content is gewijzigd sinds {0} (was ''{1}'')
pt: Esta linha de conteúdo foi alterada desde {0} (era ''{1}'')
ru: Эта строка контента была изменена после {0} (было ''{1}'')
uk: З тих пір цей рядок контенту був змінений {0} (було ''{1}'')
uz: Ushbu kontent qatori {0} dan beri o‘zgartirilgan (avval "{1}" edi)

source: This row of content has been added since {0}
ar: تمت إضافة هذا الصف من المحتوى منذ {0}
fr: Cette ligne a été ajouté depuis {0}
lt: Ši turinio eilutė buvo įtraukta nuo {0}
nl: Deze rij met content is toegevoegd op {0}
pt: Esta linha de conteúdo foi adicionada desde {0}
ru: Эта строка контента была добавлена с {0}
uk: Цей рядок контенту був доданий з того часу {0}
uz: Ushbu kontent qatori {0} dan beri qo‘shilgan

source: This content has been added since {0}
ar: تمت إضافة هذا المحتوى منذ {0}
fr: Ce contenu a été ajouté depuis {0}
lt: Šis turinys buvo pridėtas nuo {0}
nl: Deze content is toegevoegd op {0}
pt: Este conteúdo foi adicionado desde {0}
ru: Этот контент был добавлен с {0}
uk: Цей контент був доданий з того часу {0}
uz: Ushbu kontent {0} dan beri qo‘shilgan

source: This content has been changed since {0}
ar: تم تغيير هذا المحتوى منذ {0}
fr: Ce contenu a été changé depuis {0}
lt: Šis turinys buvo pakeistas nuo {0}
nl: Deze content is gewijzigd op {0}
pt: Este conteúdo foi alterado desde {0}
ru: Этот контент был изменен с {0}
uk: З тих пір цей контент був змінений {0}
uz: Ushbu kontent {0} dan beri o‘zgartirilgan

source: This content has been changed since {0} (was ''{1}'')
ar: تم تغيير هذا المحتوى منذ {0} (كان "{1}")
fr: Ce contenu a été changé depuis {0} (valeur précédente : ''{1}'')
lt: Šis turinys buvo pakeistas nuo {0} (buvo ''{1}'')
nl: Deze content is gewijzigd sinds {0} (was ''{1}'')
pt: Este conteúdo foi alterado desde {0} (era ''{1}'')
ru: Этот контент был изменен после {0} (было ''{1}'')
uk: З тих пір цей контент був змінений {0} (було ''{1}'')
uz: Ushbu kontent {0} dan beri o‘zgartirilgan (avval "{1}" edi)

source: Standards Status = {0}
ar: حالة المعايير = {0}
fr: Statut de standard = {0}
lt: Standartų statusas = {0}
nl: Standaard status = {0}
pt: Estado das normas = {0}
ru: Статус стандартов = {0}
uk: Статус стандартів = {0}
uz: Standartlar holati = {0}

source: These requirements apply to the actor
ar: تنطبق هذه المتطلبات على الممثل
fr: Ces exigences s''appliquent à l''acteur
lt: Šie reikalavimai taikomi aktoriui
nl: Deze requirements zijn van toepassing op de actor
pt: Estas exigências aplicam-se ao ator
ru: Эти требования распространяются и на актера
uk: Ці вимоги поширюються і на актора
uz: Ushbu talablar ishtirokchiga tatbiq etiladi

source: These requirements derive from
ar: هذه المتطلبات مستمدة من
fr: Ces exigences dérivent de
lt: Šie reikalavimai kyla iš
nl: Deze requirements zijn afgeleid van
pt: Estes requisitos decorrem de
ru: Эти требования вытекают из
uk: Ці вимоги випливають з
uz: Ushbu talablar quyidagilardan kelib chiqadi

source: Derived From:
ar: مشتق من:
fr: Dérive de :
lt: Išvesta iš:
nl: Afgeleid van:
pt: Derivado de:
ru: Происходит от:
uk: Отримано з:
uz: Olingan:

source: These requirements apply to the following actors:
ar: تنطبق هذه المتطلبات على الجهات التالية
fr: Ces exigences s''appliquent aux acteurs suivants :
lt: Šie reikalavimai taikomi šiems subjektams:
nl: Deze requirements zijn van toepassing op de volgende actoren:
pt: Estes requisitos aplicam-se aos seguintes actores:
ru: Эти требования применяются к следующим субъектам:
uk: Ці вимоги поширюються на таких суб'єктів:
uz: Ushbu talablar quyidagi ishtirokchilarga tatbiq etiladi:

source: These requirements are derived from the following requirements:
ar: هذه المتطلبات مستمدة من المتطلبات التالية:
fr: Ces exigences sont dérivées des exigences suivantes :
lt: Šie reikalavimai kyla iš šių reikalavimų:
nl: Deze requirements zijn afgeleid van de volgende requirements:
pt: Estes requisitos são derivados dos seguintes requisitos:
ru: Эти требования разрабатываются на основе следующих требований:
uk: Ці вимоги випливають з таких вимог:
uz: Ushbu talablar quyidagi talablardan kelib chiqqan:

# REQ_LINKS
source: Links:
ar: إلى اليسار:
fr: Liens :
lt: Nuorodos:
pt: Ligações:
ru: Ссылки:
uk: Посилання:
uz: Havolalar:

source: Satisfied By:
ar: راضٍ من قبل:
fr: Satisfait par :
lt: Patenkintas:
nl: Ingevuld door:
pt: Satisfeito por:
ru: Удовлетворено чем:
uk: Задоволені:
uz: Quyidagilar tomonidan qondiriladi:

source: Copyright Statement:
ar: بيان حقوق الطبع والنشر:
fr: Déclaration de copyright :
lt: Autorių teisių pareiškimas:
nl: Copyrighttekst:
pt: Declaração de direitos de autor:
ru: Заявление об авторских правах:
uk: Заява про авторські права:
uz: Mualliflik huquqi bayonoti:

source: Active
ar: نشط
fr: Actif
lt: Aktyvusis
nl: Actief
pt: Ativo
ru: Активный
uk: Активний
uz: Faol

source: Conditional Reference:
ar: المرجع الشرطي:
fr: Référence conditionnelle :
lt: Sąlyginė nuoroda:
nl: Conditionele reference:
pt: Referência condicional:
ru: Условная ссылка:
uk: Умовна довідка:
uz: Shartli havola:

source: . Description: (todo)
ar: . الوصف: (الكل)
fr: . Description : (à faire)
lt: . Aprašymas: (todo)
nl: . Omschrijving (tedoen)
pt: . Descrição: (todo)
ru: . Описание: (todo)
uk: . Опис: (todo)
uz: . Tavsif: (todo)

source: draft
ar: مسودة
fr: brouillon
lt: juodraštis
nl: ontwerp
pt: projeto
ru: черновик
uk: проект
uz: qoralama

source: Error rendering: {0}
ar: عرض الخطأ: {0}
fr: Erreur de rendu : {0}
lt: Generavimo klaida: {0}
nl: Fout bij weergave: {0}
pt: Erro de renderização: {0}
ru: Ошибка визуализации: {0}
uk: Рендеринг помилок: {0}
uz: Renderlashda xatolik: {0}

source: Information Source: <param name="source"/>
ar: مصدر المعلومات: <param name="مصدر"/>
lt: Informacijos šaltinis: <param name="source"/>
nl: !!Informatiebron: <param name="source"/>
ru: !!Источник информации: <param name="source"/>
uz: Ma'lumot manbasi: <param name="source"/>

source: Language: {0}
ar: اللغة: {0}
fr: Langue : {0}
lt: Kalba: {0}
nl: Taal: {0}
pt: Língua: {0}
ru: Язык: {0}
uk: Мова: {0}
uz: Til: {0}

source: retired
ar: متقاعد
fr: retiré
lt: Pensininkas
pt: reformado
ru: списанный
uk: Пенсію
uz: amal qilmaydi

source: See on this page:
ar: انظر في هذه الصفحة:
fr: Voir sur cette page :
lt: Žiūrėkite šiame puslapyje:
nl: Zie op deze pagina:
pt: Ver nesta página:
ru: Смотреть на этой странице:
uk: Дивіться на цій сторінці:
uz: Ushbu sahifada ko'ring:

source: Special rules apply: {0}!
ar: تطبق قواعد خاصة: {0}!
fr: Règles spéciales applicables : {0} !
lt: Taikomos specialios taisyklės: {0}!
nl: Speciale regels van toepassing: {0}!
pt: Aplicam-se regras especiais: {0}!
ru: Применяются специальные правила: {0}!
uk: Діють спеціальні правила: {0}!
uz: Maxsus qoidalar qo‘llaniladi: {0}!

source: Tag
ar: الوسم
fr: Balise
lt: Žymė
pt: Etiqueta
ru: Тег
uk: Тег
uz: Teg

source: templateId: {0}
ar: معرف القالب: {0}
lt: Šablono ID: {0}
ru: ID шаблона: {0}
uz: shablon asosida: {0}

source: Unknown
ar: غير معروف
fr: Inconnu
lt: Nežinomas
nl: Onbekend
pt: Desconhecido
ru: Неизвестен
uk: Невідомий
uz: Nomaʼlum

source: Last updated: {0}
ar: آخر تحديث {0}
fr: Dernière mise à jour : {0}
lt: Paskutinį kartą atnaujinta: {0}
nl: Laatste update: {0}
pt: Última atualização: {0}
ru: Последнее обновление: {0}
uk: Останнє оновлення: {0}
uz: Oxirgi yangilanish: {0}

source: version: {0}
ar: الإصدار: {0}
lt: versija: {0}
nl: versie: {0}
pt: versão: {0}
ru: версия: {0}
uk: версія: {0}
uz: versiya: {0}

source: **ALL** elements
ar: **جميع العناصر**
fr: **TOUS** les éléments
lt: **VISI** elementai
ru: **ВСЕ** элементы
uk: **ВСІ** елементи
uz: **BARCHA** elementlar

source: **ALL** extensions
ar: **جميع التمديدات**
fr: **TOUTES** les extensions
lt: **VISI** plėtiniai
ru: **ВСЕ** расширения
uk: **ВСІ** розширення
uz: **HAMMA** kengaytmalar

source: // sliced by {0} in any order
ar: // مقطعة إلى شرائح {0} بأي ترتيب
fr: // découpé (slicé) par {0} dans n''importe quel ordre
lt: supjaustytas {0} bet kokia tvarka
ru: нарезка по {0} в любом порядке
uk: нарізаний {0} в будь-якому порядку
uz: // {0} bo‘yicha istalgan tartibda slice qilingan

source: best practice
ar: أفضل الممارسات
fr: bonne pratique
lt: Geriausia praktika
ru: лучшая практика
uk: Практичні поради
uz: eng yaxshi amaliyot

source: CapabilityStatements using this {0}
ar: بيانات القدرة باستخدام هذه {0} بيانات القدرة باستخدام هذه {0}
fr: CapabilityStatements utilisant ce {0}
lt: CapabilityStatements naudojant šį {0}
pt: Declarações de capacidade usando este {0}
ru: CapabilityStatements, используя это {0}
uk: CapabilityStatements з використанням цього {0}
uz: Ushbu {0} dan foydalanadigan CapabilityStatementlar

source: New Content
ar: محتوى جديد
fr: Nouveau contenu
lt: Naujas turinys
ru: Новый контент
uk: Новий контент
uz: Yangi kontent

source: No changes
ar: لا توجد تغييرات
fr: Aucun changement
lt: Jokių pakeitimų
ru: Без изменений
uk: Без змін
uz: O'zgarishlar yo'q

source: Click to copy URL
ar: انقر لنسخ عنوان URL
fr: Cliquer pour copier l''URL
lt: Spustelėkite, jei norite nukopijuoti URL
pt: Clicar para copiar o URL
ru: Нажмите, чтобы скопировать URL
uk: Натисніть, щоб скопіювати URL-адресу
uz: URL ni nusxalash uchun bosing

source: (a valid code from {0})
ar: (رمز صالح من {0})
fr: (un code valide de {0})
lt: (galiojantis kodas iš {0})
ru: (действительный код от {0})
uk: (дійсний код від {0})
uz: ({0} dan olingan amal qiluvchi kod)

source: Comply with this profile {0}
ar: يتوافق مع هذا الملف الشخصي {0}
fr: Se conformer à ce profil {0}
lt: Atitikti šį profilį {0}
pt: Cumpre com este perfil {0}
ru: Соблюдать с этим профилем {0}
uk: Відповідати цьому профілю {0}
uz: Ushbu {0} profiliga muvofiq

source: Concept Domain
ar: مجال المفهوم
fr: Domaine de concept
lt: Sąvokos sritis
pt: Domínio de Conceito
ru: Концептуальная область
uk: Поняття домену
uz: Tushuncha domeni

source: The list of codes defined by the code system has changed
ar: لقد تغيرت قائمة الرموز التي يحددها نظام الرموز
fr: La liste des codes définis par le CodeSystem a changé
lt: Pasikeitė kodų sistemos apibrėžtų kodų sąrašas
pt: A lista de códigos definida pelo sistema de códigos foi alterada
ru: Список кодов, определяемых системой кодов, изменился
uk: Змінився перелік кодів, визначених кодовою системою
uz: Kod tizimi tomonidan belgilangan kodlar ro‘yxati o‘zgargan

source: The data elements list has changed
ar: تم تغيير قائمة عناصر البيانات
fr: La liste des data elements a changé
lt: Pasikeitė duomenų elementų sąrašas
pt: A lista de elementos de dados foi alterada
ru: Список элементов данных изменился
uk: Змінився перелік елементів даних
uz: Ma’lumot elementlari ro‘yxati o‘zgargan

source: The logical definition of the value set has changed
ar: تم تغيير التعريف المنطقي لمجموعة القيم
fr: La définition logique du jeu de valeurs a changé
lt: Pasikeitė loginis reikšmių rinkinio apibrėžimas
pt: A definição lógica do conjunto de valores foi alterada
ru: Изменено логическое определение набора значений
uk: Змінилося логічне визначення набору значень
uz: Qiymatlar to‘plamining mantiqiy ta’rifi o‘zgargan

source: Unable to evaluate changes to content
ar: غير قادر على تقييم التغييرات على المحتوى
fr: Impossible d''évaluer les changements de contenu
lt: Neįmanoma įvertinti turinio keitimų
pt: Impossível avaliar alterações ao conteúdo
ru: Не удается оценить изменения в содержимом
uk: Не можу оцінити зміни в контенті
uz: Kontentdagi o‘zgarishlarni baholab bo‘lmadi

# SDR_DEFN_CH_DET_CS
source: One or more text definitions/displays have changed
ar: تم تغيير تعريف واحد أو أكثر من تعريفات/عروض النص
fr: Une ou plusieurs définitions/affichages textuels ont changé
lt: Pasikeitė vienas ar keli teksto apibrėžimai / rodymai
ru: Изменилось одно или несколько определений/отображений текста
uk: Змінено одне або декілька текстових визначень/відображень
uz: Bir yoki bir nechta matn ta’riflari / ko‘rsatiladigan qiymatlar o‘zgartirildi

source: One or more text definitions, invariants or bindings have changed
ar: تم تغيير تعريف واحد أو أكثر من تعريفات النص أو المتغيرات أو الارتباطات
fr: Une ou plusieurs définitions textuelles, invariants ou bindings ont changé
lt: Pasikeitė vienas ar keli teksto apibrėžimai, invariantai arba susiejimai
pt: Uma ou mais definições de texto, invariantes ou vínculos foram alteradas
ru: Изменилось одно или несколько текстовых определений, инвариантов или привязок
uk: Змінено одне або декілька текстових визначень, інваріантів або прив'язок
uz: Bir yoki bir nechta matnli ta’riflar, invariantlar yoki bog‘lanishlar o‘zgargan

# SDR_DEFN_CH_DET_VS
source: One or more text definitions/displays have changed
ar: تم تغيير تعريف واحد أو أكثر من تعريفات/عروض النص
fr: Une ou plusieurs définitions/affichages textuels ont changé
lt: Pasikeitė vienas ar keli teksto apibrėžimai / rodymai
pt: Uma ou mais definições de texto/visualização foram alteradas
ru: Изменилось одно или несколько определений/отображений текста
uk: Змінено одне або декілька текстових визначень/відображень
uz: Bir yoki bir nechta matn ta’riflari / ko‘rsatiladigan qiymatlar o‘zgartirildi

source: Unable to evaluate changes to definitions
ar: تعذر تقييم التغييرات على التعريفات
fr: Impossible d''évaluer les changements de définitions
lt: Neįmanoma įvertinti apibrėžimų pakeitimų
pt: Impossível avaliar alterações às definições
ru: Не удается оценить изменения в определениях
uk: Неможливо оцінити зміни у визначеннях
uz: Ta’riflardagi o‘zgarishlarni baholab bo‘lmadi

source: Derived from this {0}
ar: مشتق من هذا {0}
fr: Dérivé de ce {0}
lt: Išvesta iš šio {0}
pt: Derivado deste {0}
ru: Исходя из этого {0}
uk: Похідні від цього {0}
uz: Ushbu {0} dan kelib chiqqan

source: This is an draft extension definition; the committee is seeking implementation feedback, and the definition or contents of the extension may change in future versions
fr: Ceci est une définition d''extension en ébauche ; le comité recherche des retours d''implémentation, et la définition ou le contenu de l''extension peut changer dans les versions futures
lt: Tai yra išplėtimo apibrėžimo projektas; Komitetas siekia grįžtamojo ryšio apie įgyvendinimą, o plėtinio apibrėžimas ar turinys gali keistis būsimose versijose
uz: Bu qoralama kengaytma ta’rifi; qo‘mita joriy etish bo‘yicha fikr-mulohazalarni yig‘moqda, va kengaytmaning ta’rifi yoki kontenti kelgusi versiyalarda o‘zgarishi mumkin

source: Draw in Obligations & Additional Bindings from this {0}
ar: ارسم في الالتزامات والارتباطات الإضافية من هذا {0}
fr: Tirer les Obligations et Bindings supplémentaires de ce {0}
lt: Iš to įtraukti įsipareigojimus ir papildomus įpareigojimus {0}
pt: Obtém obrigações e vinculações adicionais a partir deste {0}
ru: Получение обязательств и дополнительных привязок из этого {0}
uk: Втягування зобов'язань та додаткових зобов'язань з цього {0}
uz: Ushbu {0} dan majburiyatlar va qo‘shimcha bog‘lanishlarni qo‘shish

source: Examples for this {0}
ar: أمثلة على ذلك {0}
fr: Exemples pour ce/t/te {0}
lt: To pavyzdžiai {0}
pt: Exemplos para este {0}
ru: Примеры для {0}
uk: Приклади для цього {0}
uz: Ushbu {0} uchun misollar

source: This is an experimental extension definition; the definition is intended for testing purposes, education or evaluation, and the definition is not anticipated to be matured to a point where it is intended for genuine usage.
ar: !!هذا تعريف تجريبي للامتداد؛ وتسعى اللجنة إلى الحصول على ملاحظات حول التنفيذ، وقد يتغير تعريف الامتداد أو محتوياته في الإصدارات المستقبلية
fr: Ceci est une définition d''extension expérimentale ; la définition est destinée à des fins de test, d''éducation ou d''évaluation, et ne devrait pas atteindre un niveau de maturité permettant une utilisation réelle.
lt: Tai eksperimentinis išplėtimo apibrėžimas; Apibrėžimas skirtas testavimui, švietimui ar vertinimui, ir nesitikima, kad apibrėžimas bus subrandintas iki tokio lygio, kad jis būtų skirtas tikram naudojimui.
ru: !!Это экспериментальное определение расширения; комитет ожидает комментариев по реализации, и определение или содержание расширения может измениться в будущих версиях
uz: Bu eksperimental kengaytma ta’rifi; u sinov maqsadlari, ta’lim yoki baholash uchun mo‘ljallangan bo‘lib, haqiqiy foydalanish darajasigacha yetuklashishi kutilmaydi.
