Repository: hapifhir/org.hl7.fhir.core
Catalog: org.hl7.fhir.utilities/src/main/resources/source/rendering-phrases-*.po
Languages: ar, fr, lt, nl, pt, ru, uk, uz

source: String Format
ar: تنسيق السلسلة
fr: Format de chaîne de caractère (String)
lt: Eilutės formatas
nl: String formaat
pt: Formato da cadeia de caracteres
ru: Формат строки
uk: Формат рядка
uz: String formati

source: Structures
ar: الهياكل
lt: Struktūras
nl: Structuren
pt: Estruturas
ru: Структуры
uk: Структур
uz: Tuzilmalar

source: Unless not suitable, these codes SHALL be taken from
ar: ما لم تكن هذه الرموز مأخوذة من
fr: Sauf si inapproprié, ces codes DOIVENT (SHALL) être pris de
lt: Jei netinka, šie kodai TURI būti paimti iš
nl: Tenzij dat niet past, MOETEN deze codes worden gehaald uit
pt: A menos que não sejam adequados, estes códigos DEVERÃO ser retirados de
ru: Если они не подходят, эти коды ДОЛЖНЫ быть взяты из
uk: Якщо вони не підходять, ці коди ПОВИННІ бути взяті з
uz: Agar mos kelmasa, ushbu kodlar majburiy ravishda quyidagidan olinadi

source: This target must be supported
ar: يجب دعم هذا الهدف
fr: Cette cible doit être prise en charge
lt: Šis tikslas turi būti palaikomas
nl: Dit doel moet worden ondersteund
pt: Este objetivo deve ser suportado
ru: Эта цель должна быть поддержана
uk: Ця ціль має бути підтримана
uz: Ushbu maqsadli obyekt qo‘llab-quvvatlanishi shart

source: Instance of this type are validated by templateId
ar: يتم التحقق من صحة مثيلات هذا النوع بواسطة templateId
fr: Les instances de ce type sont validées par templateId
lt: Šio tipo egzempliorius patvirtina templateId
nl: Instance van dit type wordt gevalideerd op templateId
pt: As instâncias deste tipo são validadas por templateId
ru: Экземпляры этого типа проверяются по templateId
uk: Екземпляри цього типу перевіряються за допомогою templateId
uz: Ushbu turdagi instansiyalar templateId orqali tekshiriladi

source: Terminology Bindings (Differential)
ar: ارتباطات المصطلحات (التفاضلية)
fr: Bindings terminologiques (différentiel)
lt: Terminologijos susiejimai (diferencialiniai)
nl: Terminologiebindings (differential)
pt: Terminologia Ligações (Diferencial)
ru: Терминологические привязки (дифференциал)
uk: Термінологічні прив'язки (диференціальні)
uz: Terminologiya bog‘lanishlari (Differensial)

source: Terminology Bindings
ar: ارتباطات المصطلحات
fr: Bindings terminologiques
lt: Terminologijos įrišimai
nl: Terminologiebindings
pt: Terminologia Ligações
ru: Привязки к терминологии
uk: Термінологічні прив'язки
uz: Terminologiya bog‘lanishlari

source: then the type is
ar: فإن النوع هو
fr: alors le type est
lt: tada tipas yra
nl: dan is het type
pt: então o tipo é
ru: затем тип
uk: то тип
uz: u holda turi

source: This structure refers to these other structures
ar: يشير هذا الهيكل إلى هذه الهياكل الأخرى
fr: Cette structure fait référence à ces autres structures
lt: Ši struktūra reiškia šias kitas struktūras
nl: Deze structuur verwijst naar deze andere structuren
pt: Esta estrutura refere-se a estas outras estruturas
ru: Эта структура относится к этим другим структурам
uk: Ця структура відноситься до цих інших структур
uz: Ushbu tuzilma quyidagi boshqa tuzilmalarga murojaat qiladi

source: This type can be bound to a value set using the {0}
ar: يمكن ربط هذا النوع بمجموعة قيمة باستخدام {0}
fr: Ce type peut être lié à un jeu de valeurs en utilisant le {0}
lt: Šis tipas gali būti susietas su reikšmių rinkiniu naudojant {0}
nl: Dit type kan worden gekoppeld aan een waardelijst met de {0}
pt: Este tipo pode ser ligado a um conjunto de valores utilizando o {0}
ru: Этот тип может быть связан с набором значений с помощью {0}
uk: Цей тип може бути прив'язаний до набору значень за допомогою {0}
uz: Ushbu tur {0} yordamida qiymatlar to‘plamiga bog‘lanishi mumkin

source: Type Parameter
ar: معلمة النوع
fr: Paramètre de type
lt: Tipo parametras
pt: Tipo Parâmetro
ru: Параметр типа
uk: Параметр типу
uz: Tur parametri

source: This type can be bound to a value set using the
ar: يمكن ربط هذا النوع بمجموعة قيم باستخدام
fr: Ce type peut être lié à un jeu de valeurs en utilisant le
lt: Šis tipas gali būti susietas su reikšmių rinkiniu naudojant
nl: Dit type kan worden gekoppeld aan een waardelijst met de
pt: Este tipo pode ser ligado a um conjunto de valores utilizando a função
ru: Этот тип может быть связан со значением, используя
uk: Цей тип може бути прив'язаний до набору значень за допомогою
uz: Ushbu tur quyidagi yordamida qiymatlar to‘plamiga bog‘lanishi mumkin

source: Type Specifier
ar: مواصفات النوع
fr: Spécificateur de type
lt: Tipo specifikatorius
nl: Type specificatie
pt: Especificador de tipo
ru: Спецификатор типа
uk: Специфікатор типу
uz: Tur aniqlagichi

source: This type must be supported
ar: يجب أن يكون هذا النوع مدعومًا
fr: Ce type doit être pris en charge (Must Support)
lt: Šis tipas turi būti palaikomas
nl: Dit type moet worden ondersteund
pt: Este tipo deve ser suportado
ru: Этот тип должен быть поддержан
uk: Цей тип повинен бути підтриманий
uz: Ushbu tur qo‘llab-quvvatlanishi shart

source: This value set is provided for user look up in a given context. Typically, these valuesets only include a subset of codes relevant for input in a context
ar: يتم توفير مجموعة القيم هذه للمستخدم للبحث عن المستخدم في سياق معين. عادةً ما تتضمن مجموعات القيم هذه فقط مجموعة فرعية من الرموز ذات الصلة بالإدخال في سياق ما
fr: Ce jeu de valeurs est fourni pour la consultation utilisateur dans un contexte donné. Typiquement, ces jeux de valeurs n'incluent qu''un sous-ensemble de codes pertinents pour la saisie dans un contexte
lt: Šis reikšmių rinkinys pateikiamas vartotojo paieškai tam tikrame kontekste. Paprastai šie reikšmių rinkiniai apima tik kodų, susijusių su įvestimi kontekste, poaibį
nl: Deze waardelijst dient voor opzoeken door gebruikers in een bepaalde context. Deze waardelijsten bevatten typisch een subset van codes die relevant zijn voor input in een context
pt: Este conjunto de valores é fornecido para ser consultado pelo utilizador num determinado contexto. Normalmente, estes conjuntos de valores incluem apenas um subconjunto de códigos relevantes para entrada num contexto
ru: Этот набор значений предоставляется для поиска пользователем в заданном контексте. Как правило, эти наборы значений включают только подмножество кодов, релевантных для ввода данных в контексте
uk: Цей набір значень надається для пошуку користувача в заданому контексті. Як правило, ці набори значень включають лише підмножину кодів, релевантних для введення в контексті
uz: Ushbu qiymatlar to‘plami ma’lum bir kontekstda foydalanuvchi qidiruvi uchun taqdim etiladi. Odatda, bunday qiymatlar to‘plamlari kiritish uchun tegishli bo‘lgan kodlarning faqat bir qismini o‘z ichiga oladi

source: In the XML format, this property is represented as unadorned text.
ar: في تنسيق XML، يتم تمثيل هذه الخاصية كنص غير مزخرف.
fr: Dans le format XML, cette propriété est représentée comme texte simple.
lt: XML formate ši ypatybė pateikiama kaip nepapuoštas tekstas.
nl: In xml wordt deze eigenschap gerepresenteerd als niet-opgemaakte tekst.
pt: No formato XML, esta propriedade é representada como texto sem adornos.
ru: В формате XML это свойство представлено в виде неукрашенного текста.
uk: У форматі XML ця властивість представлена у вигляді тексту без прикрас.
uz: XML formatida ushbu xususiyat bezaksiz matn sifatida taqdim etiladi.

source: Obligations that apply to the undefined actor {0}
ar: الالتزامات التي تنطبق على الفاعل غير المحدد {0}
fr: Obligations qui s''appliquent à l''acteur non défini {0}
lt: Neapibrėžtam subjektui taikomos pareigos {0}
nl: Verplichtingen van toepassing op de ongedefinieerde actor {0}
pt: Obrigações que se aplicam ao ator indefinido {0}
ru: Обязательства, применимые к неопределённому актеру {0}
uk: Зобов'язання, які застосовуються до невизначеного актора {0}
uz: Aniqlanmagan ishtirokchiga {0} tatbiq etiladigan majburiyatlar

source: Instances of this type are validated using an unknown approach: {0}
ar: يتم التحقق من صحة مثيلات هذا النوع باستخدام نهج غير معروف: {0}
fr: Les instances de ce type sont validées en utilisant une approche inconnue : {0}
lt: Šio tipo egzemplioriai tikrinami naudojant nežinomą metodą: {0}
nl: Instances van dit type worden gevalideerd met een onbekende methode: {0}
pt: As instâncias deste tipo são validadas utilizando uma abordagem desconhecida: {0}
ru: Экземпляры этого типа проверяются с помощью неизвестного подхода: {0}
uk: Екземпляри цього типу перевіряються за допомогою невідомого підходу: {0}
uz: Ushbu turdagi instansiyalar noma’lum yondashuv yordamida tekshiriladi: {0}

source: Unknown reference to {0}
ar: إشارة غير معروفة إلى {0}
fr: Référence inconnue à {0}
lt: Nežinoma nuoroda į {0}
nl: Onbekende referentie naar {0}
pt: Referência desconhecida a {0}
ru: Неизвестная ссылка на {0}
uk: Невідоме посилання на {0}
uz: {0}ga noma’lum havola

source: Unordered
ar: غير مرتبة
fr: Non ordonné
lt: Netvarkingai
nl: Zonder volgorde
pt: Não ordenado
ru: Не упорядочено
uk: Неупорядкований
uz: Tartibsiz

source: Unspecified
ar: غير محدد
fr: Non spécifié
lt: Nenurodyta
nl: Ongespecificeerd
pt: Não especificado
ru: Не указано
uk: Невідома
uz: Aniqlanmagan

source: Validation
ar: التحقق من الصحة
lt: Tikrinimo
nl: Validatie
pt: Validação
ru: Проверка
uk: Перевірки
uz: Tekshiruv

source: ValueSet
ar: مجموعة القيم
fr: Jeu de valeurs (ValueSet)
lt: Reikšmių rinkinys
pt: Conjunto de valores
uk: Набір значень

source: ValueSet / Code
ar: مجموعة القيمة / الرمز
fr: Jeu de valeurs (ValueSet) / Code
lt: ValueSet / kodas
pt: ValueSet / Código
ru: ValueSet / Код
uk: Набір значень / Код
uz: ValueSet / Kod

source: Value Alternatives
ar: بدائل القيمة
fr: Alternatives de valeur
lt: Vertės alternatyvos
nl: Alternatieve waarden
pt: Alternativas de valor
ru: Альтернативные значения
uk: Ціннісні альтернативи
uz: Qiymat muqobillari

source: Value Required
ar: القيمة المطلوبة
fr: Valeur requise
lt: Reikalinga reikšmė
nl: Waarde verplicht
pt: Valor requerido
ru: Требуется значение
uk: Обов'язкове значення
uz: Qiymat kiritilishi shart

source: What goes here
ar: ما يوضع هنا
fr: Ce qui va ici
lt: Kas čia
nl: Wat hier hoort
pt: O que vai aqui
ru: Что здесь идет
uk: Що сюди йде
uz: Bu yerga nima kiritiladi

source: This property is represented as XHTML Text in the XML.
ar: يتم تمثيل هذه الخاصية كنص XHTML في XML.
fr: Cette propriété est représentée comme texte XHTML dans le XML.
lt: Ši ypatybė XML vaizduojama kaip XHTML tekstas.
nl: Deze eigenschap wordt gerepresenteerd als xhtml tekst in de xml.
pt: Esta propriedade é representada como Texto XHTML no XML.
ru: Это свойство представлено в формате XHTML Text в XML.
uk: Ця властивість представлена у вигляді XHTML тексту в XML.
uz: Ushbu xususiyat XML’da XHTML matn ko‘rinishida ifodalanadi.

source: In the XML format, this property has the actual name
ar: في تنسيق XML، تحتوي هذه الخاصية على الاسم الفعلي
fr: Dans le format XML, cette propriété a le nom réel
lt: XML formatu ši ypatybė turi tikrąjį pavadinimą
nl: In xml heeft deze eigenschap de werkelijke naam
pt: No formato XML, esta propriedade tem o nome atual
ru: В XML формате, это свойство имеет фактическое имя
uk: У форматі XML ця властивість має фактичне ім'я
uz: XML formatida ushbu xususiyat haqiqiy nomga ega

source: In the XML format, this property is represented as an attribute.
ar: في تنسيق XML، يتم تمثيل هذه الخاصية كسمة.
fr: Dans le format XML, cette propriété est représentée comme attribut.
lt: XML formate ši ypatybė pateikiama kaip atributas.
nl: In xml wordt dit attribuut gerepresenteerd als attribuut.
pt: No formato XML, esta propriedade é representada como um atributo.
ru: В формате XML это свойство представлено в качестве атрибута.
uk: У форматі XML ця властивість представлена у вигляді атрибута.
uz: XML formatida ushbu xususiyat atribut sifatida ifodalanadi.

source: XML Element Name
ar: اسم عنصر XML
fr: Nom d''élément XML
lt: XML elemento pavadinimas
nl: Xml-elementnaam
pt: Nome do elemento XML
ru: Имя XML элемента
uk: Ім'я елемента XML
uz: XML element nomi

source: XML Format
ar: تنسيق XML
fr: Format XML
lt: XML formatas
nl: Xml-formaat
pt: Formato XML
ru: Формат XML
uk: Формат XML

source: XML Namespace
ar: مساحة اسم XML
fr: Espace de noms (namespace) XML
lt: XML vardų sritis
pt: Espaço de nomes XML
ru: Пространство имен XML
uk: Простір імен XML
uz: XML nomlar maydoni

source: The type of this property is determined using the
ar: يتم تحديد نوع هذه الخاصية باستخدام خاصية
fr: Le type de cette propriété est déterminé en utilisant le
lt: Šios savybės tipas nustatomas naudojant
nl: Het type van deze eigenschap wordt bepaald met de
pt: O tipo desta propriedade é determinado utilizando o
ru: Тип этого свойства определяется с помощью
uk: Тип цієї властивості визначається за допомогою
uz: Ushbu xususiyat turi quyidagilar asosida aniqlanadi

source: * create result = {0}
ar: * نتيجة الإنشاء = {0}
fr: * résultat de création = {0}
lt: * sukurti rezultatą = {0}
nl: * maak resultaat = {0}
pt: * criar resultado = {0}
ru: * создать результат = {0}
uk: * створити результат = {0}

source: * current = {0}
ar: * الحالي = {0}
fr: * actuel = {0}
lt: * srovė = {0}
nl: * huidig = {0}
pt: * atual = {0}
ru: * текущий = {0}
uk: * струм = {0}

source: * delete result = {0}
ar: * حذف النتيجة = {0}
fr: * résultat de suppression = {0}
lt: * ištrinti rezultatą = {0}
nl: * verwijder resultaat = {0}
pt: * eliminar resultado = {0}
ru: * удалить результат = {0}
uk: * видалити результат = {0}

source: Event
ar: الحدث
fr: Événement
lt: Įvykis
pt: Evento
ru: Событие
uk: Подія
uz: Hodisa

source: FHIR Path
ar: مسار FHIR
fr: Chemin FHIR
lt: FHIR kelias
pt: Caminho FHIR
ru: Путь FHIR
uk: Шлях FHIR

source: Filter Definition
ar: تعريف المرشح
fr: Définition de filtre
lt: Filtro apibrėžimas
nl: Filterdefinitie
pt: Definição de filtro
ru: Определение фильтра
uk: Визначення фільтра
uz: Filtr ta’rifi

source: Filter Parameter
ar: معلمات التصفية
fr: Paramètre de filtre
lt: Filtro parametras
pt: Parâmetro do filtro
ru: Параметр фильтра
uk: Параметр фільтра
uz: Filtr parametri

source: Includes
ar: تشمل
fr: Inclut
lt: Apima
nl: Inclusies
pt: Inclui
ru: Включает
uk: Включає
uz: Kiritilganlar

source: Interactions
ar: التفاعلات
lt: Sąveika
nl: Interacties
pt: Interações
ru: Взаимодействия
uk: Взаємодії
uz: O'zaro ta'sirlar

source: * previous = {0}
ar: * السابق = {0}
fr: * précédent = {0}
lt: * ankstesnis = {0}
nl: * vorige = {0}
pt: * anterior = {0}
ru: * предыдущий = {0}
uk: * попередній = {0}

source: * require both = {0}
ar: * يتطلب كلاهما = {0}
fr: * nécessite les deux = {0}
lt: * reikalauti abiejų = {0}
nl: * vereis beide = {0}
ru: * требуют оба = {0}
uk: * Потрібно і те, і інше = {0}

source: Resource Triggers
ar: مشغلات الموارد
fr: Déclencheurs de ressource
lt: Išteklių paleidikliai
pt: Accionadores de recursos
ru: Триггеры ресурсов
uk: Тригери ресурсів
uz: Resurs triggerlari

source: Reverse Includes
ar: يشمل العكس
fr: Inclusions inverses
lt: Reversas apima
nl: Omgekeerde inclusies
pt: Inclusão reversa
ru: Реверс включает в себя
uk: Реверс включає в себе
uz: Teskari kiritilganlar

source: Copy {0} Format to clipboard
ar: نسخ {0} التنسيق إلى الحافظة
fr: Copier le format {0} dans le presse-papiers
lt: Kopija {0} Formatuoti mainų srityje
nl: Kopieer {0} formaat naar klembord
pt: Copiar {0} Formato para a área de transferência
ru: Копировать формат {0} в буфер обмена
uk: Копіювати {0} Форматування в буфер обміну
uz: {0} formatini buferga nusxalash

source: Assertion
ar: التأكيد
lt: Teiginį
pt: Afirmação
ru: Утверждения
uk: Твердження
uz: Tasdiqlash

source: Assertion {0}
ar: تأكيد {0}
lt: Teiginį {0}
pt: Asserção {0}
ru: Утверждение {0}
uk: Твердження {0}
uz: Tasdiqlash {0}

source: Test Case
ar: حالة الاختبار
fr: Cas de test
lt: Bandymo atvejis
nl: Testgeval
pt: Caso de teste
ru: Тестовый случай
uk: Тестовий приклад
uz: Test holati

source: Test Case - Sequence {0}
ar: حالة الاختبار - التسلسل {0}
fr: Cas de test - Séquence {0}
lt: Bandymo atvejis - seka {0}
nl: Testgeval - Sequentie {0}
pt: Caso de teste - Sequência {0}
ru: Тест - Последовательность {0}
uk: Тест-кейс - послідовність {0}
uz: Test holati — ketma-ketlik {0}

source: Category:
ar: الفئة:
fr: Catégorie :
lt: Kategorija:
nl: Categorie:
pt: Categoria:
ru: Категория:
uk: Категорія:
uz: Kategoriya:

source: Test Data
ar: بيانات الاختبار
fr: Données de test
lt: Bandymo duomenys
nl: Testgegevens
pt: Dados de teste
ru: Тестовые данные
uk: Дані тесту
uz: Test maʼlumotlari

source: Test Plan Dependency:
ar: تبعية خطة الاختبار:
fr: Dépendance du plan de test :
lt: Testavimo plano priklausomybė:
nl: Testplan afhankelijkheid:
pt: Dependência do plano de teste:
ru: Тестовый план зависимости:
uk: Залежність тестового плану:
uz: Test reja bog‘liqligi:

source: Test Plan Dependencies:
ar: تبعيات خطة الاختبار:
fr: Dépendances du plan de test :
lt: Testavimo plano priklausomybės:
nl: Testplan afhankelijkheden:
pt: Dependências do plano de teste:
ru: Тестовые зависимости плана:
uk: Залежності тестового плану:
uz: Test reja bog‘liqliklari:

source: Dependency - no description
ar: التبعية - لا يوجد وصف
fr: Dépendance - pas de description
lt: Priklausomybė - nėra aprašymo
nl: Afhankelijkheid - geen omschrijving
pt: Dependência - sem descrição
ru: Зависимость - нет описания
uk: Залежність - немає опису
uz: Bog‘liqlik — tavsif yo‘q

source: Language
ar: اللغة
fr: Langue
lt: Kalba
nl: Taal
pt: Língua
ru: Язык
uk: Мова
uz: Til

source: Result
ar: النتيجة
fr: Résultat
lt: Rezultatas
nl: Resultaat
pt: Resultado
ru: Результат
uk: Результат
uz: Natija

source: Test Run
ar: اختبار التشغيل
fr: Exécution de test
lt: Bandomasis važiavimas
pt: Teste de funcionamento
ru: Запуск теста
uk: Тестовий запуск
uz: Test bajarilishi

source: Test Plan Scope:
ar: نطاق خطة الاختبار:
fr: Portée du plan de test :
lt: Bandymo plano apimtis:
pt: Âmbito do plano de teste:
ru: Область плана тестирования:
uk: Обсяг тестового плану:
uz: Test reja doirasi:

source: Test Plan Scopes:
ar: نطاقات خطة الاختبار:
fr: Portées du plan de test :
lt: Testavimo plano apimtys:
pt: Âmbitos dos planos de teste:
ru: Тестовые рамки планов:
uk: Обсяги тест-плану:
uz: Test reja doiralari:

source: Source[x]
ar: المصدر [x]
lt: Šaltinis[x]
pt: Fonte[x]
ru: Исходный код[x]
uk: Джерело[x]
uz: Manba[x]

source: Test Data {0}
ar: بيانات الاختبار {0}
fr: Données de test {0}
lt: Bandymo duomenys {0}
nl: Testgegevens {0}
pt: Dados de teste {0}
ru: Тестовые данные {0}
uk: Дані тесту {0}
uz: Test maʼlumotlari {0}

source: Test Run {0}
ar: اختبار التشغيل {0}
fr: Exécution de test {0}
lt: Bandomasis važiavimas {0}
pt: Teste de funcionamento {0}
ru: Тестовый прогон {0}
uk: Тестовий запуск {0}
uz: Test bajarilishi {0}

source: Choice of Types
ar: اختيار الأنواع
fr: Choix de types
lt: Tipų pasirinkimas
nl: Keuze uit types
pt: Escolha de tipos
ru: Выбор типов
uk: Вибір видів
uz: Turlarni tanlash

source: Data Type
ar: نوع البيانات
fr: Type de donnée
lt: Duomenų tipas
pt: Tipo de dados
ru: Тип данных
uk: Тип даних
uz: Maʼlumot turi

source: Element
ar: العنصر
lt: Elementas
pt: Elemento
ru: Элемент
uk: Елемент

source: Complex Extension
ar: ملحق المجمع
fr: Extension complexe
lt: Kompleksinis išplėtimas
nl: Complexe extensie
pt: Extensão complexa
ru: Комплексное расширение
uk: Комплексне розширення
uz: Murakkab kengaytma

source: Simple Extension
ar: التمديد البسيط
fr: Extension simple
lt: Paprastas pratęsimas
nl: Eenvoudige extensie
pt: Extensão simples
ru: Простое расширение
uk: Просте розширення
uz: Oddiy kengaytma

source: JSON Key Value
ar: قيمة مفتاح JSON
fr: Clé valeur JSON
lt: JSON rakto reikšmė
nl: Json-sleutelwaarde
pt: Valor chave JSON
ru: JSON значение ключа
uk: Значення ключа JSON
uz: JSON kalit-qiymat

source: Object
ar: الكائن
fr: Objet
lt: Daiktas
pt: Objeto
ru: Объект
uk: Об'єкт
uz: Obyekt

source: Primitive Data Type
ar: نوع البيانات البدائية
fr: Type de donnée primitif
lt: Primityvus duomenų tipas
nl: Primitief datatype
pt: Tipo de dados primitivos
ru: Примитивный тип данных
uk: Примітивний тип даних
uz: Primitiv ma’lumot turi

source: Reference to another Resource
ar: الإحالة إلى مورد آخر
fr: Référence à une autre ressource
lt: Nuoroda į kitą šaltinį
nl: Verwijzing naar andere resource
pt: Referência a outro recurso
ru: Ссылка на другой ресурс
uk: Посилання на інший ресурс
uz: Boshqa resursga havola

source: Reference to another Element
ar: الإحالة إلى عنصر آخر
fr: Référence à un autre élément
lt: Nuoroda į kitą elementą
nl: Verwijzing naar ander element
pt: Referência a outro elemento
ru: Ссылка на другой элемент
uk: Посилання на інший елемент
uz: Boshqa elementga havola

source: Slice Definition
ar: تعريف الشريحة
fr: Définition de Slice
lt: Pjūvio apibrėžimas
nl: Slice-definitie
pt: Definição de fatia
ru: Определение разреза
uk: Визначення зрізу
uz: Slice ta’rifi

source: Slice Item
ar: عنصر الشريحة
fr: Élément de Slice
lt: Išpjauti elementą
pt: Item de fatia
ru: Предмет разреза
uk: Елемент для скибочки
uz: Slice elementi

source: Display
ar: العرض
fr: Affichage
lt: Ekranas
nl: Weergave
pt: Ecrã
ru: Отображение
uk: Відображення
uz: Ko‘rsatiladigan qiymat

source: Display ({0})
ar: عرض ({0})
fr: Affichage ({0})
lt: Ekranas ({0})
nl: Weergave ({0})
pt: Ecrã ({0})
ru: Отображение ({0})
uk: Дисплей ({0})
uz: Ko‘rsatiladigan qiymat ({0})

source: Spanish National Edition
ar: الطبعة الوطنية الإسبانية
fr: Édition nationale espagnole
lt: Nacionalinis leidimas ispanų kalba
nl: Spaanse, nationale editie
pt: Edição nacional espanhola
ru: Испанское национальное издание
uk: Іспанське національне видання
uz: Ispaniya milliy nashri

source: Additional Designations and Language Displays
ar: التسميات الإضافية وعروض اللغة الإضافية
fr: Désignations supplémentaires et affichages de langue
lt: Papildomi žymėjimai ir kalbų rodmenys
nl: Additionele benamingen en taalweergaven
pt: Designações adicionais e ecrãs de idiomas
ru: Дополнительные обозначения и языковые дисплеи
uk: Додаткові позначення та відображення мови
uz: Qo‘shimcha belgilashlar va til bo‘yicha ko‘rsatiladigan qiymatlar

source: This include specifies a hierarchy for when value sets are generated for use in a User Interface. The expansion contains all the codes, and also this structure:
ar: يحدد هذا التضمين التسلسل الهرمي عند إنشاء مجموعات القيم لاستخدامها في واجهة المستخدم. تحتوي التوسعة على جميع الرموز، وكذلك هذه البنية:
fr: Cet include spécifie une hiérarchie à utiliser lorsque les jeux de valeurs (ValueSet) sont générés à destination des interfaces graphiques. Cette expension contient tous les codes, et également la structure :
lt: Šis įtraukimas nurodo hierarchiją, kada reikšmių rinkiniai generuojami naudoti vartotojo sąsajoje. Išplėtime yra visi kodai, taip pat ši struktūra:
nl: Deze inclusie specificeert een hiërarchie voor wanneer waardelijsten worden gegenereerd voor in een gebruikersinterface. De expansie bevat alle codes en ook deze structuur:
pt: Este include especifica uma hierarquia para quando os conjuntos de valores são gerados para utilização numa interface de utilizador. A expansão contém todos os códigos e também essa estrutura:
ru: Это включает в себя иерархию для создания наборов значений для использования в пользовательском интерфейсе. Расширение содержит все коды, а также эту структуру:
uk: Це включає ієрархію, коли генеруються набори значень для використання в інтерфейсі користувача. У доповненні присутні всі коди, а також така структура:
uz: Ushbu kiritish foydalanuvchi interfeysida foydalanish uchun qiymat to‘plamlari yaratilganda qo‘llaniladigan iyerarxiyani belgilaydi:

source: all codes defined in
ar: جميع الرموز المحددة في
fr: tous les codes définis dans
lt: visi kodai, apibrėžti
nl: alle codes gedefinieerd in
pt: todos os códigos definidos em
ru: все коды, определенные в
uk: Всі коди, визначені в
uz: quyidagida aniqlangan barcha kodlar

# VALUE_SET_AND
source: and
ar: و
fr: et
lt: ir
nl: en
pt: e
ru: и
uk: і
uz: va
