Repository: hapifhir/org.hl7.fhir.core
Catalog: org.hl7.fhir.utilities/src/main/resources/source/rendering-phrases-*.po
Languages: ar, fr, lt, nl, pt, ru, uk, uz

source: Error rendering ExampleScenario {0}
ar: خطأ في عرض مثال على السيناريو {0}
fr: Erreur lors de l''affichage de ExampleScenario {0}
lt: Klaida generuojant ExampleScenario {0}
nl: Fout bij weergeven ExampleScenario {0}
pt: Erro ao renderizar ExampleScenario {0}
ru: Ошибка при отображении ExampleScenario {0}
uk: Помилка рендерингу ExampleScenario {0}
uz: ExampleScenario {0} ni render qilishda xato

source: FHIR version
ar: إصدار FHIR
fr: Version FHIR
lt: FHIR versija
nl: FHIR versie
pt: Versão FHIR
ru: FHIR версия
uk: Версія FHIR
uz: FHIR versiyasi

source: Initiator
ar: البادئ
fr: Initiateur
lt: Iniciatorius
pt: Iniciador
ru: Инициатор
uk: Ініціатор
uz: Boshlovchi

source: See other scenario
ar: انظر السيناريوهات الأخرى
fr: Voir autre scénario
lt: Žiūrėkite kitą scenarijų
nl: Zie ander scenario
pt: Ver outro cenário
ru: Посмотреть другой сценарий
uk: Переглянути інший сценарій
uz: Boshqa ssenariyni ko‘rish

source: Post-conditions:
ar: الشروط اللاحقة:
lt: Vėlesnės sąlygos:
nl: Postcondities:
pt: Pós-condições:
ru: Пост-условия:
uk: Постумови:
uz: Keyingi shartlar:

source: Pre-conditions:
ar: الشروط المسبقة:
fr: Pré-conditions :
lt: Išankstinės sąlygos:
nl: Precondities:
pt: Condições prévias:
ru: Предварительные условия:
uk: Передумови:
uz: Dastlabki shartlar:

source: Process: {0}
ar: العملية: {0}
fr: Processus : {0}
lt: Procesas: {0}
pt: Processo: {0}
ru: Процесс: {0}
uk: Процес: {0}
uz: Jarayon: {0}

source: Receiver
ar: جهاز الاستقبال
fr: Récepteur
lt: Imtuvas
nl: Ontvanger
pt: Recetor
ru: Приемник
uk: Отримувач
uz: Qabul qiluvchi

source: Response
ar: الاستجابة
fr: Réponse
lt: Atsakas
nl: Antwoord
pt: Resposta
ru: Замечание
uk: Відповідь
uz: Javob

source: See subprocess
ar: انظر العملية الفرعية
fr: Voir sous-processus
lt: Žiūrėti antrinį procesą
nl: Zie subproces
pt: Ver subprocesso
ru: Смотреть подпроцесс
uk: Дивись підпроцес
uz: Quyi jarayonni ko‘rish

source: Step
ar: الخطوة
fr: Étape
lt: Žingsnis
nl: Stap
pt: Etapa
ru: Шаг
uk: Крок
uz: Qadam

source: ... time passes ...
ar: ... يمر الوقت ...
fr: ... le temps passe ...
lt: ... laikas bėga ...
nl: ... tijd verstrijkt ...
pt: ... o tempo passa ...
ru: ... время проходит ...
uk: ... час проходить...
uz: ... vaqt o'tadi ...

source: Unknown ExampleScenario Renderer Mode {0}
ar: مثال غير معروف وضع المُعيد للسيناريو {0}
fr: Mode de rendu ExampleScenario inconnu {0}
lt: Nežinomas pavyzdysScenarijaus braižytuvo režimas {0}
nl: Onbekende ExampleScenario weergavemodus {0}
pt: Desconhecido ExampleScenario Renderer Mode {0}
ru: Неизвестный режим рендерера ExampleScenario {0}
uk: Режим рендерера Unknown ExampleScenario {0}
uz: Noma’lum ExampleScenario Renderer rejimi {0}

source: Unable to find referenced actor {0}
ar: تعذر العثور على الممثل المشار إليه {0}
fr: Impossible de trouver l''acteur référencé {0}
lt: Nepavyko rasti nurodyto aktoriaus {0}
nl: Kan gerefereerde actor {0} niet vinden
pt: Não foi possível encontrar o ator referenciado {0}
ru: Не удалось найти ссылающегося актера {0}
uk: Неможливо знайти посилання на виконавця {0}
uz: Havola qilingan ishtirokchi {0} topilmadi

source: This element has additional bindings
ar: يحتوي هذا العنصر على ارتباطات إضافية
fr: Cet élément a des bindings additionnels
lt: Šis elementas turi papildomų susiejimų
pt: Este elemento tem ligações adicionais
ru: Этот элемент имеет дополнительные привязки
uk: Цей елемент має додаткові прив'язки
uz: Ushbu elementda qo‘shimcha bog‘lanishlar mavjud

source: Additional Language Displays
ar: شاشات عرض اللغات الإضافية
fr: Affichages en langues supplémentaires
lt: Papildomi kalbos rodmenys
nl: Additionele taalweergaven
pt: Ecrãs de idiomas adicionais
ru: Дополнительные языковые дисплеи
uk: Додаткові мовні дисплеї
uz: Qo‘shimcha til bo‘yicha ko‘rsatiladigan qiymatlar

source: Binding
ar: التجليد
lt: Privalomas
pt: Encadernação
ru: Привязка
uk: Прив'язка
uz: Bogʻlanish

source: Bindings
ar: الروابط
lt: Jungtys
pt: Vínculos
ru: Привязки
uk: Прив'язки
uz: Bogʻlanishlar

source: No description provided
ar: لم يتم تقديم أي وصف
fr: Aucune description fournie
lt: Aprašymo nepateikta
nl: Omschrijving ontbreekt
pt: Nenhuma descrição fornecida
ru: Описание не указано
uk: Опис не надано
uz: Tavsif berilmagan

source: Binding Description
ar: الوصف الملزم
fr: Description du binding
lt: Įpareigojantis aprašymas
pt: Descrição de vínculo
ru: Описание привязки
uk: Опис палітурки
uz: Bog‘lanish tavsifi

source: This binding doesn''t define a testable ValueSet
ar: هذا الربط لا يحدد مجموعة قيم قابلة للاختبار
fr: Ce binding ne définit pas de jeu de valeurs (ValueSet) testable
lt: Šis susiejimas neapibrėžia testuojamo ValueSet
pt: Este vínculo não define um conjunto de valores testável
ru: Эта привязка не определяет тестируемый набор ValueSet
uk: Ця прив'язка не визначає тестований набір значень
uz: Ushbu bogʻlash sinov boʻladigan ValueSet aniqlamaydi

source: The minimum allowable value set - any conformant system SHALL support all these codes
ar: الحد الأدنى لمجموعة القيم المسموح بها - يجب أن يدعم أي نظام متوافق جميع هذه الرموز
fr: Le jeu de valeurs minimum autorisé - tout système conforme DOIT supporter tous ces codes
lt: Nustatyta mažiausia leistina vertė - bet kuri atitinkanti sistema TURI palaikyti visus šiuos kodus
nl: De minimum-toegestane-waardelijst- een conformerend systeem MOET al deze codes ondersteunen
pt: O conjunto mínimo de valores admissíveis - qualquer sistema conforme DEVERÁ suportar todos estes códigos
ru: Минимально допустимый набор значений - любая соответствующая система НЕОБХОДИМО поддерживает все эти коды
uk: Мінімально допустимий набір значень - будь-яка відповідна система ПОВИННА підтримувати всі ці коди
uz: Minimal ruxsat etilgan ValueSet — har qanday muvofiq tizim ushbu kodlarning barchasini qo‘llab-quvvatlashi SHART

# GENERAL_CARD
source: Card.
ar: البطاقة.
lt: Korta.
nl: Kard.
ru: Карта.
uk: Картка.

source: Cardinality
ar: الكاردينالية
fr: Cardinalité
lt: Svarba
nl: Kardinaliteit
pt: Cardinalidade
ru: Кардинальность
uk: Кардинальність
uz: Kardinallik

source: Code
ar: الكود
lt: Kodas
pt: Código
ru: Код
uk: Код
uz: Kod

source: Comment
ar: كيفية
fr: Commentaire
lt: Komentaras
nl: Opmerking
pt: Comentário
ru: Комментарий
uk: Коментар
uz: Izoh

source: Comments
ar: التعليقات
fr: Commentaires
lt: Komentarai
nl: Opmerkingen
pt: Comentários
ru: Комментарии
uk: Коментарі
uz: Izohlar

source: Comparators
ar: المقارنات
fr: Comparateurs
lt: Lygintuvai
pt: Comparadores
ru: Сравнители
uk: Компаратори
uz: Taqqoslash operatorlari

source: Component
ar: المكوّن
fr: Composant
lt: Komponentas
pt: Componente
ru: Компонент
uk: Компонент
uz: Komponent

source: Conformance
ar: الامتثال
fr: Conformité
lt: Atitiktis
pt: Conformidade
ru: Соответствие
uk: Відповідності
uz: Muvofiqlik

# GENERAL_CONSTRAINTS
source: Constraints
ar: القيود
fr: Contraintes
lt: Apribojimus
pt: Condicionantes
ru: Ограничения
uk: Обмеження
uz: Cheklovlar

source: Contact:
ar: اتصل بـ
lt: Liestis:
pt: Contacto:
ru: Контакт:
uk: Контакт:
uz: Aloqa:

source: Content
ar: المحتوى
fr: Contenu
lt: Turinys
pt: Conteúdo
ru: Содержание
uk: Вміст
uz: Kontent

source: Copyright
ar: حقوق الطبع والنشر
lt: Autorių teisės
pt: Direitos de autor
ru: Авторство
uk: Авторське право
uz: Mualliflik huquqi

source: Criteria
ar: المعايير
fr: Critère
lt: Kriterijus
pt: Critérios
ru: Критерии
uk: Критерії
uz: Mezonlar

source: Defining URL
ar: تعريف عنوان URL
fr: URL de définition
lt: URL apibrėžimas
nl: Definiërende url
pt: Definição de URL
ru: Определение URL
uk: Визначення URL-адреси
uz: Belgilovchi URL

# GENERAL_DEFINITION
source: Definition
ar: التعريف
fr: Définition
lt: Apibrėžimas
nl: Definitie
pt: Definição
ru: Определение
uk: Визначення
uz: Ta'rif

source: Definition:
ar: التعريف:
lt: Apibrėžimas:
nl: Definities:
pt: Definição:
ru: Определение:
uk: Визначення:
uz: Ta'rif:

source: Description
ar: الوصف
lt: Apibūdinimas
nl: Omschrijving
pt: Descrição
ru: Описание
uk: Опис
uz: Tavsif

source: Description & Constraints
ar: الوصف والقيود
fr: Description et contraintes
lt: Aprašymas ir apribojimai
nl: Omschrijving & constraints
pt: Descrição e condicionalismos
ru: Описание и ограничения
uk: Опис та обмеження
uz: Tavsif va cheklovlar

source: Documentation
ar: التوثيق
lt: Dokumentacija
nl: Documentatie
pt: Documentação
ru: Документация
uk: Документація
uz: Hujjatlar

source: Example
ar: مثال على ذلك
fr: Exemple
lt: Pavyzdys
nl: Voorbeeld
pt: Exemplo
ru: Пример
uk: Приклад
uz: Misol

source: Experimental
ar: تجريبي
fr: Expérimental
lt: Eksperimentinės
nl: Experimenteel
ru: Экспериментальный
uk: Експериментальний
uz: Eksperimental

source: Filter
ar: الفلاتر
fr: Filtre
lt: Filtras
pt: Filtro
ru: Фильтр
uk: Фільтр
uz: Filtr

# GENERAL_FIXED_VALUE
source: Fixed Value: {0}
ar: القيمة الثابتة: {0}
fr: Valeur fixe : {0}
lt: Fiksuota vertė: {0}
pt: Valor fixo: {0}
ru: Фиксированное значение: {0}
uk: Фіксоване значення: {0}
uz: Belgilangan qiymat: {0}

source: Flags
ar: الأعلام
fr: Drapeaux
lt: Vėliavos
nl: Markeringen
pt: Bandeiras
ru: Флаги
uk: Прапори
uz: Belgilar

source: Location
ar: الموقع
fr: Localisation
lt: Vieta
nl: Locatie
pt: Localização
uk: Місцезнаходження
uz: Joylashuv

source: The logical name of the element
ar: الاسم المنطقي للعنصر
fr: Le nom logique de l''élément
lt: Loginis elemento pavadinimas
nl: De logische naam van het element
pt: O nome lógico do elemento
ru: Логическое имя элемента
uk: Логічне ім'я елемента
uz: Elementning mantiqiy nomi

source: Max Length:
ar: الحد الأقصى للطول:
fr: Longueur maximale :
lt: Maksimalus ilgis:
nl: Max lengte:
pt: Comprimento máximo:
ru: Макс. длина:
uk: Максимальна довжина:
uz: Maksimal uzunlik:

source: Min Length:
ar: الحد الأدنى للطول:
fr: Longueur minimales :
lt: Minimalus ilgis:
nl: Min lengte:
pt: Comprimento mínimo:
ru: Мин. длина:
uk: Мінімальна довжина:
uz: Minimal uzunlik:

source: Modifiers
ar: تعديل
fr: Modificateurs
lt: Modifikatorius
pt: Modificadores
ru: Модификаторы
uk: Модифікатори
uz: Modifikatorlar

source: Name
ar: الاسم
fr: Nom
lt: Vardas, pavadinimas
nl: Naam
pt: Nome
ru: Наименование
uk: Ім'я
uz: Nomi

source: NCI Thesaurus
ar: معجم NCI Thesaurus
fr: Thesaurus NCI
lt: NCI tezauras
pt: Tesauro NCI
ru: NCI Тезаурус
uk: Тезаурус NCI

source: Note
ar: ملاحظة
lt: Nata
nl: Notitie
pt: Nota
ru: Примечание
uk: Примітка
uz: Izoh

# GENERAL_OBLIG
source: Obligations
ar: الالتزامات
lt: Įsipareigojimų
nl: Verplichtingen
pt: Obrigações
ru: Обязательства
uk: Зобов'язання
uz: Majburiyatlar

# GENERAL_OBLIGATIONS
source: Obligations
ar: الالتزامات
lt: Įsipareigojimų
pt: Obrigações
ru: Обязательства
uk: Зобов'язання
uz: Majburiyatlar

source: Parameter
ar: المعلمة
fr: Paramètre
lt: Parametras
pt: Parâmetro
ru: Параметр
uk: Параметр
uz: Parametr

source: Parameters
ar: المعلمات
fr: Paramètres
lt: Parametrus
pt: Parâmetros
ru: Параметры
uk: Параметри
uz: Parametrlar

# GENERAL_PATTERN_VALUE
source: Pattern Value: {0}
ar: قيمة النمط: {0}
fr: Valeur du modèle : {0}
lt: Modelio vertė: {0}
pt: Valor do padrão: {0}
ru: Значение: {0}
uk: Шаблонне значення {0}
uz: Andoza qiymat: {0}

# GENERAL_PREFERRED
source: Preferred
ar: المفضل
fr: Préféré
lt: Pageidaujamą
nl: Voorkeur
pt: Preferenciais
ru: Предпочтение
uk: Бажаний
uz: Afzal

# GENERAL_PROF
source: Profile
ar: الملف الشخصي
fr: Profil
lt: Profilis
nl: Profiel
pt: Perfil
ru: Профиль
uk: Профіль
uz: Profil

source: Properties
ar: الخصائص
fr: Propriétés
lt: Apgyvendinimo įstaigos
nl: Eigenschappen
pt: Propriedades
ru: Свойства
uk: Властивості
uz: Xususiyatlar

source: Purpose
ar: الغرض
fr: But
lt: Tikslas
nl: Doel
pt: Objetivo
ru: Цель
uk: Мета
uz: Maqsad

source: References:
ar: المراجع:
fr: Références :
lt: Nuorodos:
nl: Verwijzingen:
pt: Referências:
ru: Ссылки:
uk: Посилання:
uz: Havolalar:

source: This content has been removed since {0}
ar: تمت إزالة هذا المحتوى منذ {0}
fr: Ce contenu a été supprimé depuis {0}
lt: Šis turinys buvo pašalintas nuo {0}
nl: Deze content is verwijderd sinds {0}
pt: Este conteúdo foi removido desde {0}
ru: Этот контент был удален с {0}
uk: З того часу цей контент було видалено {0}
uz: Ushbu kontent {0} dan beri olib tashlangan

source: Request
ar: الطلب
fr: Requête
lt: Prašymą
nl: Verzoek
pt: Pedido
ru: Запрос
uk: Просити
uz: Soʻrov

# GENERAL_REQUIRED
source: Required
ar: مطلوب
fr: Requis
lt: Reikalingas
nl: Verplicht
pt: Necessário
ru: Требуется
uk: Необхідний
uz: Majburiy

source: Required Binding to ValueSet {0}
ar: الارتباط المطلوب بمجموعة القيمة {0}
fr: Binding requis au jeu de valeurs (ValueSet) {0}
lt: Būtinas susiejimas su ValueSet {0}
pt: Ligação obrigatória ao ValueSet {0}
ru: Обязательная привязка к ValueSet {0}
uk: Обов'язкова прив'язка до ValueSet {0}
uz: ValueSet {0} ga majburiy bog‘lanish

# GENERAL_RESOURCE
source: Resource
ar: الموارد
fr: Ressource
lt: Resursas
pt: Recursos
ru: Ресурс
uk: Ресурс
uz: Resurs

source: Security Label
ar: ملصق الأمان
fr: Label de sécurité
lt: Saugos žyma
nl: Veiligheidslabel
pt: Etiqueta de segurança
ru: Метка безопасности
uk: Захисна етикетка
uz: Xavfsizlik yorlig'i

# GENERAL_SOURCE
source: Source
ar: المصدر
lt: Šaltinis
pt: Fonte
ru: Источник
uk: Джерело
uz: Manba

source: Source:
ar: المصدر:
lt: Šaltinis:
nl: Bron:
pt: Fonte:
ru: Источник:
uk: Джерело:
uz: Manba:

# GENERAL_STATUS
source: Status
ar: الحالة
fr: Statut
lt: Būsena
pt: Estado
ru: Статус
uk: Статус
uz: Holat

source: Subject
ar: الموضوع
fr: Sujet
lt: Tema
pt: Assunto
ru: Тема
uk: Суб'єкт
uz: Subyekt

source: Summary
ar: الملخص
fr: Résumé
lt: Suvestinė
nl: Samenvatting
pt: Resumo
uk: Зведення
uz: Xulosa

source: Title
ar: العنوان
fr: Titre
lt: Titulinis
nl: Titel
pt: Título
ru: Заголовок
uk: Назва
uz: Sarlavha

source: Not done yet
ar: لم يتم ذلك بعد
fr: Pas encore fait
lt: Dar nepadaryta
nl: Nog niet gedaan
pt: Ainda não foi feito
ru: Ещё не завершено
uk: Ще не виконано
uz: Hali bajarilmagan

# GENERAL_TYPE
source: Type
ar: النوع
lt: Rūšis
pt: Tipo
ru: Тип
uk: Тип
uz: Turi

source: This element has profiles on it's type: {0}
ar: يحتوي هذا العنصر على ملفات تعريف على نوعه: {0}
fr: Cet élément a des profils sur son type : {0}
lt: Šis elementas turi profilius: {0}
pt: Este elemento tem perfis no seu tipo: {0}
ru: У этого элемента есть профили на его типе: {0}
uk: Цей елемент має профілі за своїм типом: {0}
uz: Ushbu element o'z turiga ko'ra profillarga ega: {0}

source: This element has restrictions/profiles on it's targets: {0}
ar: يحتوي هذا العنصر على قيود/ملفات تعريف على أهدافه: {0}
fr: Cet élément a des restrictions/profils sur ses cibles : {0}
lt: Šis elementas turi apribojimus / profilius savo tikslais: {0}
pt: Este elemento tem restrições/perfis nos seus alvos: {0}
ru: У этого элемента есть ограничения/профили для его целей: {0}
uk: Цей елемент має обмеження/профілі за своїми цілями: {0}
uz: Ushbu element maqsadlarida cheklovlar/profillarga ega: {0}

source: URL
ar: عنوان URL
lt: URL adresas
uk: URL-адреса

source: Usage
ar: الاستخدام
lt: Naudojimo
nl: Gebruik
pt: Utilização
ru: Использование
uk: Використання
uz: Foydalanish

source: Value
ar: القيمة
fr: Valeur
lt: Vertė
nl: Waarde
pt: Valor
ru: Значение
uk: Цінність
uz: Qiymat

source: Value Set
ar: مجموعة القيم
fr: Jeu de valeurs (Value Set)
lt: Reikšmių rinkinys
nl: Waardelijst
pt: Conjunto de valores
ru: Набор значений
uk: Набір значень
uz: Qiymatlar toʻplami

source: The value must be between {0} and {1} (or equal)
ar: يجب أن تكون القيمة بين {0} و {1} (أو مساوية)
fr: La valeur doit être comprise entre {0} et {1} (ou égale)
lt: Reikšmė turi būti tarp {0} ir {1} (arba lygiavertis)
pt: O valor deve estar compreendido entre {0} e {1} (ou ser igual)
ru: Значение должно быть между {0} и {1} (или равно)
uk: Значення має бути між {0} і {1} (або дорівнює)
uz: Qiymat {0} va {1} oralig‘ida (shu jumladan) bo‘lishi kerak

source: The value must be less or equal to {0}
ar: يجب أن تكون القيمة أقل من {0} أو تساويها
fr: La valeur doit être inférieure ou égale à {0}
lt: Vertė turi būti mažesnė arba lygi {0}
pt: O valor deve ser menor ou igual a {0}
ru: Значение должно быть меньше или равно {0}
uk: Значення має бути менше або дорівнювати {0}
uz: Qiymat {0} dan kichik yoki teng bo‘lishi kerak

source: The value must be greater or equal to {0}
ar: يجب أن تكون القيمة أكبر من {0} أو تساويها
fr: La valeur doit être supérieure ou égale à {0}
lt: Vertė turi būti didesnė arba lygi {0}
pt: O valor tem de ser maior ou igual a {0}
ru: Значение должно быть больше или равно {0}
uk: Значення має бути більше або дорівнювати {0}
uz: Qiymat {0} dan katta yoki teng bo‘lishi kerak

source: Version
ar: الإصدار
lt: Versija
nl: Versie
pt: Versão
ru: Версия
uk: Версія
uz: Versiya

source: version
ar: الإصدار
lt: versija
nl: versie
pt: versão
ru: версия
uk: версія
uz: versiya

source: The official URL for this implementation guide is:
ar: الرابط الرسمي لدليل التنفيذ هذا هو
fr: L''URL officielle pour ce guide d''implémentation est :
lt: Oficialus šio diegimo vadovo URL yra:
nl: De officiële url voor deze implementatiegids is:
pt: O URL oficial para este guia de implementação é:
ru: Официальный URL-адрес для этого руководства по реализации:
uk: Офіційна URL-адреса цього посібника з впровадження:
uz: Ushbu implementatsiya bo‘yicha qo‘llanmaning rasmiy URL manzili:

source: This {0} includes IP covered under the following statements.
ar: هذا {0} يشمل الملكية الفكرية المشمولة تحت العبارات التالية.
fr: Certaines ressources sémantiques de ce guide sont protégées par des droits de propriété intellectuelle couverte par les déclarations ci-dessous. L’utilisation de ces ressources est soumise à l’acceptation et au respect des conditions précisées dans la licence d’utilisation de chacune d’entre elle.
lt: Šis {0} apima intelektinę nuosavybę, kuriai taikomi šie teiginiai.
nl: Deze {0} bevat Intellectueel Eigendom onder de volgende statements.
pt: Este {0} inclui o IP abrangido pelas seguintes declarações.
ru: {0} включает IP-адрес, указанный в следующих операциях.
uk: Цей {0} включає в себе ІВ, що підпадають під наступні заяви.
uz: Ushbu {0} quyidagi bayonotlar bilan qamrab olingan IP ni o‘z ichiga oladi.

source: No use of external IP
ar: عدم استخدام IP خارجي
fr: Pas d''usage de PI externe
lt: Nenaudokite išorinio IP
nl: Geen gebruik van externe Intellectueel Eigendom
pt: Não utilização de IP externo
ru: Без использования внешнего IP
uk: Відсутність використання зовнішнього IP
uz: Tashqi IP dan foydalanilmaydi

source: No use of external IP (other than from the FHIR specification)
ar: عدم استخدام عنوان IP خارجي (بخلاف مواصفات FHIR)
fr: Pas d''usage de PI externe (autre que celles de la spécification FHIR)
lt: Išorinio IP nenaudojimas (išskyrus FHIR specifikaciją)
nl: Geen gebruik van extern Intellectueel Eigendom (anders dan de FHIR-specificatie)
pt: Não utilização de IP externo (para além da especificação FHIR)
ru: Не использовать внешний IP (кроме FHIR спецификации)
uk: Забороняється використання зовнішніх IP (крім тих, що вказані в специфікації FHIR)
uz: Tashqi IP dan foydalanilmaydi (FHIR spetsifikatsiyasidan tashqari)

source: extension
ar: التمديد
lt: Plėtinys
nl: extensie
pt: extensão
ru: расширение
uk: збільшення
uz: kengaytma

source: logical model
ar: النموذج المنطقي
fr: modèle logique
lt: Loginis modelis
nl: logisch model
pt: modelo lógico
ru: логическая модель
uk: Логічна модель
uz: mantiqiy model

source: profile
ar: الملف الشخصي
fr: profil
lt: profilis
nl: profiel
pt: perfil
ru: профиль
uk: профіль
uz: profil

source: Related Artifacts
ar: القطع الأثرية ذات الصلة
fr: Artefacts associés
lt: Susiję artefaktai
nl: Gerelateerde artefacten
pt: Artefactos relacionados
ru: Связанные артефакты
uk: Пов'язані артефакти
uz: Bog‘liq artefaktlar

source: Author
ar: المؤلف
fr: Auteur
lt: Autorius
nl: Auteur
pt: Autor
ru: Автор
uk: Автор
uz: Muallif

source: Contents
ar: المحتويات
fr: Contenus
lt: Turinį
nl: Content
pt: Conteúdo
ru: Содержание
uk: Вміст
uz: Tarkib

source: Editor
ar: محرر
fr: Editeur
lt: Redaktorius
ru: Редактор
uk: Редактор
uz: Muharrir

source: Endorser
ar: المؤيد
fr: Approbateur
lt: Šalininkas
nl: Met goedkeuring van
pt: Endossante
ru: Эндорсер
uk: Індосант
uz: Ma’qullovchi

source: No Content
ar: لا يوجد محتوى
fr: Pas de contenu
lt: Nėra turinio
nl: Geen content
pt: Sem conteúdo
ru: Нет контента
uk: Немає контенту
uz: Kontent mavjud emas

source: Participants
ar: المشاركون
lt: Dalyviai
nl: Deelnemers
pt: Participantes
ru: Участники
uk: Учасники
uz: Ishtirokchilar

source: Data Requirements
ar: متطلبات البيانات
fr: Exigences de données
lt: Duomenų reikalavimai
pt: Requisitos de dados
ru: Требования к данным
uk: Вимоги до даних
uz: Ma’lumotlarga qo‘yiladigan talablar

source: Reviewer
ar: المراجع
fr: Relecteur
lt: Recenzentas
pt: Revisor
ru: Рецензент
uk: Рецензент
uz: Ko‘rib chiquvchi

source: Content not shown - (
ar: المحتوى غير معروض - (
fr: Contenu non affiché - (
lt: Turinys nerodomas - (
nl: Content niet weergegeven - (
pt: Conteúdo não mostrado - (
ru: Содержимое не показано - (
uk: Контент не відображається - (
uz: Kontent ko‘rsatilmagan - (

source: , size = {0}
ar: ، الحجم = {0}
fr: , taille = {0}
lt: , dydis = {0}
nl: , grootte = {0}
pt: , tamanho = {0}
ru: , размер = {0}
uk: , розмір = {0}
uz: , hajmi = {0}

source: Code: {0}
ar: الرمز: {0}
lt: Kodas: {0}
pt: Código: {0}
ru: Код: {0}
uk: Код: {0}
uz: Kod: {0}

source: Date
ar: التاريخ
lt: Data
nl: Datum
pt: Data
ru: Дата
uk: Дата
uz: Sana

source: Date: {0}
ar: التاريخ: {0}
lt: Data: {0}
nl: Datum: {0}
pt: Data: {0}
ru: Дата: {0}
uk: Дата: {0}
uz: Sana: {0}

source: Deleted
ar: محذوف
fr: Supprimé
lt: Panaikinti
nl: Verwijderd
pt: Eliminado
ru: Удалено
uk: Видалений
uz: Oʻchirilgan

source: Encounter:
ar: اللقاء:
fr: Rencontre :
lt: Sutikti:
nl: Contact:
pt: Encontro:
uk: Взаємодія:
uz: Uchrashuv:

source: Flag
ar: العلم
fr: Drapeau
lt: Vėliava
nl: Markering
pt: Bandeira
ru: Флаг
uk: Прапор
uz: Belgi

source: Items
ar: العناصر
fr: Éléments
lt: Elementus
pt: Artigos
ru: Предметы
uk: Елементи
uz: Elementlar

source: Mode: {0}
ar: الوضع: {0}
lt: Režimas: {0}
nl: Modus: {0}
pt: Modo: {0}
ru: Режим: {0}
uk: Режим: {0}
uz: Rejim: {0}

source: Order: {0}
ar: الطلب: {0}
fr: Ordre : {0}
lt: Įsakymas: {0}
nl: Aanvraag: {0}
pt: Encomendar: {0}
ru: Приказ: {0}
uk: Замовлення: {0}
uz: Tartib: {0}

source: Status: {0}
ar: الحالة: {0}
fr: Statut : {0}
lt: Būsena: {0}
pt: Estado: {0}
ru: Статус: {0}
uk: Статус: {0}
uz: Holati: {0}

source: Subject:
ar: الموضوع:
fr: Sujet :
lt: Tema:
pt: Assunto:
ru: Тема:
uk: Тема:
uz: Subyekt:

source: List for ''{0}'' for ''{1}''
ar: قائمة ل "{0}" ل "{1}
fr: Liste pour ''{0}'' pour ''{1}''
lt: Sąrašas ''{0}'' už ''{1}''
nl: List voor ''{0}'' voor ''{1}''
pt: Lista para ''{0}'' para ''{1}''
ru: List для ''{0}'' для ''{1}''
uk: Список для ''{0}'' для ''{1}''
uz: "{1}" uchun "{0}" ro‘yxati

source: Unspecified List Type
ar: نوع القائمة غير محدد
fr: Type de Liste non spécifiée
lt: Nenurodytas sąrašo tipas
nl: Ongespecificeerd lijsttype
pt: Tipo de lista não especificado
ru: Неуказанный тип списка
uk: Невизначений тип списку
uz: Ro‘yxat turi aniqlanmagan

# LIST_UNSPECIFIED_SUBJECT
source: Unspecified Subject
ar: موضوع غير محدد
fr: Sujet Non Soécifié
lt: Nenurodyta tema
nl: Ongespecificeerd subject
pt: Assunto não especificado
ru: Неуказанная тема
uk: Невизначена тема
uz: Subyekt aniqlanmagan

source: This element was not defined prior to R5
ar: لم يتم تعريف هذا العنصر قبل R5
fr: Cet élément n''était pas défini avant R5
lt: Šis elementas nebuvo apibrėžtas iki R5
nl: Dit element was niet gedefinieerd vóór R5
pt: Este elemento não foi definido antes da R5
ru: Этот элемент не был определен до R5
uk: Цей елемент не був визначений до R5
uz: Ushbu element R5 dan oldin aniqlanmagan

source: Maturity Level: {0}
ar: مستوى النضج: {0}
fr: Niveau de maturité : {0}
lt: Termino lygis: {0}
nl: Volwassenheidsniveau: {0}
pt: Nível de maturidade: {0}
ru: Уровень зрелости: {0}
uk: Рівень зрілості: {0}
uz: Yetuklik darajasi: {0}
