Repository: hapifhir/org.hl7.fhir.core
Catalog: org.hl7.fhir.utilities/src/main/resources/source/rendering-phrases-*.po
Languages: ar, fr, lt, nl, pt, ru, uk, uz

source: Publisher: {0}
ar: الناشر: {0}
fr: Éditeur : {0}
lt: Leidykla: {0}
nl: Uitgever: {0}
pt: Editora: {0}
ru: Издатель: {0}
uk: Видавець: {0}
uz: Nashriyotchi: {0}

# MATURITY_STATUS
source: Status
ar: الحالة
fr: Statut
lt: Būsena
pt: Estado
ru: Статус
uk: Статус
uz: Holat

source: Standards Status: {0}
ar: حالة المعايير: {0}
fr: Statut de standard : {0}
lt: Standartų statusas: {0}
nl: Standaard status: {0}
pt: Estado das normas: {0}
ru: Статус стандарта: {0}
uk: Статус стандартів: {0}
uz: Standartlar holati: {0}

source: Identifiers
ar: المعرّفات
fr: Identifiants
lt: Identifikatorius
pt: Identificadores
ru: Идентификаторы
uk: Ідентифікатори
uz: Identifikatorlar

source: Period
ar: الفترة
fr: Période
lt: Tarpas
nl: Periode
pt: Período
ru: Период
uk: Період
uz: Davr

source: This obligation is defined in the profile {0}
ar: يتم تعريف هذا الالتزام في الملف الشخصي {0}
fr: Cette obligation est définie dans le profil {0}
lt: Šis įsipareigojimas apibrėžiamas profilyje {0}
pt: Esta obrigação é definida no perfil {0}
ru: Это обязательство определено в профиле {0}
uk: Це зобов'язання визначено в профілі {0}
uz: Ushbu majburiyat {0} profilida belgilangan

source: Actor
ar: الممثل
fr: Acteur
lt: Aktorius
pt: Ator
ru: Актер
uk: Актор
uz: Ishtirokchi

source: Elements
ar: العناصر
lt: Elementai
nl: Elementen
pt: Elementos
ru: Элементы
uk: Елементи
uz: Elementlar

source: Input parameters Profile:
ar: معلمات الإدخال الملف الشخصي:
fr: Profil des paramètres d''entrée :
lt: Įvesties parametrai Profilis:
nl: Inputparameters profiel:
pt: Parâmetros de entrada Perfil:
ru: Профиль входных параметров:
uk: Профіль вхідних параметрів:
uz: Kirish parametrlari profili:

source: The official URL for this operation definition is:
ar: عنوان URL الرسمي لتعريف هذه العملية هو
fr: L''URL officielle pour cette operation definition est :
lt: Oficialus šios operacijos apibrėžimo URL yra:
nl: De officiële url voor deze operation-definitie is:
pt: O URL oficial para esta definição de operação é:
ru: Официальный URL для этой операции:
uk: Офіційна URL-адреса для визначення цієї операції:
uz: Ushbu operatsiya ta’rifining rasmiy URL manzili:

source: Output parameters Profile:
ar: ملف تعريف معلمات الإخراج:
fr: Profil des paramètres de sortie :
lt: Išvesties parametrai Profilis:
nl: Outputparameters profiel:
pt: Parâmetros de saída Perfil:
ru: Профиль выходных параметров:
uk: Профіль вихідних параметрів:
uz: Chiqish parametrlari profili:

source: URL: [base]/{0}
ar: عنوان URL: [الأساس]/{0}
lt: URL: [bazė]/{0}

source: Use
ar: الاستخدام
fr: Utilisation
lt: Naudoti
nl: Gebruik
pt: Utilização
ru: Использовать
uk: Використання
uz: Foydalanish

source: Diagnostics
ar: التشخيص
lt: Diagnostika
nl: Kenmerken
pt: Diagnóstico
ru: Диагностика
uk: Діагностика
uz: Diagnostika

source: All OK
ar: كل شيء على ما يرام
fr: Tout est OK
lt: Viskas gerai
nl: Alles oké
pt: Tudo OK
ru: Все ОК
uk: Все ОК
uz: Xatolar aniqlanmadi

source: Severity
ar: الخطورة
fr: Sévérité
lt: Sunkumo
nl: Ernst
pt: Gravidade
ru: Серьезность
uk: Серйозність
uz: Og‘irlik darajasi

# OP_OUT_SRC
source: Source
ar: المصدر
lt: Šaltinis
nl: Bron
pt: Fonte
ru: Источник
uk: Джерело
uz: Manba

source: OperationOutcome ({0} Error(s), {1} Warning(s), {2} Hint(s))
ar: نتيجة العملية ({0} خطأ (أخطاء)، {1} تحذير (تحذيرات) تحذير (تحذيرات)، {2} تلميح (تلميحات))
fr: Résultat d''opération ({0} Erreur(s), {1} Avertissement(s), {2} Information(s))
lt: Operacijos rezultatai ({0} Klaida (-os), {1} Įspėjimas (-ai), {2} Užuomina (-os))
nl: OperationOutcome ({0} fout(en), {1} waarschuwing(en), {2} hint(s))
pt: OperationOutcome ({0} Erro(s), {1} Aviso(s), {2} Dica(s))
ru: OperationOutcome ({0} Ошибки(и), {1} Предупреждение, {2} Подсказка)
uk: OperationOutcome ({0} Помилка(и), {1} Попередження (застереження), {2} Підказка(и))
uz: OperationOutcome ({0} xato(lar), {1} ogohlantirish(lar), {2} maslahat(lar))

source: OperationOutcome (ALL OK)
ar: العمليةالنتيجة (الكل موافق)
fr: Résultat d''opération (TOUT EST OK)
lt: Operacijos rezultatas (VISKAS gerai)
nl: OperationOutcome (ALLES OKÉ)
ru: OperationOutcome (ВСЕ OK)
uk: OperationOutcome (ВСЕ OK)
uz: OperationOutcome (Xatolar aniqlanmadi)

source: OperationOutcome ({0} Error(s), {1} Warning(s))
ar: نتيجة العملية ({0} خطأ (أخطاء)، {1} تحذير (تحذيرات) تحذير (تحذيرات))
fr: Résultat d''opération ({0} Erreur(s), {1} Avertissement(s))
lt: Operacijos rezultatai ({0} Klaida (-os), {1} Įspėjimas (-ai))
nl: OperationOutcome ({0} fout(en), {1} waarschuwing(en))
pt: OperationOutcome ({0} Error(s), {1} Aviso(s))
ru: OperationOutcome ({0} Ошибка(и), {1} Предупреждение)
uk: РезультатОперація ({0} Помилка(и), {1} Попередження(и))
uz: OperationOutcome ({0} xato(lar), {1} ogohlantirish(lar))

source: Parameters: {0}
ar: المعلمات: {0}
fr: Paramètres : {0}
lt: Parametrus: {0}
pt: Parâmetros: {0}
ru: Параметры: {0}
uk: Параметри: {0}
uz: Parametrlar: {0}

source: Parameters ({0} parameters)
ar: المعلمات ({0} المعلمات)
fr: Paramètres ({0} paramètres)
lt: Parametrai ({0} parametrus)
pt: Parâmetros ({0} parâmetros)
ru: Параметры ({0} параметров)
uk: Параметри ({0} параметрів)
uz: Parametrlar ({0} parametr)

source: Active:
ar: نشط:
fr: Actif :
lt: Aktyvusis:
nl: Actief:
pt: Ativo:
ru: Активно:
uk: Активний:
uz: Faol:

source: Record is active
ar: السجل نشط
fr: L''enregistrement est actif
lt: Įrašas aktyvus
nl: Record is actief
pt: O registo está ativo
ru: Запись активна
uk: Запис активний
uz: Yozuv faol

source: Alt. Name:
ar: قديم. الاسم:
fr: Nom alternatif :
lt: Alternatyvus vardas:
nl: Alt. naam:
pt: Alt. Nome:
ru: Другое имя:
uk: Альт. назва:
uz: Muqobil nomi:

source: Alternate names (see the one above)
ar: الأسماء البديلة (انظر الاسم أعلاه)
fr: Noms alternatifs (voir plus bas)
lt: Alternatyvūs vardai (žr. aukščiau)
nl: Alternatieve namen (zie hierboven)
pt: Nomes alternativos (ver o nome acima)
ru: Альтернативные названия (см. выше)
uk: Альтернативні назви (див. наведену вище)
uz: Muqobil nomlar (yuqoridagiga qarang)

source: Contact Detail
ar: تفاصيل الاتصال
fr: Coordonnées
lt: Kontaktinė informacija
nl: Contactgegevens
pt: Detalhes do contacto
ru: Детали контакта
uk: Контактна інформація
uz: Aloqa ma'lumotlari

source: Ways to contact the Patient
ar: طرق الاتصال بالمريض
fr: Moyens de contacter le Patient
lt: Būdai susisiekti su pacientu
nl: Contactopties voor Patient
pt: Formas de contactar o doente
ru: Способы связаться с пациентом
uk: Способи зв'язку з Пацієнтом
uz: Bemor bilan bog‘lanish usullari

source: Contained Resource
fr: Ressource contenue
lt: Įtrauktas išteklius
nl: Contained resources
ru: Содержащийся ресурс
uk: Ресурс, що міститься
uz: Ichiga kiritilgan resurs

source: Deceased:
ar: متوفى
fr: Décédé :
lt: Mirusiojo:
nl: Overleden:
pt: Falecido:
ru: Умерен:
uk: Померлих:
uz: Vafot etgan:

source: Known status of Patient
ar: الحالة المعروفة للمريض
fr: Statut connu du patient
lt: Žinoma paciento būklė
nl: Bekende status van Patient
pt: Estado conhecido do doente
ru: Известный статус пациента
uk: Відомий статус пацієнта
uz: Bemorning ma'lum holati

source: DoB: {0}
ar: دوب: {0}
fr: Date de Naissance :{0}
lt: Gimimo data: {0}
nl: Geb.datum: {0}
ru: БД: {0}
uk: ДН: {0}
uz: Tug‘ilgan sana: {0}

source: Gender: {0}
ar: الجنس: {0}
fr: Sexe : {0}
lt: Lytis: {0}
nl: Geslacht: {0}
pt: Género: {0}
ru: Пол: {0}
uk: Стать: {0}
uz: Jinsi: {0}

source: General Practitioner
ar: ممارس عام
fr: Médecin Généraliste
lt: Bendrosios praktikos gydytojas
nl: Huisarts
pt: Médico de clínica geral
ru: Врач
uk: Сімейний лікар
uz: Umumiy amaliyot shifokori

source: Language:
fr: Langue :
lt: Kalba:
nl: Talen:
pt: Língua:
ru: Язык:
uk: Мова:
uz: Til:

source: Language spoken
fr: Langue parlée
lt: Kalba
nl: Spreektaal
ru: Разговорный язык
uk: Мова, якою розмовляють
uz: So‘zlashiladigan til

source: (preferred)
ar: (مفضل)
fr: (préféré)
lt: (pageidautina)
nl: (voorkeur)
pt: (preferencial)
ru: (желательно)
uk: (бажаний)
uz: (afzal)

# PAT_LINKS
source: Links:
ar: إلى اليسار:
fr: Liens :
lt: Nuorodos:
pt: Ligações:
ru: Ссылки:
uk: Посилання:
uz: Havolalar:

source: Patient Links
ar: روابط المرضى
fr: Liens du patient
lt: Pacientų nuorodos
pt: Ligações para doentes
ru: Ссылки пациента
uk: Посилання на пацієнта
uz: Bemor havolalari

source: Please refer to
ar: يرجى الرجوع إلى
fr: Veuillez vous référer à
lt: Prašome kreiptis į
nl: Zie
pt: Consultar
ru: Пожалуйста, обратитесь к
uk: Будь ласка, зверніться до
uz: Iltimos, murojaat qiling

source: This record replaces
ar: يحل هذا السجل محل
fr: Cet enregistrement remplace
lt: Šis įrašas pakeičia
nl: Dit record vervangt
pt: Este registo substitui
ru: Эта запись заменяет
uk: Цей запис замінює
uz: Bu yozuv oʻrnini bosadi

source: This record replaced by
ar: استُبدل هذا السجل بـ
fr: Cet enregistrement est remplacé par
lt: Šis įrašas pakeistas taip:
nl: Dit record vervangen door
pt: Este registo foi substituído por
ru: Эта запись заменена
uk: Цей запис замінено на
uz: Ushbu yozuv quyidagisi bilan almashtirilgan

source: Also see
ar: انظر أيضًا
fr: Voir aussi
lt: Taip pat žiūrėkite
nl: Zie ook
pt: Ver também
ru: Также см.
uk: Також див.
uz: Shuningdek qarang

source: Marital Status:
ar: الحالة الاجتماعية:
fr: Statut Marital :
lt: Šeimyninė padėtis:
nl: Burgerlijke staat:
pt: Estado civil:
ru: Семейное положение:
uk: Сімейний стан:
uz: Oilaviy holati:

source: Known Marital status of Patient
ar: الحالة الاجتماعية المعروفة للمريض
fr: Statut Marital connu du Patient
lt: Žinoma paciento šeiminė padėtis
nl: Bekende burgerlijke status van Patient
pt: Estado civil conhecido do doente
ru: Известное семейное положение пациента
uk: Відомий сімейний стан пацієнта
uz: Bemorning ma'lum oilaviy holati

source: Managing Organization
ar: إدارة المنظمة
fr: Organisation gestionnaire
lt: Organizacijos valdymas
nl: Beherende organisatie
pt: Organização de gestão
ru: Управляющая организация
uk: Керуюча організація
uz: Boshqaruvchi tashkilot

source: Multiple Birth:
ar: الولادة المتعددة:
fr: Naissance Multiple :
lt: Daugybinis gimdymas:
nl: Meerling:
pt: Nascimento múltiplo:
ru: Несколько рождений:
uk: Багатоплідні пологи:
uz: Ko‘p homilalik tug‘ilish:

source: Known multipleBirth status of Patient
ar: حالة الولادة المتعددة المعروفة للمريض
fr: Statut de naissance multiple connu du patient
lt: Žinoma paciento daugiavaikėGimimo būklė
nl: Bekende meerlingstatus van Patient
pt: Múltiplos conhecidosEstado civil do doente
ru: Известный multipleBirth статус пациента
uk: Відомий статус багатоплідних пологів пацієнта
uz: Bemorning ko‘p homilalik tug‘ilish holati ma’lum

source: Patient contact
ar: الاتصال بالمريض
fr: Contact du patient
lt: Paciento kontaktas
nl: Patient contactpersoon
pt: Contacto com o doente
ru: Контакт пациента
uk: Контакт пацієнта
uz: Bemor bilan bog'lanish

source: Nominated Contact:
ar: جهة الاتصال المرشحة:
fr: Contact désigné :
lt: Nominuotas kontaktinis asmuo:
nl: Aangewezen contactpersoon:
pt: Contacto nomeado:
ru: Номинированный контакт:
uk: Номінована контактна особа:
uz: Tayinlangan aloqa shaxsi:

source: DoB Unknown
ar: غير معروف
fr: Date de Naissance inconnue
lt: DoB nežinoma
nl: Geb.datum onbekend
pt: DN Desconhecida
ru: ДР неизвестен
uk: Дата народження невідома
uz: Tug‘ilgan sana noma’lum

source: (no stated gender)
ar: (لم يُذكر الجنس)
fr: (sexe non précisé)
lt: (lytis nenurodyta)
nl: (geen benoemd geslacht)
pt: (sem género declarado)
ru: (без указания пола)
uk: (стать не вказана)
uz: (jinsi ko'rsatilmagan)

source: Anonymous Patient
ar: مريض مجهول الهوية
fr: Patient Anonyme
lt: Anoniminis pacientas
nl: Anonieme Patient
pt: Doente anónimo
ru: Анонимный пациент
uk: Анонімний пацієнт
uz: Anonim bemor

source: Organization:
ar: المنظمة:
fr: Organisation :
lt: Organizacija:
nl: Organisatie:
pt: Organização:
ru: Организация:
uk: Організація:
uz: Tashkilot:

source: Other Id:
fr: Autre identifiant :
lt: Kitas ID:
nl: Ander id:
ru: Другой ID:
uk: Інший ідентифікатор:
uz: Boshqa identifikator:

source: Other Id (see the one above)
fr: Autre identifiant (voir ci-dessus)
lt: Kitas ID (žr. aukščiau)
nl: Ander id (zie hierboven)
ru: Другой идентификатор (см. выше)
uk: Інший ідентифікатор (див. той, що вище)
uz: Boshqa identifikator (yuqoridagiga qarang)

source: Valid Period:
ar: فترة الصلاحية:
fr: Période valide :
lt: Galiojimo laikotarpis:
nl: Geldigheidsperiode:
pt: Período de validade:
ru: Срок действия:
uk: Термін дії:
uz: Amal qilish muddati:

source: Patient Photo
ar: صورة المريض
fr: Photo du Patient
lt: Paciento nuotrauka
nl: Patient foto
pt: Fotografia do doente
ru: Фото пациента
uk: Фото пацієнта
uz: Bemorning fotosurati

source: Relationships:
ar: العلاقات:
fr: Relations :
lt: Santykius:
nl: Relaties:
pt: Relações:
ru: Отношения:
uk: Відносини:
uz: Munosabatlar:

source: Error Generating Narrative for
ar: السرد المولد للأخطاء في
fr: Erreur lors de la génération du narratif pour
lt: Klaida generuojant pasakojimą
nl: Fout bij creëren narrative voor
pt: Erro ao gerar uma narrativa para
ru: Ошибка при создании нарратива для
uk: Помилка при генерації наративу для
uz: Tavsif yaratishda xato

source: Exception Generating Narrative: {0}
ar: رواية توليد الاستثناءات: {0}
fr: Exception lors de la génération du narratif : {0}
lt: Išimtis generuojantis naratyvas: {0}
nl: Fout bij creëren narrative: {0}
pt: Exceção ao gerar narrativa: {0}
ru: Исключение генерации нарратива: {0}
uk: Виняток генерації наративу: {0}
uz: Tavsif yaratishda istisno: {0}

source: Cannot find definition for {0}
ar: لا يمكن العثور على تعريف ل {0}
fr: Impossible de trouver la définition pour {0}
lt: Nepavyko rasti apibrėžimo {0}
nl: Kan definitie niet vinden voor {0}
pt: Não é possível encontrar a definição para {0}
ru: Не удается найти определение для {0}
uk: Неможливо знайти визначення для {0}
uz: {0} uchun ta’rif topilmadi

source: Generated Narrative: {0} {1}
ar: السرد المُنشأ: {0} {1}
fr: Narratif généré : {0} {1}
lt: Sugeneruotas naratyvas: {0} {1}
nl: Gegenereerde narrative: {0} {1}
pt: Narrativa gerada: {0} {1}
ru: Сгенерированный нарратив: {0} {1}
uk: Згенерований наратив: {0} {1}
uz: Yaratilgan tavsif: {0} {1}

source: Activity
ar: النشاط
fr: Activité
lt: Veikla
nl: Activiteit
pt: Atividade
ru: Активность
uk: Діяльність
uz: Faoliyat

source: Agents
ar: الوكلاء
lt: Agentai
pt: Agentes
ru: Агенты
uk: Агенти
uz: Agentlar

source: On Behalf Of
ar: نيابة عن
fr: Au nom de
lt: Vardu
nl: Uit naam van
pt: Em nome de
ru: От имени
uk: За дорученням
uz: Nomidan

source: Provenance for {0}
ar: المصدر لـ {0}
fr: Provenance pour {0}
lt: Provenencija {0}
nl: Provenance voor {0}
pt: Proveniência para {0}
ru: Провенанс для {0}
uk: Походження для {0}
uz: {0} uchun kelib chiqish ma’lumotlari

source: Occurrence
ar: الحدوث
lt: Įvykis
nl: Voorkomen
pt: Ocorrência
ru: Начисление
uk: Випадок
uz: Sodir bo‘lishi

source: Policy
ar: السياسة
fr: Politique
lt: Politika
pt: Política
ru: Правила
uk: Політика
uz: Siyosat

source: Provenance for
ar: المصدر لـ
fr: Provenance pour
lt: Provenencija
nl: Provenance voor
pt: Proveniência para
ru: Провенанс для
uk: Походження для
uz: Kelib chiqish ma’lumotlari

source: Provenance for:
ar: المصدر لـ
fr: Provenance pour :
lt: Kilmė:
nl: Provenance voor:
pt: Proveniência de:
ru: Провенанс для:
uk: Походження для:
uz: Kelib chiqish ma’lumotlari:

source: Recorded
ar: مسجل
fr: Enregistré
lt: Įrašyti
nl: Vastgelegd
pt: Gravado
ru: Записано
uk: Записано
uz: Qayd etilgan

source: who
ar: من
fr: qui
lt: kas
nl: wie
pt: que
ru: кто
uk: Хто
uz: kim

source: Additional information about the item
ar: معلومات إضافية حول العنصر
fr: Informations supplémentaires sur l''élément
lt: Papildoma informacija apie prekę
nl: Additionele informatie over het item
pt: Informações adicionais sobre o artigo
ru: Дополнительная информация о пункте
uk: Додаткова інформація про елемент
uz: Element haqidagi qo‘shimcha ma’lumotlar

source: Allowed Answers
ar: الإجابات المسموح بها
fr: Réponses autorisées
lt: Leidžiami atsakymai
nl: Toegestane antwoorden
pt: Respostas permitidas
ru: Разрешенные ответы
uk: Дозволені відповіді
uz: Ruxsat etilgan javoblar

source: Answer options for {0}
ar: خيارات الإجابة عن {0}
fr: Options de réponse pour {0}
lt: Atsakymo parinktys {0}
nl: Antwoordopties voor {0}
pt: Opções de resposta para {0}
ru: Варианты ответов для {0}
uk: Варіанти відповідей на {0}
uz: {0} uchun javob variantlari

source: Answer
ar: الإجابة
fr: Réponse
lt: Atsakymas
nl: Antwoord
pt: Resposta
ru: Ответ
uk: Відповідь
uz: Javob

source: Answers
ar: الإجابات
fr: Réponses
lt: Atsakymai
nl: Antwoorden
pt: Respostas
ru: Ответы
uk: Відповіді
uz: Javoblar

source: Approval Date
ar: تاريخ الموافقة
fr: Date d''approbation
lt: Patvirtinimo data
nl: Goedkeuringsdatum
pt: Data de aprovação
ru: Дата утверждения
uk: Дата затвердження
uz: Tasdiqlash sanasi

source: ?? are true:
ar: صحيح:
fr: ?? sont vrais :
lt: ?? yra tiesa:
nl: ?? zijn waar:
pt: são verdadeiras:
ru: ?? правда:
uk: ?? є правдою:

source: Other attributes of the item
ar: السمات الأخرى للعنصر
fr: Autres attributs de l''élément
lt: Kiti prekės požymiai
nl: Andere attributen van het item
pt: Outros atributos do item
ru: Другие атрибуты пункта
uk: Інші атрибути предмета
uz: Elementning boshqa atributlari

source: Calculated Value
ar: القيمة المحسوبة
fr: Valeur calculée
lt: Apskaičiuota vertė
nl: Berekende waarde
pt: Valor calculado
ru: Вычисленное значение
uk: Обчислюване значення
uz: Hisoblangan qiymat

source: Candidates
ar: المرشحون
fr: Candidats
lt: Kandidatų
nl: Kandidaten
pt: Candidatos
ru: Кандидаты
uk: Кандидати
uz: Nomzodlar

source: Category: {0}
ar: الفئة: {0}
fr: Catégorie : {0}
lt: Kategorija: {0}
nl: Categorie: {0}
pt: Categoria: {0}
ru: Категория: {0}
uk: Категорія: {0}
uz: Toifa {0}

source: Context
ar: السياق
fr: Contexte
lt: Kontekste
pt: Contexto
ru: Контекст
uk: Контекст
uz: Kontekst

# QUEST_DERIVED
source: Derived From
ar: مشتق من
fr: Dérivé de
lt: Išvesta iš
nl: Afgeleid van
pt: Derivado de
ru: Происходит от
uz: Kelib chiqish manbasi

source: Is optional to display
ar: اختياري للعرض
fr: l''affichage est optionnel
lt: Neprivaloma rodyti
nl: Is optioneel voor weergave
pt: É opcional para exibir
ru: Опционально для отображения
uk: Є необов'язковим для відображення
uz: Ko‘rsatilishi ixtiyoriy

source: Display Category
ar: فئة العرض
fr: Catégorie d''affichage
lt: Rodyti kategoriją
nl: Weergavecategorie
pt: Categoria de visualização
ru: Категория дисплея
uk: Показати категорію
uz: Ko‘rsatiladigan qiymat kategoriyasi

source: Effective Period
ar: فترة السريان
fr: Période d''application
lt: Galiojimo laikotarpis
nl: Geldigheidsperiode
pt: Período efetivo
ru: Эффективный период
uk: Період дії
uz: Amal qilish muddati

source: Enable When
ar: التمكين عند
fr: Activer quand
lt: Įjungti, kai
nl: Actief als
pt: Ativar quando
ru: Включить когда
uk: Увімкнути, якщо
uz: Qachon yoqiladi

source: Enable When:
ar: التمكين عند:
fr: Activer quand :
lt: Įgalinti, kai:
nl: Actief als:
pt: Ativar quando:
ru: Включить когда:
uk: Увімкнути, якщо:
uz: Qachon yoqiladi:

source: Expressions:
ar: التعبيرات:
lt: Išraiškos:
nl: Expressies:
pt: Expressões:
ru: Выражения:
uk: Вирази:
uz: Ifodalar:

source: Group
ar: المجموعة
fr: Groupe
lt: Grupė
nl: Groep
pt: Grupo
ru: Группа
uk: Група
uz: Guruh

source: Is a hidden item
ar: هو عنصر مخفي
fr: Est un élément masqué
lt: Yra paslėptas elementas
nl: Is een verborgen item
pt: É um item oculto
ru: Скрытый элемент
uk: Є прихованим предметом
uz: Yashirin element

source: Hidden Item
ar: العنصر المخفي
fr: Élément masqué
lt: Paslėptas elementas
nl: Verborgen item
pt: Item escondido
uk: Прихований предмет
uz: Yashirin element

source: Link Id
ar: معرف الرابط
fr: Id de lien
lt: Saito ID
pt: Ligação Id
uk: Ідентифікатор посилання
uz: Bog‘lanish identifikatori

source: Initial Value:
ar: القيمة الأولية:
fr: Valeur initiale :
lt: Pradinė vertė:
nl: Initiële waarde:
pt: Valor inicial:
ru: Начальное значение:
uk: Початкове значення:
uz: Boshlang'ich qiymat:

source: (initially selected)
ar: (تم اختياره في البداية)
fr: (sélectionné initialement)
lt: (iš pradžių pasirinkta)
nl: (initieel geselecteerd)
pt: (inicialmente selecionado)
ru: (изначально выбранный)
uk: (спочатку вибраний)
uz: (dastlab tanlangan)

source: Initial Answer
ar: إجابة أولية
fr: Réponse initiale
lt: Pradinis atsakymas
nl: Initieel antwoord
pt: Resposta inicial
ru: Первоначальный ответ
uk: Початкова відповідь
uz: Boshlang‘ich javob

source: Initial Values
ar: القيم الأولية
fr: Valeurs initiales
lt: Pradinės vertės
nl: Initiële waarden
pt: Valores iniciais
ru: Начальные значения
uk: Початкові значення
uz: Boshlang‘ich qiymatlar

source: Item
ar: البند
fr: Élément
lt: Prekė
ru: Пункт 1
uk: Елемент
uz: Element

source: Item Context
ar: سياق العنصر
fr: Contexte de l''élément
lt: Elemento kontekstas
pt: Contexto do item
ru: Контекст элемента
uk: Контекст елемента
uz: Elementlar konteksti

source: The linkID for the item
ar: معرف الارتباط للعنصر
fr: Le linkID de l''élément
lt: Elemento saito ID
nl: De linkID voor het item
pt: O linkID do item
ru: linkID для элемента
uk: Ідентифікатор посилання для елементу
uz: Element uchun linkID

source: Is linked to an observation
ar: مرتبط بملاحظة
fr: Est lié à une observation
lt: Yra susietas su stebėjimu
nl: Is gekoppeld met een observation
pt: Está ligado a uma observação
ru: Связано с Observation
uk: Пов'язане зі спостереженням
uz: Kuzatuvga bog‘langan

source: LinkID
ar: لينك آي دي
lt: Nuorodos ID
pt: ID da ligação
uk: Ідентифікатор посилання

source: Mandatory
ar: إلزامي
fr: Obligatoire
lt: Privalomas
nl: Vereist
pt: Obrigatório
ru: Обязательно
uk: Обов'язковий
uz: Majburiy

source: Max Length
ar: الحد الأقصى للطول
fr: Longueur maximale
lt: Maksimalus ilgis
nl: Max lengte
pt: Comprimento máximo
ru: Макс. длина
uk: Максимальна довжина
uz: Maksimal uzunlik

source: NLM Forms Library
ar: مكتبة نماذج NLM
fr: Bibliothèque de formulaires NLM
lt: NLM formų biblioteka
pt: Biblioteca de formulários da NLM
ru: Библиотека форм NLM
uk: Бібліотека форм NLM

source: None specified
ar: غير محدد
fr: Aucun spécifié
lt: Nėra nurodyta
nl: Geen gespecificeerd
pt: Não especificado
ru: Не задано
uk: Не вказано
uz: Belgilanmagan

source: Observation Link Period
ar: فترة ارتباط الملاحظة
fr: Période de lien d''observation
lt: Stebėjimo ryšio laikotarpis
nl: Observation koppelperiode
pt: Observação Período de ligação
ru: Observation Link период
uk: Пов'язаний період спостереження
uz: Kuzatuv bilan bog‘lanish muddati

source: Options Sets
ar: مجموعات الخيارات
fr: Ensembles d''options
lt: Parinkčių rinkiniai
nl: Optiesets
pt: Conjuntos de opções
ru: Наборы параметров
uk: Набори опцій
uz: Variantlar to‘plamlari

source: Options:
ar: الخيارات:
lt: Parinktys:
nl: Opties:
pt: Opções:
ru: Параметры:
uk: Параметри:
uz: Variantlar:

source: Orientation: {0}
ar: التوجه: {0}
lt: Orientacijos: {0}
nl: Oriëntatie: {0}
pt: Orientação: {0}
ru: Ориентация: {0}
uk: Орієнтація: {0}
uz: Yo‘nalish: {0}

source: Prefix
ar: البادئة
fr: Préfixe
lt: Priešdėlis
pt: Prefixo
ru: Префикс
uk: Префікс
uz: Prefiks

source: Publication Date
ar: تاريخ النشر
fr: Date de publication
lt: Paskelbimo data
nl: Publicatiedatum
pt: Data de publicação
ru: Дата публикации
uk: Дата публікації
uz: Nashr sanasi

source: Questionnaire
ar: استبيان
lt: Klausimyną
nl: Vragenlijst
pt: Questionário
uk: Опитувальник
uz: So'rovnoma

source: Questionnaire:
ar: استبيان:
lt: Klausimyną:
nl: Vragenlijst:
pt: Questionário:
uk: Опитувальник:
uz: So'rovnoma:

source: Is Read Only
ar: للقراءة فقط
fr: Est en lecture seule
lt: Tik skaitoma
nl: Is alleen-lezen
pt: É só de leitura
ru: Только для чтения
uk: Лише для читання
uz: Faqat o‘qish uchun

source: Read Only
ar: للقراءة فقط
fr: Lecture seule
lt: Tik skaityti
nl: Alleen-lezen
pt: Apenas leitura
ru: Только для чтения
uk: Тільки читання
uz: Faqat o‘qish uchun

source: Repeats
ar: التكرار
fr: Se répète
lt: Kartoja
nl: Herhaalt
pt: Repetições
ru: Повторы
uk: Повторює
uz: Takrorlanish
