Repository: hapifhir/org.hl7.fhir.core
Catalog: org.hl7.fhir.utilities/src/main/resources/source/rendering-phrases-*.po
Languages: ar, fr, lt, nl, pt, ru, uk, uz

source: Argentinian Edition
ar: النسخة الأرجنتينية
fr: Édition argentine
lt: Argentinietiškas leidimas
nl: Argentijnse editie
pt: Edição argentina
ru: Аргентинское издание
uk: Аргентинське видання
uz: Argentina nashri

source: Austrian Edition
ar: الطبعة النمساوية
fr: Édition autrichienne
lt: Austrijos leidimas
nl: Oostenrijkse editie
pt: Edição austríaca
ru: Австрийское издание
uk: Австрійське видання
uz: Avstriya nashri

source: Australian Edition
ar: الإصدار الأسترالي
fr: Edition Australienne
lt: Australijos leidimas
nl: !!Australisch
pt: Edição australiana
ru: Австралийское издание
uk: Австралійське видання
uz: Avstraliya nashri

source: Belgian Edition
ar: الإصدار البلجيكي
fr: Édition belge
lt: Leidimas belgiškas
nl: Belgische editie
pt: Edição belga
ru: Бельгийское издание
uk: Бельгійське видання
uz: Belgiya nashri

source: Canadian Edition
ar: الإصدار الكندي
fr: Édition canadienne
lt: Kanados leidimas
pt: Edição canadiana
ru: Канадское издание
uk: Канадське видання
uz: Kanada nashri

source: Canadian English Edition
ar: الطبعة الإنجليزية الكندية
fr: Édition canadienne anglaise
lt: Kanados anglų kalba
nl: Canadees Engelse editie
pt: Edição em inglês canadiano
ru: Канадское английское издание
uk: Канадське англійське видання
uz: Kanadaning ingliz nashri

source: Swiss Edition
ar: الإصدار السويسري
fr: Édition suisse
lt: Šveicariškas leidimas
nl: Zwiterse editie
pt: Edição suíça
ru: Швейцарское издание
uk: Швейцарське видання
uz: Shveytsariya nashri

source: codes from
ar: الرموز من
fr: codes provenant de
lt: kodai iš
nl: codes uit
pt: códigos de
ru: коды от
uk: коди з
uz: quyidagidan kodlar

source: The code for the item
ar: الرمز الخاص بالعنصر
fr: Le code pour l''object
lt: Prekės kodas
nl: De code voor het item
pt: O código do item
ru: Код элемента
uk: Код товару
uz: Element uchun kod

source: This value set cannot be fully expanded, but a selection ({0} codes) of the whole set of codes is shown here.
ar: لا يمكن توسيع مجموعة القيم هذه بالكامل، ولكن يتم عرض مجموعة مختارة ({0} رموز) من مجموعة الرموز بأكملها هنا.
fr: Ce jeu de valeur (ValueSet) ne peut pas être totalement étendu, mais une sélection ({0} codes) de l''ensemble des codes est affiché ici.
lt: Šio reikšmių rinkinio negalima visiškai išplėsti, tačiau pasirinkimas ({0} kodai) iš viso kodų rinkinio.
nl: Deze waardelijst kan niet volledig worden opgeleverd, maar een selectie ({0} codes) van de hele set codes staat hier.
pt: Este conjunto de valores não pode ser totalmente expandido, mas é aqui apresentada uma seleção (códigos {0}) de todo o conjunto de códigos.
ru: Этот набор значений не может быть полностью развернут, но здесь показан выбор ({0} кодов) всего набора кодов.
uk: Цей набір значень не може бути повністю розгорнутий, але вибірка ({0} кодів) всього набору кодів показаний тут.
uz: Ushbu qiymat to‘plami to‘liq kengaytirib bo‘lmaydi, biroq kodlar to‘plamining bir qismi ({0} ta kod) bu yerda ko‘rsatilgan.

source: Value Set Contents
ar: محتويات مجموعة القيم
fr: Contenu du jeu de valeurs (ValueSet)
lt: Reikšmių rinkinio turinys
nl: Waardelijst inhoud
pt: Conteúdo do conjunto de valores
ru: Содержимое набора значений
uk: Зміст набору значень
uz: Qiymatlar to‘plami tarkibi

source: This value set contains {0} concepts
ar: تحتوي مجموعة القيم هذه على مفاهيم {0}
fr: Ce jeu de valeur (ValueSet) contient {0} concepts
lt: Šiame reikšmių rinkinyje yra {0} Sąvokos
nl: Deze waardelijst bevat {0} concepten
pt: Este conjunto de valores contém {0} conceitos
ru: Этот набор значений содержит {0} концепции
uk: Цей набір значень містить {0} Концепції
uz: Ushbu qiymatlar to‘plami {0} ta conceptni o‘z ichiga oladi

source: This value set contains at least {0} concepts
ar: تحتوي مجموعة القيم هذه على مفاهيم {0} على الأقل
fr: Ce jeu de valeur (ValueSet) contient au moins {0} concepts
lt: Šiame reikšmių rinkinyje yra bent {0} Sąvokos
nl: Deze waardelijst bevat tenminste {0} concepten
pt: Este conjunto de valores contém pelo menos {0} conceitos
ru: Этот набор значений содержит по крайней мере {0} концепции
uk: Цей набір значень містить не менше {0} Концепції
uz: Ushbu qiymatlar to‘plami kamida {0} ta conceptni o‘z ichiga oladi

source: This include specifies a hierarchy for when value sets are generated for use in a User Interface. The expansion contains this structure:
ar: يحدد هذا التضمين التسلسل الهرمي عند إنشاء مجموعات القيم لاستخدامها في واجهة المستخدم. تحتوي التوسعة على هذه البنية:
fr: Cette inclusion spécifie une hiérarchie pour lorsque les jeux de valeurs sont générés pour une utilisation dans une interface utilisateur. L''expansion contient cette structure :
lt: Šis įtraukimas nurodo hierarchiją, kada reikšmių rinkiniai generuojami naudoti vartotojo sąsajoje. Išplėtimas apima tokią struktūrą:
nl: Deze inclusie specificeert een hiërarchie voor wanneer waardelijsten worden gemaakt voor een gebruikersinterface. De expansie bevat deze structuur:
pt: Esse include especifica uma hierarquia para quando os conjuntos de valores são gerados para utilização em uma interface de usuário. A expansão contém essa estrutura:
ru: Это включает в себя иерархию для создания наборов значений для использования в пользовательском интерфейсе. Расширение содержит следующую структуру:
uk: Це включає ієрархію, коли генеруються набори значень для використання в інтерфейсі користувача. Розширення містить таку структуру:
uz: Ushbu include qiymatlar to‘plamlari foydalanuvchi interfeysi uchun yaratilganda qo‘llaniladigan ierarxiyani belgilaydi. Expansion ushbu tuzilmani o‘z ichiga oladi:

source: Danish
ar: دنماركية
fr: Danois
lt: Danų
nl: Deens
pt: Dinamarquesa
ru: Датский
uk: Датська
uz: Daniya tili

source: German Edition
ar: الطبعة الألمانية
fr: Édition allemande
lt: Leidimas vokiečių kalba
nl: Duitse editie
pt: Edição alemã
ru: Немецкое издание
uk: Німецьке видання
uz: Nemis nashri

source: descends from
ar: ينحدر من
fr: descend de
lt: kilęs iš
nl: komt van
pt: descende de
ru: происходит от
uk: походить від
uz: quyidagidan kelib chiqadi

source: Additional Designations
ar: التسميات الإضافية
fr: Désignations supplémentaires
lt: Papildomi pavadinimai
nl: Additionele benamingen
pt: Designações adicionais
ru: Дополнительные обозначения
uk: Додаткові позначення
uz: Qo‘shimcha belgilanishlar

source: The display for the item
ar: العرض الخاص بالعنصر
fr: Le display de l''objet
lt: Prekės rodymas
nl: De weergave voor het item
pt: A visualização do item
ru: Отображение для элемента
uk: Дисплей для товару
uz: Element uchun ko‘rsatiladigan qiymat

source: doesn''t exist
ar: غير موجود
fr: n'existe pas
lt: neegzistuoja
nl: bestaat niet
pt: não existe
ru: не существует
uk: не існує
uz: mavjud emas

source: Dutch
ar: اللغة الهولندية
fr: Néerlandais
lt: Olandų
nl: Nederlands
pt: holandês
ru: Голландский
uk: Нідерландська
uz: Niderland tili

source: Estonian Edition
ar: النسخة الإستونية
fr: Édition estonienne
lt: Leidimas estų kalba
nl: Estse editie
pt: Edição estónia
ru: Эстонское издание
uk: Естонське видання
uz: Estoncha nashr

source: Error Expanding ValueSet: {0}
ar: خطأ في توسيع مجموعة القيم: {0}
fr: Erreur lors de l''expansion du jeu de valeurs : {0}
lt: Klaida plečiant ValueSet: {0}
nl: Fout in expansie waardelijst: {0}
pt: Erro ao expandir o ValueSet: {0}
ru: Ошибка расширения набора значений: {0}
uk: Помилка при розширенні ValueSet: {0}
uz: ValueSet’ni kengaytirishda xatolik: {0}

source: Exclude
ar: استبعاد
fr: Exclut
lt: Išskirti
nl: Exclusie
pt: Excluir
ru: Исключить
uk: Виключати
uz: Chiqarib tashlash

source: Excluded from
ar: مستبعد من
fr: Exclu de
lt: Neįtraukta į
nl: Geëxcludeerd van
pt: Excluído de
ru: Исключено из
uk: Виключається з
uz: Quyidagidan chiqarib tashlangan

source: exists
ar: موجود
fr: existe
lt: Egzistuoja
nl: bestaat
pt: existe
ru: существует
uk: Існує
uz: mavjud

source: Expansion based on example code system
ar: التوسع على أساس نظام الكود النموذجي
fr: Expansion basée sur un CodeSystem exemple
lt: Išplėtimas pagal pavyzdinę kodų sistemą
nl: Expansie gebaseerd op voorbeeldcodesysteem
pt: Expansão baseada num sistema de códigos de exemplo
ru: Расширение на основе кодовой системы
uk: Розширення на основі прикладу системи кодів
uz: Expansion namunaviy CodeSystem asosida

source: Expansion based on
ar: التوسعة على أساس
fr: Expansion basée sur
lt: Plėtra pagrįsta
nl: Expansie gebaseerd op
pt: Expansão com base em
ru: Расширение на основе
uk: Розширення на основі
uz: Expansion quyidagiga asoslangan

source: Expansion based on:
ar: التوسعة على أساس:
fr: Expansion basée sur :
lt: Plėtra pagrįsta:
nl: Expansie gebaseerd op:
pt: Expansão baseada em:
ru: Расширение основано на:
uk: Розширення на основі:
uz: Expansion quyidagiga asoslangan:

source: Expansion performed internally based on:
ar: يتم التوسيع داخلياً على أساس:
fr: Expansion effectuée en interne basée sur :
lt: Išplėtimas atliekamas viduje pagal:
nl: Expansie intern uitgevoerd gebaseerd op:
pt: Expansão efectuada internamente com base em:
ru: Расширение выполнено на внутреннем основании:
uk: Розширення, що виконується внутрішніми засобами на основі:
uz: Expansion ichki tarzda quyidagiga asoslanib bajarildi:

source: Expansion from {0} based on:
ar: التوسعة من {0} بناءً على:
fr: Expansion de {0} basée sur :
lt: Plėtra nuo {0} pagrįstas:
nl: Expansie from {0} gebaseerd op:
pt: Expansão a partir de {0} com base em:
ru: Расширение от {0} на основе:
uk: Розширення з {0} на підставі:
uz: {0} dan expansion quyidagiga asoslangan:

source: Expansion performed internally based on
ar: التوسعة التي تتم داخليًا بناءً على
fr: Expansion effectuée en interne basée sur
lt: Išplėtimas atliktas viduje remiantis
nl: Expansie intern uitgevoerd gebaseerd op:
pt: Expansão efectuada internamente com base em
ru: Расширение выполнено внутренне на основе
uk: Розширення, що виконується внутрішньо на основі
uz: Expansion ichki tarzda quyidagiga asoslanib bajarildi

source: Expansion from {0} based on
ar: التوسيع من {0} بناءً على
fr: Expansion de {0} basée sur
lt: Plėtra nuo {0} remiantis
nl: Expansie from {0} gebaseerd op
pt: Expansão a partir de {0} com base em
ru: Расширение от {0} на основе
uk: Розширення з {0} на основі
uz: {0} dan expansion quyidagiga asoslangan

source: Expansion based on code system fragment
ar: التوسيع على أساس جزء نظام التعليمات البرمجية
fr: Expansion basée sur un fragment de CodeSystem
lt: Išplėtimas pagal kodo sistemos fragmentą
nl: Expansie gebaseerd op codesysteemfragment
pt: Expansão baseada num fragmento de sistema de códigos
ru: Расширение на основе фрагмента системы кода
uk: Розширення на основі фрагмента системи коду
uz: Expansion code system fragmenti asosida

source: Finnish Edition
ar: النسخة الفنلندية
fr: Édition finlandaise
lt: Leidimas suomių kalba
nl: Finse editie
pt: Edição finlandesa
ru: Финское издание
uk: Фінське видання
uz: Fin nashri

source: generalizes
ar: يعمم
fr: généralise
lt: apibendrina
nl: generaliseert
pt: generaliza
ru: обобщает
uk: Узагальнює
uz: umumlashtiradi

source: This value set has {0} codes in it. In order to keep the publication size manageable, only a selection ({1} codes) of the whole set of codes is shown.
ar: تحتوي مجموعة القيم هذه على {0} رموز فيها. من أجل الحفاظ على حجم المنشور قابلاً للإدارة، يتم عرض مجموعة مختارة فقط ({1} رموز) من مجموعة الرموز بأكملها.
fr: Ce jeu de valeurs (ValueSet) a {0} codes. Pour garder la publication gérable, seulement une selection ({1} codes) de l''ensemble des codes est affiché.
lt: Šis reikšmių rinkinys turi {0} jame esantys kodai. Kad leidinio dydis būtų valdomas, tik atranka ({1} kodai) iš viso kodų rinkinio.
nl: Deze waardelijst bevat {0} codes. Om de publicatiegrootte beheersbaar te houden, wordt alleen een selectie ({1} codes) van de hele set codes getoond.
pt: Este conjunto de valores contém {0} códigos. A fim de manter o tamanho da publicação gerível, é apresentada apenas uma seleção ({1} códigos) de todo o conjunto de códigos.
ru: Этот набор значений имеет {0} кодов в нем. Для того, чтобы размер публикации оставался управляемым, только выбор ({1} кодов) показывается.
uk: Цей набір значень має {0} кодів у ньому. Для того, щоб розмір публікації залишався керованим, лише вибір ({1} кодів) всього набору кодів.
uz: Ushbu qiymatlar to‘plamida {0} ta kod mavjud. Nashr hajmini maqbul darajada saqlash uchun kodlar to‘plamining faqat bir qismi ({1} ta kod) ko‘rsatilgan.

source: This value set has at least {0} codes in it. In order to keep the publication size manageable, only a selection ({1} codes) of the whole set of codes is shown.
ar: تحتوي مجموعة القيم هذه على {0} رمز على الأقل فيها. من أجل الحفاظ على حجم المنشور قابلاً للإدارة، يتم عرض مجموعة مختارة فقط ({1} رمز) من مجموعة الرموز بأكملها.
fr: Ce jeu de valeurs (ValueSet) a au moins {0} codes. Pour garder la publication gérable, seulement une selection ({1} codes) de l''ensemble des codes est affiché.
lt: Šis reikšmių rinkinys turi bent {0} jame esantys kodai. Kad leidinio dydis būtų valdomas, tik atranka ({1} kodai) iš viso kodų rinkinio.
nl: Deze waardelijst bevat tenminste {0} codes. Om de publicatiegrootte beheersbaar te houden, wordt alleen een selectie ({1} codes) van de hele set codes getoond.
pt: Este conjunto de valores contém pelo menos {0} códigos. A fim de manter o tamanho da publicação gerível, é apresentada apenas uma seleção ({1} códigos) de todo o conjunto de códigos.
ru: В этом наборе значений по крайней мере {0} кодов. Чтобы сохранить размер публикации управляемым, показывается только выбор ({1} кодов) всего набора кодов.
uk: Цей набір значень має не менше {0} кодів у ньому. Для того, щоб розмір публікації залишався керованим, лише вибір ({1} кодів) всього набору кодів.
uz: Ushbu qiymatlar to‘plamida kamida {0} ta kod mavjud. Nashr hajmini maqbul darajada saqlash uchun kodlar to‘plamining faqat bir qismi ({1} ta kod) ko‘rsatilgan.

source: Irish Edition
ar: النسخة الأيرلندية
fr: Édition irlandaise
lt: Airiškas leidimas
nl: Ierse editie
pt: Edição irlandesa
ru: Ирландское издание
uk: Ірландське видання
uz: Irlandiya nashri

source: Import all the codes that are contained in
fr: Importe tous les codes contenu dans
lt: Importuoti visus kodus, esančius
nl: Importeer alle codes die staan in
ru: Импортировать все коды, содержащиеся в
uk: Імпортуйте всі коди, які містяться в
uz: Quyidagida mavjud bo‘lgan barcha kodlarni import qilish

source: in
ar: في
fr: dans
lt: į
pt: em
ru: в
uk: В
uz: ichida

source: inactive
ar: غير نشط
fr: inactif
lt: Neaktyvus
nl: inactief
pt: inativo
ru: неактивный
uk: Неактивні
uz: faol emas

source: Inactive
ar: غير نشط
fr: Inactif
lt: Neaktyvus
nl: Inactief
pt: Inativo
ru: Неактивный
uk: Неактивні
uz: Faol emas

source: Include
ar: تضمين
fr: Inclut
lt: Įtraukti
nl: Inclusie
pt: Incluir
ru: Включить
uk: Включити
uz: Kiritish

source: Included into
ar: مضمنة في
fr: Inclus dans
lt: Įtraukta į
nl: Geïncludeerd in
pt: Incluído em
ru: Включено в
uk: Входить до складу
uz: Quyidagiga kiritilgan

source: International
ar: الدولية
lt: Tarptautinis
nl: Internationaal
pt: Internacional
ru: Международные
uk: Міжнародний
uz: Xalqaro

source: is-not-a
ar: ليست
fr: n''est-pas-un
lt: yra-nėra-a
pt: não é um
uk: є-не-а

source: Republic of Korea Edition (South Korea)
ar: إصدار جمهورية كوريا (كوريا الجنوبية)
fr: Édition de la République de Corée (Corée du Sud)
lt: Korėjos Respublikos leidimas (Pietų Korėja)
nl: Zuid-Koreaanse editie
pt: Edição da República da Coreia (Coreia do Sul)
ru: Республика Корея издание (Южная Корея)
uk: Видання Республіки Корея (Південна Корея)
uz: Koreya Respublikasi nashri (Janubiy Koreya)

source: Level
ar: المستوى
fr: Niveau
lt: Lygis
pt: Nível
ru: Уровень
uk: Рівень
uz: Daraja

source: Loinc v
ar: لوينك ف
lt: Lina Vaitkevičiūtė
uk: Рішення у справі «Лоінк проти Німеччини» (Lo

source: This ValueSet requires the Code system Supplement
lt: Šiam ValueSet reikalingas kodų sistemos papildymas
uz: Ushbu ValueSet kod tizimi qo‘shimchasini talab qiladi

source: Norwegian Edition
ar: النسخة النرويجية
fr: Édition norvégienne
lt: Leidimas norvegų kalba
nl: Noorse editie
pt: Edição norueguesa
ru: Норвежское издание
uk: Норвезьке видання
uz: Norvegiya nashri

source: Note: {0}
ar: ملاحظة: {0}
lt: Nata: {0}
pt: Nota: {0}
ru: Примечание: {0}
uk: Примітка: {0}
uz: Izoh: {0}

source: not in
ar: ليس في
fr: pas dans
lt: ne
nl: niet in
pt: não em
ru: не в
uk: Не в
uz: tarkibida emas

source: This include specifies a hierarchy for when value sets are generated for use in a User Interface, but the rules are not properly defined
ar: يحدد هذا التضمين التسلسل الهرمي لوقت إنشاء مجموعات القيم لاستخدامها في واجهة المستخدم، ولكن لم يتم تحديد القواعد بشكل صحيح
fr: Cette inclusion spécifie une hiérarchie pour lorsque les jeux de valeurs sont générés pour une utilisation dans une interface utilisateur, mais les règles ne sont pas correctement définies
lt: Šis įtraukimas nurodo hierarchiją, kada reikšmių rinkiniai generuojami naudoti vartotojo sąsajoje, bet taisyklės nėra tinkamai apibrėžtos
nl: Deze inclusie specificeert een hiërarchie voor wanneer waardelijsten worden gemaakt voor een gebruikersinterface, maar de regels zijn niet voldoende gedefinieerd
pt: Este include especifica uma hierarquia para quando os conjuntos de valores são gerados para utilização numa interface de utilizador, mas as regras não estão corretamente definidas
ru: Включает в себя иерархию при генерации наборов значений для использования в пользовательском интерфейсе, но правила неправильно определены
uk: Це включає ієрархію, коли набори значень генеруються для використання в інтерфейсі користувача, але правила не визначені належним чином
uz: Ushbu include qiymatlar to‘plamlari foydalanuvchi interfeysida foydalanish uchun yaratilganda qo‘llaniladigan ierarxiyani belgilaydi, biroq qoidalar yetarlicha aniq belgilanmagan

source: This include specifies a hierarchy for when value sets are generated for use in a User Interface. The expansion contains this structure, and any codes not found in the structure:
ar: يحدد هذا التضمين التسلسل الهرمي عند إنشاء مجموعات القيم لاستخدامها في واجهة المستخدم. تحتوي التوسعة على هذه البنية، وأي رموز غير موجودة في البنية:
fr: Cette inclusion spécifie une hiérarchie pour lorsque les jeux de valeurs sont générés pour une utilisation dans une interface utilisateur. L''expansion contient cette structure, et tous les codes non trouvés dans la structure :
lt: Šis įtraukimas nurodo hierarchiją, kada reikšmių rinkiniai generuojami naudoti vartotojo sąsajoje. Išplėtime yra ši struktūra ir visi struktūroje nerasti kodai:
nl: Deze inclusie specificeert een hiërarchie voor wanneer waardelijsten worden gemaakt voor een gebruikersinterface. De expansie bevat deze structuur en eventuele codes buiten de structuur:
pt: Esse include especifica uma hierarquia para quando os conjuntos de valores são gerados para utilização em uma interface de usuário. A expansão contém essa estrutura e quaisquer códigos não encontrados na estrutura:
ru: Включает иерархию при генерации наборов значений для использования в пользовательском интерфейсе. Расширение содержит эту структуру, и любые коды, не найденные в структуре:
uk: Це включає ієрархію, коли генеруються набори значень для використання в інтерфейсі користувача. Розширення містить цю структуру, а також будь-які коди, яких немає в структурі:
uz: Ushbu include qiymatlar to‘plamlari foydalanuvchi interfeysida foydalanish uchun yaratilganda qo‘llaniladigan ierarxiyani belgilaydi. Kengaytma ushbu tuzilmani o‘z ichiga oladi va tuzilmada topilmagan har qanday kodlarni ham qamrab oladi:

source: (no version)
ar: (بدون إصدار)
fr: (pas de version)
lt: (be versijos)
nl: (geen versie)
pt: (sem versão)
ru: (нет версии)
uk: (без версії)
uz: (versiya ko‘rsatilmagan)

source: (no version) (
ar: (بدون إصدار) (
fr: (pas de version) (
lt: (be versijos) (
nl: (geen versie) (
pt: (sem versão) (
ru: (нет версии) (
uk: (без версії) (
uz: (versiya ko‘rsatilmagan) (

source: null
ar: لا شيء
lt: nulis
pt: nulo
ru: пустой
uk: нуль

source: This value set expansion contains {0} concepts.
ar: يحتوي توسع مجموعة القيم هذا على مفاهيم {0}.
fr: L''expension de ce jeu de valeurs (ValueSet) contient {0} concepts.
lt: Šiame reikšmių rinkinio išplėtime yra {0} Sąvokos.
nl: Deze waardelijst-expansie bevat {0} concepten.
pt: Esta expansão do conjunto de valores contém {0} conceitos.
ru: Это расширение набора значений содержит {0} концепции.
uk: Розширення цього набору значень містить {0} Концепції.
uz: Ushbu qiymatlar to‘plami kengaytmasi {0} ta tushunchani o‘z ichiga oladi.

source: New Zealand Edition
ar: إصدار نيوزيلندا
fr: Édition néo-zélandaise
lt: Naujosios Zelandijos leidimas
nl: Nieuw-Zeelandse editie
pt: Edição da Nova Zelândia
ru: Новозеландское издание
uk: Новозеландське видання
uz: Yangi Zelandiya nashri

source: Other Display ({0})
ar: عرض أخرى ({0})
fr: Autre affichage ({0})
lt: Kitas ekranas ({0})
nl: Andere weergave ({0})
pt: Outro ecrã ({0})
ru: Другое отображение ({0})
uk: Інший дисплей ({0})
uz: Boshqa ko‘rsatiladigan qiymat ({0})

source: matches (by regex)
ar: التطابق (حسب الرجعيات)
fr: correspond (par regex)
lt: Atitikmenys (pagal regex)
nl: matches (op regex)
pt: correspondências (por regex)
ru: совпадений (по регулярным выражениям)
uk: матчі (за регулярним виразом)
uz: (regex orqali) mos keladi

source: This value set excludes codes based on the following rules:
ar: تستثني مجموعة القيم هذه الرموز بناءً على القواعد التالية:
fr: Ce jeu de valeur (ValueSet) exclut les codes selon les règles suivantes :
lt: Į šį reikšmių rinkinį neįtraukiami kodai pagal šias taisykles:
nl: Deze waardelijst excludeert codes gebaseerd op de volgende regels:
pt: Este conjunto de valores exclui códigos com base nas seguintes regras:
ru: Этот набор значений исключает коды, основанные на следующих правилах:
uk: Цей набір значень виключає коди на основі таких правил:
uz: Ushbu qiymatlar to‘plami quyidagi qoidalarga asoslanib kodlarni istisno qiladi:

source: This value set includes codes based on the following rules:
ar: تتضمن مجموعة القيم هذه رموزًا تستند إلى القواعد التالية:
fr: Ce jeu de valeur (ValueSet) inclut les codes selon les règles suivantes :
lt: Į šį reikšmių rinkinį įeina kodai, pagrįsti šiomis taisyklėmis:
nl: Deze waardelijst includeert codes gebaseerd op de volgende regels:
pt: Este conjunto de valores inclui códigos baseados nas seguintes regras:
ru: Этот набор значений включает коды, основанные на следующих правилах:
uk: Цей набір значень включає коди, засновані на наступних правилах:
uz: Ushbu qiymatlar to‘plami quyidagi qoidalar asosida kodlarni o‘z ichiga oladi:
