Repository: hapifhir/org.hl7.fhir.core
Catalog: org.hl7.fhir.utilities/src/main/resources/source/validator-messages-*.po
Languages: lt, nl, pt

source: Slicing rules on differential ({0}) do not match those on base ({1}) - order @ {2} ({3})
lt: Diferencialo pjaustymo taisyklės ({0}) nesutampa su bazės ({1}) - užsakymas @ {2} ({3})
nl: Slicingregels op differential ({0}) komen niet overeen met die van de basis ({1}) - volgorde @ {2} ({3})
pt: As regras de corte no diferencial ({0}) não correspondem às da base ({1}) - ordem @ {2} ({3})

source: Slicing rules on differential ({0}) do not match those on base ({1}) - rule @ {2} ({3})
lt: Diferencialo pjaustymo taisyklės ({0}) nesutampa su bazės ({1}) - taisyklė @ {2} ({3})
nl: Slicingregels op differential ({0}) komen niet overeen met die van de basis ({1}) - regel @ {2} ({3})
pt: As regras de corte no diferencial ({0}) não correspondem às da base ({1}) - regra @ {2} ({3})

source: StructureDefinition {0} at {1}: invalid constrained type {2} from {3} in {4}
lt: Struktūros apibrėžimas {0} prie {1}: neleistinas suvaržytas tipas {2} iš {3} į {4}
nl: StructureDefinition {0} in {1}: incorrect beperkt type {2} van {3} in {4}

source: Could not confirm that the codes provided are from the extensible value set {0} because there is no terminology service
lt: Nepavyko patvirtinti, kad pateikti kodai yra iš išplėstinių reikšmių rinkinio {0} nes nėra terminologijos paslaugos
nl: Kan niet bevestigen dat de gevonden codes bestaan in de uitbreidbare waardelijst {0} omdat er geen terminologieservice is
pt: Não foi possível confirmar que os códigos fornecidos pertencem ao conjunto de valores extensíveis {0} porque não existe um serviço de terminologia

source: Could not confirm that the codes provided are from the required value set {0} because there is no terminology service
lt: Nepavyko patvirtinti, kad pateikti kodai yra iš reikiamo reikšmių rinkinio {0} nes nėra terminologijos paslaugos
nl: Kan niet bevestigen dat de gevonden codes bestaan in de verplichte waardelijst {0} omdat er geen terminologieservice is
pt: Não foi possível confirmar que os códigos fornecidos pertencem ao conjunto de valores exigido {0} porque não existe um serviço de terminologia

source: The OID ''{0}'' matches multiple resources ({1})
lt: OID ''{0}'' atitinka kelis išteklius ({1})
nl: De oid ''{0}'' komt overeen met meerdere resources ({1})
pt: O OID ''{0}'' corresponde a vários recursos ({1})

source: The OID ''{0}'' matches multiple resources ({2}); {1} was chosen as the most appropriate
lt: OID ''{0}'' atitinka kelis išteklius ({2}); {1} buvo pasirinktas kaip tinkamiausias
nl: De oid ''{0}'' komt overeen met meerdere resources ({2}); {1} is gekozen als meest relevante
pt: O OID ''{0}'' corresponde a vários recursos ({2}); {1} foi escolhido como o mais adequado

source: The system URL ''{0}'' wrongly starts with https: not http:
lt: Sistemos URL ''{0}'' klaidingai prasideda https: ne http:
nl: De system URL ''{0}'' begint onterecht met https: in plaats van http:
pt: O URL do sistema ''{0}'' começa incorretamente com https: e não com http:

source: The definition for the Code System with URI ''{0}'' doesn''t provide any codes so the code cannot be validated
lt: Kodų sistemos su URI apibrėžimas{0}'' nepateikia jokių kodų, todėl kodas negali būti patvirtintas
nl: De definitie voor het CodeSystem met uri ''{0}'' heeft geen codes dus de code kan niet worden gecontroleerd
pt: A definição do sistema de códigos com o URI ''{0}'' não fornece quaisquer códigos, pelo que o código não pode ser validado

source: A code with no system has no defined meaning, and it cannot be validated. A system should be provided
lt: Kodas be sistemos neturi apibrėžtos reikšmės ir jo negalima patvirtinti. Turėtų būti sukurta sistema
nl: Een code zonder system heeft geen gedefinieerde betekenis en kan niet worden gevalideerd. Er zou een system moeten zijn
pt: Um código sem sistema não tem um significado definido e não pode ser validado. Deve ser fornecido um sistema

source: The code system reference {0} is wrong - the code system reference cannot be a reference to build.fhir.org. This may be the correct reference: {1}
lt: Kodų sistemos nuoroda {0} yra neteisinga - kodų sistemos nuoroda negali būti nuoroda į build.fhir.org. Tai gali būti teisinga nuoroda: {1}
nl: De codesysteemverwijzing {0} is incorrect - de codesysteemverwijzing kan niet naar build.fhir.org leiden. Mogelijk is dit de juiste verwijzing: {1}
pt: A referência do sistema de códigos {0} está incorrecta - a referência do sistema de códigos não pode ser uma referência a build.fhir.org. Esta pode ser a referência correta: {1}

source: The code system reference {0} is wrong - the code system reference cannot be to an HTML page. This may be the correct reference: {1}
lt: Kodų sistemos nuoroda {0} yra neteisinga - kodų sistemos nuoroda negali būti į HTML puslapį. Tai gali būti teisinga nuoroda: {1}
nl: De codesysteemverwijzing {0} is incorrect - de codesysteemverwijzing kan niet naar een HTML-pagina leiden. Mogelijk is dit de juiste verwijzing: {1}
pt: A referência do sistema de códigos {0} está incorrecta - a referência do sistema de códigos não pode ser a uma página HTML. Esta pode ser a referência correta: {1}

source: The OID ''{0}'' is not known, so the code can''t be validated
lt: OID ''{0}'' nežinomas, todėl kodo negalima patvirtinti
nl: De oid ''{0}'' is onbekend dus de code kan niet worden gevalideerd
pt: O OID ''{0}'' não é conhecido, pelo que o código não pode ser validado

source: Multiple matching targets for the textLink data reference ''{0}'' were found in the resource
lt: Keli atitinkantys tikslai textLink duomenų nuorodai ''{0}'' buvo rasta šaltinyje
nl: !!Er zijn meerdere matches gevonden voor het HTML idref attribuut ''{0}'' in de resource
pt: !!Foram encontrados vários alvos correspondentes para o atributo HTML idref ''{0}'' no recurso

source: The target of the textLink data reference ''{0}'' was not found in the resource
lt: "textLink" duomenų nuorodos tikslas ""{0}'' nerastas ištekliuose
nl: !!Het doel van HTML idref attribuut ''{0}'' is niet gevonden in de resource
pt: !!O destino do atributo HTML idref ''{0}'' não foi encontrado no recurso

source: No data element was found in the textLink extension
lt: Plėtinyje textLink nerastas joks duomenų elementas
nl: Er is geen data-element gevonden in de textLink-extensie

source: A textLink extension was found, but there was no xhtml element present for that targets of the html references
lt: Buvo rastas textLink plėtinys, bet nebuvo xhtml elemento, skirto tam html nuorodų tikslui

source: The html id ''{0}'' was not found in the xhtml
lt: HTML ID ''{0}'' nerastas xhtml

source: The textLink selector ''{0}'' is invalid: {1}
lt: "textLink" parinkiklis ""{0}'' neleistinas: {1}

source: No valid coding was found for the value set ''{0}''
lt: Nerastas tinkamas reikšmių rinkinio '' kodavimas{0}''
nl: Er is geen geldige coding gevonden voor de waardelijst ''{0}''
pt: Não foi encontrada nenhuma codificação válida para o conjunto de valores ''{0}''

source: The full data set is only {0}% loaded ({1} of {2}) for searching - repeat this query in a few minutes (max ~15min);
lt: Visas duomenų rinkinys yra tik {0}Pakrauta % ({1} iš {2}) paieškai - pakartokite šią užklausą po kelių minučių (max ~15min);
nl: !!De hele dataset is slechts voor {0}% geladen ({1} van {2}) voor zoeken - probeer de query nogmaals over een paar minuten (max ~15min)');
pt: O conjunto de dados completo está apenas {0}% carregado ({1} de {2}) para pesquisa - repita esta consulta dentro de alguns minutos (máximo ~15min);

source: The server return null from a batch validation request
lt: Serveris pateikia nulinę reikšmę iš paketinio tikrinimo užklausos
nl: De server gaf null terug voor een batch validatieverzoek
pt: O servidor devolve um valor nulo de um pedido de validação de lote

source: The fixed value [system {0}, code {1}, and display ''{2}''] defined in the profile {3} not found. Issues: {4}
lt: Fiksuota vertė [sistema {0}Kodas {1}ir rodyti ''{2}''] apibrėžta profilyje {3} nerasta. Klausimus: {4}
nl: De vaste waarde [system {0}, code {1} en display ''{2}''] gedefinieerd in het profiel {3} is niet gevonden. Issues: {4}
pt: O valor fixo [sistema {0}, código {1} e ecrã ''{2}''] definido no perfil {3} não foi encontrado. Problemas: {4}

source: The fixed value [system {0}, code {1}, display ''{2}'' and userSelected {5}] defined in the profile {3} not found. Issues: {4}
lt: Fiksuota vertė [sistema {0}Kodas {1}, rodyti ''{2}'' ir userSelected {5}] apibrėžta profilyje {3} nerasta. Klausimus: {4}
nl: De vaste waarde [system {0}, code {1}, display ''{2}'' en userselected {5}] gedefinieerd in het profiel {3} is niet gevonden. Issues: {4}
pt: O valor fixo [system {0}, code {1}, display ''{2}'' e userSelected {5}] definido no perfil {3} não foi encontrado. Problemas: {4}

source: The pattern [system {0}, code {1}, and display ''{2}''] defined in the profile {3} not found. Issues: {4}
lt: Modelis [sistema {0}Kodas {1}ir rodyti ''{2}''] apibrėžta profilyje {3} nerasta. Klausimus: {4}
nl: Het patroon [system {0}, code {1} en display ''{2}''] gedefinieerd in het profiel {3} is niet gevonden. Issues: {4}
pt: O padrão [sistema {0}, código {1} e ecrã ''{2}''] definido no perfil {3} não foi encontrado. Problemas: {4}

source: The pattern [system {0}, code {1}, display ''{2}'' and userSelected {5}] defined in the profile {3} not found. Issues: {4}
lt: Modelis [sistema {0}Kodas {1}, rodyti ''{2}'' ir userSelected {5}] apibrėžta profilyje {3} nerasta. Klausimus: {4}
nl: Het patroon [system {0}, code {1}, display ''{2}'' en userselected {5}] gedefinieerd in het profiel {3} is niet gevonden. Issues: {4}
pt: O padrão [system {0}, code {1}, display ''{2}'' e userSelected {5}] definido no perfil {3} não foi encontrado. Problemas: {4}

source: Canonical URLs must be absolute URLs if they are not fragment references ({0})
lt: Kanoniniai URL turi būti absoliutūs URL, jei jie nėra fragmentinės nuorodos ({0})
nl: Canonical url''s moeten absolute url''s zijn, als het geen fragmentverwijzingen zijn ({0})
pt: Os URLs canónicos devem ser URLs absolutos se não forem referências a fragmentos ({0})

source: Canonical URLs in contained resources must be absolute URLs if present ({0})
lt: Kanoniniai URL esančiuose ištekliuose turi būti absoliutūs URL, jei yra ({0})
nl: Canonical url''s in contained resources moeten absolute url''s zijn indien aanwezig ({0})
pt: Os URLs canónicos nos recursos contidos devem ser URLs absolutos se estiverem presentes ({0})

source: The base64 content in the {0} element is not valid base64: {1}
lt: Base64 turinys {0} elementas neleistinas base64: {1}

source: The hash of the data did not match the data (stated: ''{0}'', actual: ''{1}'')
lt: Duomenų maiša neatitiko duomenų (teigiama: ''{0}'', faktinis: ''{1}'')

source: Attachments have data and/or url, or else SHOULD have either contentType and/or language
lt: Priedai turi duomenis ir (arba) URL, arba TURĖTŲ turėti contentType ir (arba) kalbą
nl: Attachments bevatten data en/of url, of ZOUDEN contentType en/of language MOETEN bevatten
pt: Os anexos têm dados e/ou url, ou então DEVEM ter contentType e/ou idioma

source: Attachment size cannot be checked because the validator has not been set up to access the network (url = {0})
lt: Priedo dydžio patikrinti negalima, nes tikrintuvas nenustatytas prieigai prie tinklo (url = {0})
nl: Attachment grootte kan niet worden gecontroleerd omdat de validator niet geconfigureerd is voor netwerktoegang (url = {0})
pt: O tamanho do anexo não pode ser verificado porque o validador não foi configurado para aceder à rede (url = {0})

source: Stated Attachment Size {0} does not match actual attachment size {1}
lt: Nurodytas priedo dydis {0} neatitinka tikrojo priedo dydžio {1}
nl: Opgegeven Attachment grootte {0} komt niet overeen met werkelijke grootte van de bijlage {1}
pt: O tamanho do anexo declarado {0} não corresponde ao tamanho real do anexo {1}

source: Stated Attachment Size {0} is not valid
lt: Nurodytas priedo dydis {0} neleistinas
nl: Opgegeven Attachment grootte {0} is niet geldig
pt: O tamanho de anexo declarado {0} não é válido

source: Attachment size is {0} bytes which exceeds the stated limit of {1} bytes
lt: Priedo dydis yra {0} baitų, kurie viršija nurodytą ribą {1} Baitų
nl: Attachment grootte is {0} bytes, wat groter is dan de ingestelde grenswaarde van {1} bytes
pt: O tamanho do anexo é de {0} bytes, o que excede o limite indicado de {1} bytes

source: Attachment size cannot be checked because the validator doesn''t understand how to access {0}
lt: Priedo dydžio patikrinti negalima, nes tikrintojas nesupranta, kaip pasiekti {0}
nl: Attachment grootte kan niet worden gecontroleerd omdat de validator niet weet hoe het toegang tot dit netwerk krijgt {0}
pt: O tamanho do anexo não pode ser verificado porque o validador não sabe como aceder a {0}

source: Attachment size cannot be checked because there was an error accesssing {0}: {1}
lt: Priedo dydžio patikrinti negalima, nes įvyko prieigos klaida {0}: {1}
nl: Attachment grootte kan niet worden gecontroleerd omdat er een probleem was bij toegang tot {0}: {1}
pt: O tamanho do anexo não pode ser verificado porque ocorreu um erro ao aceder a {0}: {1}

source: Base64 encoded values are not allowed to contain any whitespace (per RFC 4648). Note that non-validating readers are encouraged to accept whitespace anyway
lt: Base64 užkoduotose reikšmėse neleidžiama turėti tarpų (pagal RFC 4648). Atkreipkite dėmesį, kad nepatvirtinantys skaitytojai vis tiek raginami priimti tarpus
nl: Base64 gecodeerde waarden mogen geen whitespace bevatten (per RFC 4648). Noot dat niet-validerende lezers wordt aanbevolen om whitespace toch te accepteren
pt: Não é permitido que os valores codificados em base64 contenham espaços em branco (de acordo com o RFC 4648). Note-se que os leitores não validadores são encorajados a aceitar espaços em branco de qualquer forma

source: Base64 encoded values SHOULD not contain any whitespace (per RFC 4648). Note that non-validating readers are encouraged to accept whitespace anyway
lt: Base64 užkoduotose reikšmėse NETURĖTŲ būti jokių tarpų (pagal RFC 4648). Atkreipkite dėmesį, kad nepatvirtinantys skaitytojai vis tiek raginami priimti tarpus
nl: Base64 gecodeerde waarden zouden geen whitespace mogen bevatten (per RFC 4648). Noot dat niet-validerende lezers wordt aanbevolen om whitespace toch te accepteren
pt: Os valores codificados em base64 não DEVEM conter espaços em branco (de acordo com o RFC 4648). Note-se que os leitores não validadores são encorajados a aceitar espaços em branco de qualquer forma

source: Base64 size is {0} bytes which exceeds the stated limit of {1} bytes
lt: Base64 dydis yra {0} baitų, kurie viršija nurodytą ribą {1} Baitų
nl: Base64 grootte is {0} bytes, wat groter is dan de ingestelde grenswaarde van {1} bytes
pt: O tamanho da base64 é {0} bytes, o que excede o limite indicado de {1} bytes

source: There are multiple different potential matches for the url ''{0}''. It might be a good idea to fix to the correct version to reduce the likelihood of a wrong version being selected by an implementation/implementer, or use the [IG Parameter `pin-canonicals`](https://hl7.org/fhir/tools/CodeSystem-ig-parameters.html). Using version ''{1}'', found versions: {2}. Suggested fix: change the canonical reference from ''{0}'' to ''{0}|{1}''
lt: Yra keli skirtingi galimi atitikmenys URL ''{0}''. Gali būti gera idėja pataisyti teisingą versiją, kad sumažintumėte tikimybę, kad įgyvendintojas/įgyvendintojas pasirinks neteisingą versiją, arba naudoti [IG parametrą 'pin-canonicals'](https://hl7.org/fhir/tools/CodeSystem-ig-parameters.html). Naudojant versiją ''{1}'', rastos versijos: {2}. Siūlomas pataisymas: pakeiskite kanoninę nuorodą iš ''{0}'' į ''{0}|{1}''
nl: Er zijn meerdere potentiële matches voor de url ''{0}''. Het is mogelijk een goed idee om de juiste versie te koppelen om de kans op selectie van een verkeerde versie door een implementatie/implementer te verminderen, of om de [IG Parameter `pin-canonicals`](https://hl7.org/fhir/tools/CodeSystem-ig-parameters.html) te gebruiken. Gebruikt versie ''{1}'', gevonden versies: {2}. Suggestie: wijzig canonical reference van ''{0}'' naar ''{0}|{1}''
pt: Existem várias correspondências potenciais diferentes para o url ''{0}''. Pode ser uma boa ideia corrigir para a versão correta para reduzir a probabilidade de uma versão errada ser selecionada por um implementador/implementador, ou usar o [IG Parameter `pin-canonicals`](https://hl7.org/fhir/tools/CodeSystem-ig-parameters.html). Usando a versão ''{1}'', versões encontradas: {2}. Sugestão de correção: alterar a referência canónica de ''{0}'' para ''{0}|{1}''

source: A definition could not be found for Canonical URL ''{0}''
lt: Nepavyko rasti kanoninio URL apibrėžimo{0}''
nl: !!Canonical URL ''{0}'' leidt nergens heen
pt: Não foi possível encontrar uma definição para o URL canónico ''{0}''

source: Canonical URL ''{0}'' exists, but can''t be loaded, so it can''t be checked for validity
lt: Kanoninis URL ''{0}'' yra, bet jo negalima įkelti, todėl negalima patikrinti jo galiojimo
nl: Canonical url ''{0}'' bestaat, maar kan niet worden geladen, dus deze kan niet worden gecontroleerd op geldigheid
pt: O URL canónico ''{0}'' existe, mas não pode ser carregado, pelo que a sua validade não pode ser verificada

source: Canonical URL ''{0}'' refers to a resource that has the wrong type. Found {1} expecting one of {2}
lt: Kanoninis URL ''{0}'' reiškia netinkamo tipo išteklius. Rasti {1} Laukiasi vieno iš {2}
nl: Canonical URL ''{0}'' verwijst naar een resource met het verkeerde type. Gevonden {1}, verwacht een van {2}
pt: O URL canónico ''{0}'' refere-se a um recurso que tem o tipo errado. Encontrado {1} à espera de um de {2}

source: Found {0} decimal places which exceeds the stated limit of {1} digits
lt: Rasti {0} skaičių po kablelio, kuris viršija nurodytą {1} Skaitmenų
nl: {0} decimalen gevonden wat groter is dan de ingestelde grenswaarde van {1} cijfers
pt: Encontrou {0} casas decimais que excedem o limite indicado de {1} dígitos

source: if identifier.system is ''urn:ietf:rfc:3986'', then the identifier.value must be a full URI (e.g. start with a scheme), not ''{0}''
lt: jei identifier.system yra ''urn:ietf:rfc:3986'', tada identifier.value turi būti visas URI (pvz., pradėti nuo schemos), o ne ''{0}''
nl: als identifier.system ''urn:ietf:rfc:3986'' is, dan moet de identifier.value een volledige uri zijn (dus beginnen met een scheme), niet ''{0}''
pt: se identifier.system for ''urn:ietf:rfc:3986'', então o identifier.value tem de ser um URI completo (por exemplo, começar com um esquema) e não ''{0}''

source: The URL ''https://tools.ietf.org/html/rfc4122'' is not correct for the identifier ''{0}''
lt: URL ''https://tools.ietf.org/html/rfc4122'' neteisingas identifikatoriui ''{0}''
nl: De url ''https://tools.ietf.org/html/rfc4122'' is niet correct voor de identifier ''{0}''
pt: O URL ''https://tools.ietf.org/html/rfc4122'' não está correto para o identificador ''{0}''

source: The URL ''https://tools.ietf.org/html/rfc4122'' should not be used with the UUID ''{0}''. Prefix the value with ''urn:uuid:'' and use the system value ''urn:ietf:rfc:3986'' instead
lt: URL ''https://tools.ietf.org/html/rfc4122'' neturėtų būti naudojamas su UUID ''{0}''. Priešdėlis reikšmei ''urn:uuid:'' ir naudokite sistemos reikšmę ''urn:ietf:rfc:3986''
nl: The url ''https://tools.ietf.org/html/rfc4122'' moet niet worden gebruikt met de uuid ''{0}''. Prefix de waarde met ''urn:uuid:'' en gebruik als systeem ''urn:ietf:rfc:3986''
pt: O URL ''https://tools.ietf.org/html/rfc4122'' não deve ser utilizado com o UUID ''{0}''. Prefixar o valor com ''urn:uuid:'' e utilizar o valor do sistema ''urn:ietf:rfc:3986''

source: The URL ''https://tools.ietf.org/html/rfc4122'' should not be used with the UUID ''{0}''. Use the system value ''urn:ietf:rfc:3986'' instead
lt: URL ''https://tools.ietf.org/html/rfc4122'' neturėtų būti naudojamas su UUID ''{0}''. Vietoj to naudokite sistemos reikšmę ''urn:ietf:rfc:3986''
nl: The url ''https://tools.ietf.org/html/rfc4122'' moet niet worden gebruikt met de uuid ''{0}''. Gebruik als systeem ''urn:ietf:rfc:3986''
pt: O URL ''https://tools.ietf.org/html/rfc4122'' não deve ser utilizado com o UUID ''{0}''. Em vez disso, utilize o valor de sistema ''urn:ietf:rfc:3986''

source: The markdown contains content that appears to be an embedded HTML tag starting at ''{0}''. This will (or SHOULD) be escaped by the presentation layer. The content should be checked to confirm that this is the desired behaviour
lt: Žymėjime yra turinio, kuris atrodo kaip įterpta HTML žyma, prasidedanti nuo ""{0}''. Tai bus (arba turėtų) išvengti pristatymo sluoksnis. Turinys turėtų būti patikrintas, kad būtų patvirtinta, kad tai yra pageidaujamas elgesys
nl: De markdown bevat content die lijkt op een ingevoegde HTML tag beginnend bij ''{0}''. Dit zal (of ZOU MOETEN) worden overgeslagen in de presentatielaaag. De content moet worden gecontroleerd om te bevestigen dat dit het gewenste geedrag i
pt: A remarcação para baixo contém conteúdo que parece ser uma etiqueta HTML incorporada que começa em ''{0}''. Isto será (ou DEVERÁ) ser escapado pela camada de apresentação. O conteúdo deve ser verificado para confirmar que este é o comportamento desejado

source: Exception evaluating regex ''{0}'' on type {1}: {2}
lt: Išimtis, vertinanti reguliariąją išraišką ''{0}'' ant tipo {1}: {2}
nl: Fout bij evaluatie regex ''{0}'' op type {1}: {2}
pt: Exceção ao avaliar o regex ''{0}'' no tipo {1}: {2}

source: Neither the element value ''{0}'' or the formatted value ''{1}'' meet {2} regex ''{3}''
lt: Nei elemento reikšmė ''{0}'' arba suformatuota reikšmė ''{1}'' susitikti {2} regex ''{3}''
nl: Zowel de elementwaarde ''{0}'' als de opgemaakte waarde ''{1}'' komen niet overeen met {2} regex ''{3}''
pt: Nem o valor do elemento ''{0}'' nem o valor formatado ''{1}'' satisfazem {2} regex ''{3}''

source: The maxValue in the profile has a system code of {0} which is different to the system code in the value {1} so the maximum value cannot be checked
lt: Profilio maxValue sistemos kodas yra {0} kuris skiriasi nuo sistemos kodo reikšmėje {1} todėl negalima patikrinti maksimalios vertės
nl: De maxValue in het profiel heeft een system code {0} welke verschilt van het system code in de waarde {1} dus kan de maximumwaarde niet worden gecontroleerd
pt: O maxValue no perfil tem um código de sistema {0} que é diferente do código de sistema no valor {1}, pelo que o valor máximo não pode ser verificado

source: The maxValue in the profile has no code so the maximum value cannot be checked
lt: MaxValue profilyje neturi kodo, todėl negalima patikrinti maksimalios vertės
nl: De maxValue in het profiel heeft geen code dus kan de maximumwaarde niet worden gecontroleerd
pt: O maxValue no perfil não tem código, pelo que o valor máximo não pode ser verificado

source: Unable to convert value {0} from unit {1} to maxValue unit {2} based on UCUM definitions; maximum value is not valid
lt: Neįmanoma konvertuoti reikšmės {0} iš vieneto {1} iki maxValue vieneto {2} remiantis UCUM apibrėžimais; Maksimali reikšmė neleistina
nl: Kan waarde {0} niet converteren van eenheid {1} naar maxValue eenheid {2} gebaseerd op UCUM-definities; maximumwaarde is niet geldig
pt: Não é possível converter o valor {0} da unidade {1} para a unidade {2} de valor máximo com base nas definições UCUM; o valor máximo não é válido

source: The maxValue in the profile has no system so the maximum value cannot be checked
lt: Profilyje esanti maxValue neturi sistemos, todėl negalima patikrinti maksimalios vertės
nl: De maxValue in het profiel heeft geen systeem dus kan de maximumwaarde niet worden gecontroleerd
pt: O maxValue no perfil não tem sistema, pelo que o valor máximo não pode ser verificado
