Repository: hapifhir/org.hl7.fhir.core
Catalog: org.hl7.fhir.utilities/src/main/resources/source/validator-messages-*.po
Languages: lt, nl, pt

source: The base element has a pattern type of ''{0}'', so this element must have a fixed value of the same type, not ''{1}''
lt: Pagrindinio elemento modelio tipas yra ''{0}'', todėl šis elementas turi turėti fiksuotą to paties tipo reikšmę, o ne ''{1}''
nl: Het onderliggende element heeft een patroon ''{0}'', dus dit element moet dit zelfde patroon voor dit type hebben, niet ''{1}''
pt: O elemento base tem um tipo de padrão ''{0}'', pelo que este elemento deve ter um valor fixo do mesmo tipo, e não ''{1}''

source: , because the value must match the fixed value define in ''{0}''
lt: , nes reikšmė turi atitikti fiksuotą reikšmę, apibrėžtą ''{0}''
nl: , omdat de waarde overeen moet komen met de vaste waarde in ''{0}''
pt: porque o valor tem de corresponder ao valor fixo definido em ''{0}''

source: This profile does not comply with claimed profile ''{0}''
lt: Šis profilis neatitinka nurodyto profilio ''{0}''
nl: !!Dit profiel is niet conform profiel ''{0}''
pt: Este perfil não está em conformidade com o perfil reivindicado ''{0}''

source: The profile ''{0}'' cannot be found, so the validator cannot check that the profile does comply with it
lt: Profilis ''{0}'' nerasta, todėl tikrintojas negali patikrinti, ar profilis atitinka jį
nl: Het profiel ''{0}'' is niet gevonden, dus de validator kan niet controleren of het profiel hier aan voldoet
pt: O perfil ''{0}'' não pode ser encontrado, pelo que o validador não pode verificar se o perfil está em conformidade com o mesmo

source: The validator cannot confirm that this profile complies with the claimed profile ''{0}''
lt: Tikrintojas negali patvirtinti, kad šis profilis atitinka nurodytą profilį ''{0}''
nl: !!De validator kan niet bevestigen dat dit profiel voldoet aan profiel ''{0}''
pt: O validador não pode confirmar que este perfil está em conformidade com o perfil reivindicado ''{0}''

source: The fixed value for the extension URL is {1} which doesn''t match the canonical URL {0}
lt: Fiksuota plėtinio URL reikšmė yra {1} kuris neatitinka kanoninio URL {0}
nl: De vaste waarde voor de extensie-url is {1} wat niet overeenkomt met de canonical url {0}
pt: O valor fixo para o URL de extensão é {1} que não corresponde ao URL canónico {0}

source: The value of Extension.url is not fixed to the extension URL {0}
lt: Extension.url reikšmė nenustatyta plėtinio URL {0}
nl: De waarde van Extension.url is niet vastgezet op de extensie-url {0}
pt: O valor de Extension.url não é fixo para o URL da extensão {0}

source: This element has a {0} but the types {1} do not make this kind of constraint relevant
lt: Šis elementas turi {0} Tačiau tipai {1} nedaro tokio pobūdžio apribojimų aktualių
nl: Dit element heeft een {0} maar de typen {1} maken dit type constraint niet relevant
pt: Este elemento tem um {0}, mas os tipos {1} não tornam este tipo de restrição relevante

source: StructureDefinition {0} must have a derivation, since it has a baseDefinition
lt: Struktūros apibrėžimas {0} turi turėti išvestinį, nes jis turi baseDefinition
nl: StructureDefinition {0} moet een derivation bevatten, aangezien er een baseDefinition is
pt: A definição de estrutura {0} deve ter uma derivação, uma vez que tem uma definição de base

source: The element {0} has types/profiles/targets that are marked as must support, but the element itself is not marked as must-support. The inner must-supports will be ignored unless the element inherits must-support = true
lt: Elementas {0} turi tipus/profilius/paskirtis, kurie pažymėti kaip privalomi palaikyti, bet pats elementas nėra pažymėtas kaip privalomas. Vidinės būtinos atramos bus ignoruojamos, nebent elementas paveldės privalomą palaikymą = true
nl: Het element {0} heeft typen/profielen/targets gemarkeerd als mustSupport, maar het element zelf is niet gemarkeerd als mustSupport. De binnenste mustSupports worden genegeerd tenzij het element mustSupport = true overerft
pt: O elemento {0} tem tipos/perfis/destinos que estão marcados como must-support, mas o elemento em si não está marcado como must-support. Os must-supports internos serão ignorados a menos que o elemento herde must-support = true

source: The element {0} has types/profiles/targets that are marked as must support, but the element itself is not marked as must-support
lt: Elementas {0} turi tipus/profilius/paskirtis, kurie pažymėti kaip privalomi palaikyti, bet pats elementas nėra pažymėtas kaip privalomas palaikymas
nl: Het element {0} heeft typen/profielen/targets gemarkeerd als mustSupport, maar het element zelf is niet gemarkeerd als mustSupport
pt: O elemento {0} tem tipos/perfis/destinos que estão marcados como "must support", mas o elemento em si não está marcado como "must support

source: The type is {0} so an extension context invariants should not be specified
lt: Tipas yra {0} todėl plėtinio konteksto invariantai neturėtų būti nurodyti
nl: Het type is {0} dus er zouden geen extensiecontext invariants moeten zijn
pt: O tipo é {0}, pelo que não deve ser especificado um invariante de contexto de extensão

source: The type is {0} so an extension context should not be specified
lt: Tipas yra {0} todėl plėtinio kontekstas neturėtų būti nurodytas
nl: Het type is {0} dus er zou geen extensiecontext moeten zijn
pt: O tipo é {0}, pelo que não deve ser especificado um contexto de extensão

source: Slicing is not allowed at the root of a profile
lt: Profilio šaknyje pjaustyti neleidžiama
nl: Slicing is niet toegestaan aan de root van een profiel
pt: O corte não é permitido na raiz de um perfil

source: The element {0} has no assigned types, and no content reference
lt: Elementas {0} neturi priskirtų tipų ir turinio nuorodos
nl: Het element {0} heeft geen toegekende typen en geen content-reference
pt: O elemento {0} não tem tipos atribuídos, nem referência de conteúdo

source: Snapshot for {1} element {0} has type.code without a value
lt: Momentinė nuotrauka {1} elementas {0} turi type.code be reikšmės
nl: Snapshot voor {1} element {0} heeft type.code zonder een waarde
pt: O instantâneo para {1} elemento {0} tem type.code sem um valor

source: The profile ''{0}'' has a different base ''{1}'' from that expected ''{2}''
lt: Profilis ''{0}'' turi kitokį pagrindą ''{1}'' iš to tikėtasi ''{2}''
nl: Het profile ‘’{0}’’ heeft een andere basis ''{1}'' dan verwacht ''{2}''
pt: O perfil ''{0}'' tem uma base ''{1}'' diferente da esperada ''{2}''

source: The profile ''{0}'' is not marked as an obligation profile
lt: Profilis ''{0}'' nepažymėtas kaip įsipareigojimo profilis
nl: Het profiel ''{0}'' is niet gemarkeerd als obligation-profiel
pt: O perfil ''{0}'' não está marcado como perfil de obrigação

source: Unable to read a value from this extension
lt: Neįmanoma nuskaityti šio plėtinio reikšmės
nl: Kan geen waarde uit deze extensie lezen
pt: Não é possível ler um valor desta extensão

source: The profile ''{0}'' could not be found
lt: Profilis ''{0}'' nepavyko rasti
nl: Het profiel ''{0}'' is niet gevonden
pt: Não foi possível encontrar o perfil ''{0}''

source: Only profiles that constrain another profile can be marked as an obligation profile
lt: Tik profiliai, kurie riboja kitą profilį, gali būti pažymėti kaip įsipareigojimų profilis
nl: Alleen profielen die een constraint zijn op een ander profiel kunnen worden gemarkeerd als obligation-profiel
pt: Apenas os perfis que condicionam outro perfil podem ser marcados como um perfil de obrigação

source: The element ''{0}'' has a property ''{1}'' which is not allowed in Obligation profiles
lt: Elementas ''{0}'' turi savybę ''{1}'', kuris neleidžiamas įsipareigojimų profiliuose
nl: Het element ''{0}'' heeft eigenschap ''{1}'' wat niet is toegestaan in obligation-profielen
pt: O elemento ''{0}'' tem uma propriedade ''{1}'' que não é permitida nos perfis de Obrigação

source: The element ''{0}'' has a binding when the base element does not, and this is not allowed in Obligation profiles
lt: Elementas ''{0}'' yra privalomas, kai pagrindinis elementas neturi, ir tai neleidžiama įsipareigojimų profiliuose
nl: Het element ''{0}'' heeft een binding waar het basiselement dat niet heeft en dat niet is toegestaan in obligation-profielen
pt: O elemento "{0}" tem uma ligação quando o elemento de base não tem, e isto não é permitido nos perfis de Obrigação

source: The element ''{0}'' has a binding property ''{1}'' which is not allowed in Obligation profiles
lt: Elementas ''{0}'' turi privalomą savybę ''{1}'', kuris neleidžiamas įsipareigojimų profiliuose
nl: Het element ''{0}'' heeft een bindingeigenschap ''{1}'' en dat is niet toegestaan in obligation-profielen
pt: O elemento ''{0}'' tem uma propriedade de ligação ''{1}'' que não é permitida nos perfis de Obrigação

source: The element ''{0}'' has an additional binding purpose of ''{1}'' which is not allowed in Obligation profiles
lt: Elementas ''{0}'' turi papildomą privalomą tikslą ''{1}'', kuris neleidžiamas įsipareigojimų profiliuose
nl: Het element ''{0}'' heeft een additioneel bindingdoel ''{1}'' en dat is niet toegestaan in obligation-profielen
pt: O elemento ''{0}'' tem um objetivo vinculativo adicional de ''{1}'' que não é permitido nos perfis de Obrigação

source: The element ''{0}'' has a different binding strength (''{1}'') from the base (''{2}'') which is not allowed in Obligation profiles
lt: Elementas ''{0}'' turi skirtingą surišimo stiprumą (''{1}'') nuo pagrindo (''{2}''), kuris neleidžiamas įsipareigojimų profiliuose
nl: Het element ''{0}'' heeft een andere bindingsterkte (''{1}'') dan de basis (''{2}'') en dat is niet toegestaan in obligation-profielen
pt: O elemento ''{0}'' tem uma força de ligação diferente (''{1}'') da base (''{2}''), o que não é permitido nos perfis de Obrigação

source: The element ''{0}'' path value of ''{1}'' doesn''t match the base path ''{2}''
lt: Elementas ''{0}'' kelio vertė ''{1}'' nesutampa su pagrindiniu keliu ''{2}''
nl: De padwaarde ''{1}'' van element ''{0}'' komt niet overeen met het basispad ''{2}''
pt: O valor do caminho do elemento ''{0}'' de ''{1}'' não corresponde ao caminho de base ''{2}''

source: The profile is marked as an obligation profile, but its correctness cannot be checked since the base profile ''{0}'' is not known
lt: Profilis pažymėtas kaip įsipareigojimo profilis, tačiau jo teisingumo patikrinti negalima, nes pagrindinis profilis ''{0}'' nežinomas
nl: !!Het element ''{0}'' is gemarkeerd als obligation-profiel maar de geldigheid kan niet worden gecontroleerd omdat het basisprofiel ''{0}'' onbekend is

source: The element ''{0}'' has no equivalent in the profile ''{1}'' on which this Obligation Profile is based
lt: Elementas ''{0}'' neturi atitikmens profilyje ''{1}'', kuriuo grindžiamas šis įsipareigojimų profilis
nl: Het element ''{0}'' heeft geen equivalent in het profiel ‘’{1}’’ waarop dit obligation-profiel is gebaseerd
pt: O elemento ''{0}'' não tem equivalente no perfil ''{1}'' em que se baseia este Perfil de Obrigações

source: The discriminator path ''{0}'' does not appear to be valid for the element that is being sliced ''{1}'': {2}
lt: Diskriminatoriaus kelias ''{0}'' neatrodo tinkamas pjaustomam elementui ''{1}'': {2}
nl: Het discriminatorpad ''{0}'' lijkt niet geldig voor het element dat wordt gesliced ''{1}'': {2}
pt: O caminho do discriminador ''{0}'' não parece ser válido para o elemento que está a ser cortado ''{1}'': {2}

source: The discriminator path ''{0}'' does not appear to be valid for the element that is being sliced ''{1}''
lt: Diskriminatoriaus kelias ''{0}'' neatrodo tinkamas pjaustomam elementui ''{1}''
nl: Het discriminatorpad ''{0}'' lijkt niet geldig voor het element dat wordt gesliced ''{1}''
pt: O caminho do discriminador ''{0}'' não parece ser válido para o elemento que está a ser cortado ''{1}''

source: Slicing is not allowed at ''{0}''
lt: Pjaustyti neleidžiama esant ''{0}''
nl: Slicing is niet toegestaan bij ''{0}''
pt: O corte não é permitido em ''{0}''

source: The slice ''{0}'' on path ''{1}'' is not marked as ''must-support'' which is not consistent with the element that defines the slicing, where ''must-support'' is true
lt: Gabalėlis ''{0}'' kelyje ''{1}'' nėra pažymėtas kaip ''privalomas-atrama'', o tai neatitinka elemento, apibrėžiančio pjaustymą, kur ''privaloma atrama'' yra teisinga
pt: O corte ''{0}'' no caminho ''{1}'' não está marcado como ''must-support'', o que não é consistente com o elemento que define o corte, em que ''must-support'' é verdadeiro

source: The slice ''{0}'' on path ''{1}'' has type ''{2} which is not consistent with the element that defines the slicing, which has the type(s) ''{3}''
lt: Gabalėlis ''{0}'' kelyje ''{1}'' turi tipą ''{2} kuris neatitinka elemento, apibrėžiančio pjaustymą, kurio tipas (-ai) yra ''{3}''
pt: O corte ''{0}'' no caminho ''{1}'' tem o tipo ''{2}'', o que não é consistente com o elemento que define o corte, que tem o(s) tipo(s) ''{3}''

source: The discriminator type ''{0}'' is deprecated in R5+. For future compatibility, you could consider using type=value with a pattern[x] instead (if this is not an inherited slicing)
lt: Diskriminatoriaus tipas ''{0}'' yra nerekomenduojamas R5+. Dėl būsimo suderinamumo, galite apsvarstyti galimybę naudoti type=value su pattern[x] vietoj (jei tai nėra paveldėtas pjaustymas)
nl: Het discriminatortype ''{0}'' is verouderd vanaf R5+. Voor toekomstige compatibiliteit zou je een type=value met pattern[x] kunnen overwegen (als dit geen geërfde slicing is)
pt: O tipo de discriminador ''{0}'' está obsoleto no R5+. Para compatibilidade futura, pode considerar a utilização de type=value com um pattern[x] (se este não for um corte herdado)

source: The discriminator type ''{0}'' has been deprecated. Use type=value with a pattern[x] instead (if this is not an inherited slicing)
lt: Diskriminatoriaus tipas ''{0}'' buvo pasenęs. Vietoj to naudokite type=value su pattern[x] (jei tai nėra paveldėtas pjaustymas)
nl: Het discriminatortype ''{0}'' is verouderd. Gebruik type=value met pattern[x] (als dit geen geërfde slicing is)
pt: O tipo de discriminador ''{0}'' foi descontinuado. Em vez disso, utilize type=value com um pattern[x] (se não se tratar de um fatiamento herdado)

source: The path {1} must start with the type of the structure {0}
lt: Kelias {1} turi prasidėti nuo konstrukcijos tipo {0}
nl: Het pad {1} moet beginnen met het structuurtype {0}
pt: O caminho {1} deve começar com o tipo da estrutura {0}

source: The type {0} must not be the same as the type in the base structure {1} that is being specialised
lt: Tipas {0} neturi sutapti su pagrindo konstrukcijos tipu {1} kuri yra specializuota
nl: Het type {0} moet niet hetzelfde zijn als het type in de basisstructuur {1} die wordt gespecialiseerd
pt: O tipo {0} não deve ser o mesmo que o tipo da estrutura de base {1} que está a ser especializada

source: The element {0} is prohibited on the element {1} in the context of a {2}
lt: Elementas {0} draudžiama ant elemento {1} Atsižvelgiant į {2}
nl: Het elememt {0} is niet toegestaan op het element {1} in de context van een {2}
pt: O elemento {0} é proibido no elemento {1} no contexto de um {2}

source: The element {0} is required on the element {1} in the context of a {2}
lt: Elementas {0} reikalingas elementui {1} Atsižvelgiant į {2}
nl: Het elememt {0} is verplicht op het element {1} in de context van een {2}
pt: O elemento {0} é necessário no elemento {1} no contexto de um {2}

source: No type found
lt: Nerasta nė vieno tipo
nl: Geen type gevonden
pt: Nenhum tipo encontrado

source: The type {0} can only be used as a type when constraining the base definition of the type
lt: Tipas {0} gali būti naudojamas tik kaip tipas, kai ribojamas pagrindinis tipo apibrėžimas
nl: Het type {0} kan alleen als type worden gebruikt bij het inperken van de basisdefinitie van het type
pt: O tipo {0} só pode ser utilizado como um tipo quando se restringe a definição de base do tipo

source: The type {0} is not legal because it is not defined in the FHIR specification. Other types must have a namespace on them
lt: Tipas {0} nėra teisėta, nes ji nėra apibrėžta FHIR specifikacijoje. Kiti tipai turi turėti vardų sritį
nl: Het type {0} is niet geldig omdat deze niet is gedefinieerd in de FHIR-specificatie. Andere typen moeten een namespace hebben
pt: O tipo {0} não é legal porque não está definido na especificação FHIR. Os outros tipos têm de ter um espaço de nome

source: The type {0} can only be defined if the kind is ''logical'' not {1}
lt: Tipas {0} gali būti apibrėžtas tik tuo atveju, jei rūšis yra ''loginė'' {1}
nl: Het type {0} kan alleen worden gedefinieerd als het soort (kind) ''logical'' is, niet {1}
pt: O tipo {0} só pode ser definido se o tipo for ''lógico'' e não {1}

source: The type namespace {0} SHOULD match the url namespace {1} for the definition of the type
lt: Tipo vardų sritis {0} TURĖTŲ atitikti URL vardų sritį {1} Tipo apibrėžimui
nl: De type namespace {0} ZOU overeen MOETEN komen met de url namespace {1} voor de definitie van het type
pt: O espaço de nomes do tipo {0} DEVE corresponder ao espaço de nomes do url {1} para a definição do tipo

source: The type ''{0}'' at {3} refers to the abstract type ''{1}'' but the context is not an abstract type - this is usually an error
lt: Tipas ''{0}'' {3} nurodo abstraktų tipą ''{1}'', bet kontekstas nėra abstraktus tipas - tai dažniausiai yra klaida
nl: Het type ''{0}'' bij {3} verwijst naar het abstracte type ''{1}'' maar de context is geen abstract type - meestal is dat een fout
pt: O tipo ''{0}'' em {3} refere-se ao tipo abstrato ''{1}'' mas o contexto não é um tipo abstrato - isto é normalmente um erro

source: The type definition ''{2}'' has a type parameter ''{3}'', which is not consistent with its ancestor type definition ''{0}'' which has the type parameter ''{1}''
lt: Tipo apibrėžimas ''{2}'' turi tipo parametrą ''{3}'', kuris neatitinka jo pirmtakų tipo apibrėžimo ''{0}'', kurio tipo parametras ''{1}''
nl: !!De typedefinitie ''{2}'' heeft typeparameter ''{3}'', wat niet consistent is met zijn ancestor-typedefinitie ''{0}'' die typeparameter ''{1}'' heeft

source: The type ''{0}'' is a reference to ''{1}'' which has a type parameter ''{2}'' with a base type of {3} but the type parameter provided is ''{4}'' which is not the right type
lt: Tipas ''{0}'' yra nuoroda į ''{1}'', turintis tipo parametrą ''{2}'' su baziniu tipu {3} bet pateiktas tipo parametras yra ''{4}'', kuris nėra tinkamas tipas
nl: Het type ''{0}'' is een verwijzing naar ''{1}'' die typeparameter ''{2}'' heeft met een basistype {3} maar de opgegeven typeparameter is ''{4}'' wat niet het juiste type is
pt: O tipo ''{0}'' é uma referência a ''{1}'' que tem um parâmetro de tipo ''{2}'' com um tipo base de {3} mas o parâmetro de tipo fornecido é ''{4}'' que não é o tipo correto

source: The type definition ''{2}'' does not declare a type parameter, but it is derived from the type definition ''{0}'' which has the type parameter ''{1}''
lt: Tipo apibrėžimas ''{2}'' nedeklaruoja tipo parametro, bet jis yra išvestas iš tipo apibrėžimo ''{0}'', kurio tipo parametras ''{1}''
nl: De typedefinitie ''{2}'' declareert geen typeparameter, maar deze is afgeleid van de typedefinitie ''{0}'' die typeparameter ''{1}'' heeft
pt: A definição de tipo ''{2}'' não declara um parâmetro de tipo, mas é derivada da definição de tipo ''{0}'' que tem o parâmetro de tipo ''{1}''

source: The type definition ''{0}'' has the type parameter ''{1}'' but it is not a known type so derivation consistency cannot be checked
lt: Tipo apibrėžimas ''{0}'' turi tipo parametrą ''{1}'', bet tai nėra žinomas tipas, todėl išvestinių nuoseklumo patikrinti negalima
nl: De typedefinitie ''{0}'' heeft typeparameter ''{1}'' maar dit is geen bekend type dus consistentie van de afleiding kan niet worden gecontroleerd
pt: A definição de tipo ''{0}'' tem o parâmetro de tipo ''{1}'' mas não é um tipo conhecido, pelo que a consistência da derivação não pode ser verificada

source: The type ''{0}'' at {3} is a reference to ''{1}'' which needs a type parameter ''{2}'' but a type parameter is not provided for ''{2}''
lt: Tipas ''{0}'' {3} yra nuoroda į ''{1}'', kuriam reikalingas tipo parametras ''{2}'', bet tipo parametras nepateiktas ''{2}''
nl: Het type ''{0}'' van {3} is een verwijzing naar ''{1}'' die een typeparameter ''{2}'' moet hebben, maar er is geen typeparameter opgegeven voor ''{2}''
pt: O tipo ''{0}'' em {3} é uma referência a ''{1}'' que precisa de um parâmetro de tipo ''{2}'' mas não é fornecido um parâmetro de tipo para ''{2}''

source: For the complex type {0}, consider using a pattern rather than a fixed value to avoid over-constraining the instance
lt: Sudėtingam tipui {0}, apsvarstykite galimybę naudoti šabloną, o ne fiksuotą reikšmę, kad išvengtumėte pernelyg didelio egzemplioriaus apribojimo
nl: Overweeg voor het the complex type {0} een pattern te gebruiken in plaats van een vaste waarde om te zware inperking van de instance te voorkomen
pt: Para o tipo complexo {0}, considere a possibilidade de utilizar um padrão em vez de um valor fixo para evitar restringir demasiado a instância

source: The element {0} has a {1} of type {2}, which is not in the list of allowed types ({3})
lt: Elementas {0} turi {1} tipo {2}, kurios nėra leidžiamų rūšių sąraše ({3})
nl: Het element {0} heeft een {1} van type {2}, welke niet in de lijst van toegestane typen staat ({3})
pt: O elemento {0} tem um {1} do tipo {2}, que não está na lista de tipos permitidos ({3})

source: The repeating element has a {1}. The {1} will apply to all the repeats (this has not been clear to all users)
lt: Pasikartojantis elementas turi {1}. Į {1} bus taikoma visiems pakartojimams (tai nebuvo aišku visiems vartotojams)
nl: Het herhalende element heeft een {1}. De {1} is van toepassing op alle herhalingen (dit is niet alle gebruikers altijd duidelijk geweest)
pt: O elemento de repetição tem um {1}. O {1} aplicar-se-á a todas as repetições (isto não foi claro para todos os utilizadores)

source: The repeating element has a {1} value for a primitive type. The DotNet validator will not apply this to all the repeats - this is an error
lt: Pasikartojantis elementas turi {1} Primityvaus tipo reikšmė. "DotNet" tikrintuvas to netaikys visiems pakartojimams - tai klaida
nl: Het herhalende element heeft een {1} waarde voor een primitief type. De DotNet validator zal dit niet op alle herhalingen toepassen - dit is een fout
pt: O elemento de repetição tem um valor {1} para um tipo primitivo. O validador DotNet não aplicará isto a todas as repetições - isto é um erro

source: The Search Parameter code includes ''{0}'' which has special meaning in the RESTful API, and so this will be a problem
lt: Ieškos parametro kodas apima ''{0}'', kuris turi ypatingą reikšmę RESTful API, todėl tai bus problema
nl: De zoekparameter code bevat ''{0}'' wat een specifieke betekenis heeft in de RESTful API en dus zal dit een probleem zijn
pt: O código do parâmetro de pesquisa inclui ''{0}'', que tem um significado especial na API RESTful, pelo que isto será um problema

source: The resource type {1} is not listed as a base in the SearchParameter this is derived from ({0})
lt: Išteklių tipas {1} nėra nurodytas kaip pagrindas SearchParameter tai gaunama iš ({0})
nl: Het resourcetype {1} is niet bekend als basis in de SearchParameter waar deze van is afgeleid ({0})
pt: O tipo de recurso {1} não está listado como uma base no SearchParameter do qual é derivado ({0})
