Repository: hapifhir/org.hl7.fhir.core
Catalog: org.hl7.fhir.utilities/src/main/resources/source/validator-messages-*.po
Languages: lt, nl, pt

source: The expression ''{2}'' is not compatible with the expression ''{1}'' in the derivedFrom SearchParameter {0}, and this likely indicates that the derivation relationship is not valid
lt: Išraiška ""{2}'' nesuderinamas su žodžiu ''{1}'' išvestiniame SearchParameter {0}, ir tai greičiausiai rodo, kad išvedimo ryšys yra neleistinas
nl: De expressie ''{2}'' is niet compatibel met de expressie ''{1}'' in de derivedFrom SearchParameter {0} wat waarschijnlijk betekent dat de derivation-relatie ongeldig is
pt: A expressão ''{2}'' não é compatível com a expressão ''{1}'' no parâmetro de pesquisa derivado {0}, o que provavelmente indica que a relação de derivação não é válida

source: When the SearchParameter has a type of ''composite'', then the SearchParameter must define two or more components
lt: Kai SearchParameter tipas yra ''composite'', tada SearchParameter turi apibrėžti du ar daugiau komponentų
nl: Als de SearchParameter type ''composite'' heeft, dan moet de SearchParameter twee of meer componenten definiëren
pt: Quando o SearchParameter tem um tipo de "composto", então o SearchParameter deve definir dois ou mais componentes

source: Unable to find the base Search Parameter {0} so can''t check that this SearchParameter is a proper derivation from it
lt: Nepavyko rasti pagrindinio ieškos parametro {0} todėl negaliu patikrinti, ar šis SearchParameter yra tinkamas išvestinis iš jo
nl: Kan de basis SearchParameter {0} niet vinden dus kan niet controleren of deze SearchParameter een correcte afleiding hiervan is
pt: Não foi possível encontrar o parâmetro de pesquisa base {0}, pelo que não é possível verificar se este SearchParameter é uma derivação correta do mesmo

source: The type {1} is different to the type {0} in the derivedFrom SearchParameter
lt: Tipas {1} skiriasi nuo tipo {0} išvestiniame iš paieškos parametro
nl: Het type {1} verschilt van het type {0} in de derivedFrom SearchParameter
pt: O tipo {1} é diferente do tipo {0} no derivedFrom SearchParameter

source: The string value contains text that looks like embedded HTML tags, which are not allowed for security reasons in this context
lt: Eilutės reikšmėje yra tekstas, kuris atrodo kaip įdėtosios HTML žymės, kurios šiame kontekste neleidžiamos dėl saugos priežasčių
nl: De string waarde bevat text die eruit ziet als HTML-tags, wat vanwege veiligheidsredenen niet is toegestaan in deze context
pt: O valor da cadeia contém texto que se assemelha a etiquetas HTML incorporadas, que não são permitidas por razões de segurança neste contexto

source: The string value contains text that looks like embedded HTML tags. If this content is rendered to HTML without appropriate post-processing, it may be a security risk
lt: Eilutės reikšmėje yra teksto, kuris atrodo kaip įdėtosios HTML žymės. Jei šis turinys pateikiamas HTML formatu be tinkamo tolesnio apdorojimo, tai gali kelti pavojų saugumui
nl: De string waarde bevat text die eruit ziet als HTML-tags. Als deze content wordt weergegeven als HTML zonder de juiste nabewerking, dan houdt dit mogelijk een veiligheidsrisico in
pt: O valor da cadeia de caracteres contém texto que se assemelha a etiquetas HTML incorporadas. Se este conteúdo for transformado em HTML sem um pós-processamento adequado, pode constituir um risco para a segurança

source: Slicing cannot be evaluated: {0}
lt: Pjaustymo įvertinti negalima: {0}
nl: Slicing kan niet worden toegepast: {0}
pt: O corte não pode ser avaliado: {0}

source: The parameter {0} refers to the variable {1} but its mode is {2} which is not the same as the mode required for the group {3}
lt: Parametras {0} nurodo kintamąjį {1} bet jo būdas yra {2} kuris nesutampa su grupei reikalingu režimu {3}
nl: !!De parameter {0} verwijst naar de variabele {1} maar zijn mode is {2} wat niet hetzelfde is als de vereiste mode voor de groep {3}

source: The {1} parameter ''{0}'' was not found. Known variables: {2}
lt: Į {1} parametras ''{0}'' nebuvo rastas. Žinomi kintamieji: {2}
nl: De {1} parameter ''{0}'' is niet gevonden. Bekende variabelen: {2}
pt: O parâmetro {1} ''{0}'' não foi encontrado. Variáveis conhecidas: {2}

source: The parameter ''{0}'' refers to the variable ''{1}'' but its type is ''{2}'' which is not compatible with the type required for the group ''{3}'', which is ''{4}'' (from map ''{5}'')
lt: Parametras ''{0}'' reiškia kintamąjį ''{1}'', bet jo tipas yra ''{2}'' kuris nesuderinamas su grupei reikalaujamu tipu ''{3}'', kuris yra ''{4}'' (iš žemėlapio ''{5}'')
nl: !!De parameter ''{0}'' verwijst naar de variabele ''{1}'' maar zijn type is ''{2}'' wat niet compatibele is met het vereist type voor de groep ''{3}'', welke is ''{4}'' (uit map ''{5}'')

source: The group {0} has already been used with different parameters, so the type checking may be incorrect (other = [{1}]; this = [{2}])
lt: Grupė {0} jau buvo naudojamas su skirtingais parametrais, todėl tipo tikrinimas gali būti neteisingas (kita = [{1}]; tai = [{2}])
nl: De groep {0} is al gebruikt met verschillende parameters, dus controle op type is mogelijk incorrect (andere = [{1}]; deze = [{2}])
pt: O grupo {0} já foi utilizado com parâmetros diferentes, pelo que a verificação do tipo pode estar incorrecta (other = [{1}]; this = [{2}])

source: The name {0} is already used
lt: Pavadinimas {0} jau naudojamas
nl: De naam {0} wordt al gebruikt
pt: O nome {0} já está a ser utilizado

source: The group parameter {0} mode {1} isn''t valid
lt: Grupės parametras {0} režimas {1} negalioja
nl: De groep parameter {0} mode {1} is ongeldig
pt: O parâmetro de grupo {0} modo {1} não é válido

source: The type ''{0}'' has mode ''{1}'' which doesn''t match the structure definition mode of ''{2}''
lt: Tipas ''{0}'' turi režimą ''{1}'', kuris neatitinka struktūros apibrėžimo režimo ''{2}''
nl: Het type ''{0}'' heeft mode ''{1}'' welke niet overeenkomt met de StructureDefinition mode {2}
pt: O tipo ''{0}'' tem o modo ''{1}'' que não corresponde ao modo de definição da estrutura de ''{2}''

source: Group {1} parameter {0} has no type, so the paths cannot be validated
lt: Grupė {1} Parametras {0} neturi tipo, todėl maršrutų negalima patikrinti
nl: Groep {1} parameter {0} heeft geen type, dus de paden kunnen niet worden gevalideerd
pt: O parâmetro {0} do grupo {1} não tem tipo, pelo que os caminhos não podem ser validados

source: The type {0} is not declared and is unknown
lt: Tipas {0} nėra deklaruota ir nežinoma
nl: Het type {0} is niet gedeclareerd en is onbekend
pt: O tipo {0} não está declarado e é desconhecido

source: The type {0} which maps to the canonical URL {1} is not known, so the paths cannot be validated
lt: Tipas {0} kuris susiejamas su kanoniniu URL {1} nežinomas, todėl kelių negalima patikrinti
nl: Het type {0} die mapt op de canonical url {1} is onbekend, dus de paden kunnnen niet worden gevalideerd
pt: O tipo {0} que mapeia para o URL canónico {1} não é conhecido, pelo que os caminhos não podem ser validados

source: The type {0} is not known, so the paths cannot be validated
lt: Tipas {0} nežinomas, todėl kelių negalima patikrinti
nl: Het type {0} is onbekend, dus de paden kunnnen niet worden gevalideerd
pt: O tipo {0} não é conhecido, pelo que os caminhos não podem ser validados

source: The Group name ''{0}'' is already used
lt: Grupės pavadinimas ''{0}'' jau naudojamas
nl: De Groepnaam ''{0}'' wordt al gebruikt
pt: O nome do grupo ''{0}'' já está a ser utilizado

source: No maps were found to match {0} - validation may be wrong
lt: Nebuvo rasta žemėlapių, kurie atitiktų {0} - patvirtinimas gali būti neteisingas
nl: Geen maps gevonden voor {0} - validatie kan fout zijn
pt: Não foram encontrados mapas que correspondam a {0} - a validação pode estar errada

source: A ruleId should only be provided when the rule mode is ''share''
lt: RuleId turėtų būti pateiktas tik tada, kai taisyklės režimas yra ''share''
nl: Een ruleId moet alleen worden gebruikt als de rule mode ''share'' is
pt: Um ruleId só deve ser fornecido quando o modo de regra é "partilhar

source: Unable to find a default rule for the type pair source={0} and target={1}
lt: Nepavyko rasti numatytosios taisyklės tipui pora source={0} ir tikslas ={1}
nl: Kon geen standaard rule vinden voor het typepaar bron={0} en doel={1}
pt: Não foi possível encontrar uma regra predefinida para o par de tipos source={0} e target={1}

source: The name {0} is not valid
lt: Pavadinimas {0} neleistinas
nl: De naam {0} is niet geldig
pt: O nome {0} não é válido

source: A list mode should not be provided since this is a rule that can only be executed once
lt: Sąrašo režimas neturėtų būti teikiamas, nes tai taisyklė, kurią galima vykdyti tik vieną kartą
nl: Een list mode moet niet worden gebruikt aangezien dit een regel is die slechts een keer kan worden uitgevoerd
pt: Não deve ser fornecido um modo de lista, uma vez que se trata de uma regra que só pode ser executada uma vez

source: A list ruleId should not be provided since this is a rule that can only be executed once
lt: Sąrašo ruleId neturėtų būti pateiktas, nes tai taisyklė, kurią galima vykdyti tik vieną kartą
nl: Een list ruleId moet niet worden gebruikt aangezien dit een regel is die slechts een keer kan worden uitgevoerd
pt: Não deve ser fornecida uma lista ruleId, uma vez que esta é uma regra que só pode ser executada uma vez

source: The group {0} is not called successfully from within this mapping script, and does not have types on its inputs, so type verification is not possible
lt: Grupė {0} nėra sėkmingai iškviestas iš šio susiejimo scenarijaus ir jo įvestyje nėra tipų, todėl tipo tikrinimas neįmanomas
nl: !!De groep {0} wordt niet succesvol gebruikt binnen dit mappingscript en heeft geen typen op zijn inputs, dus verificatie van type is niet mogelijk

source: The group {0} could not be resolved
lt: Grupė {0} Nepavyko išspręsti
nl: De groep {0} kon niet worden gevonden
pt: O grupo {0} não pôde ser resolvido

source: The group {0} is invoked using {1} parameters, but it actually takes {2} instead
lt: Grupė {0} iškviečiamas naudojant {1} parametrus, bet iš tikrųjų reikia {2} Vietoj to
nl: De groep {0} wordt aangeroepen met {1} parameters maar dat moeten er {2} zijn
pt: O grupo {0} é invocado utilizando os parâmetros {1}, mas na realidade utiliza {2}

source: The max value of {0} is redundant since the valid max is {0}
lt: Didžiausia vertė {0} yra nereikalingas, nes galiojantis maks yra {0}
nl: De maximumwaarde van {0} is redundant aangezien de geldige maximumwaarde {0} is
pt: O valor máximo de {0} é redundante, uma vez que o valor máximo válido é {0}

source: The min value of {0} is redundant since the valid min is {0}
lt: Minimali vertė {0} yra nereikalingas, nes galiojantis min yra {0}
nl: De minimumwaarde van {0} is redundant aangezien de geldige minimumwaarde {0} is
pt: O valor mínimo de {0} é redundante, uma vez que o mínimo válido é {0}

source: The source statement doesn''t assign a variable to the source - check that this is what is intended
lt: Šaltinio sakinys nepriskiria kintamojo šaltiniui - patikrinkite, ar tai yra numatyta
nl: Het bronstatement kent aan de bron geen variabele toe - controleer of dat de bedoeling is
pt: A instrução de fonte não atribui uma variável à fonte - verificar se é isso que se pretende

source: The source context {0} is not known at this point
lt: Šaltinio kontekstas {0} šiuo metu nežinoma
nl: De broncontext {0} is onbekend op dit punt
pt: O contexto de origem {0} não é conhecido nesta altura

source: The source path {0}.{1} refers to the path {2} which is unknown
lt: Šaltinio kelias {0}.{1} nurodo kelią {2} kuris nežinomas
nl: Het bronpad {0}.{1} verwijst naar het pad {2} welke onbekend is
pt: O caminho de origem {0}.{1} refere-se ao caminho {2} que é desconhecido

source: The type {0} is not valid in the source context {1}. The possible types are [{2}]
lt: Tipas {0} neleistinas šaltinio kontekste {1}. Galimi tipai yra [{2}]
nl: Het type {0} is ongeldig in de broncontext {1}. De mogelijke typen zijn [{2}]
pt: O tipo {0} não é válido no contexto de origem {1}. Os tipos possíveis são [{2}]

source: No source type was found, so the default group for this implied dependent rule could not be determined
lt: Nerastas šaltinio tipas, todėl nepavyko nustatyti šios numanomos priklausomos taisyklės numatytosios grupės
nl: Geen brontype gevonden, dus de standaardgroep voor deze implicit dependent rule kon niet worden bepaald
pt: Não foi encontrado qualquer tipo de fonte, pelo que não foi possível determinar o grupo predefinido para esta regra dependente implícita

source: The target context ''{0}'' is not known at this point
lt: Tikslinis kontekstas ''{0}'' šiuo metu nežinomas
nl: De doelcontext ''{0}'' is onbekend op dit punt
pt: O contexto de destino ''{0}'' não é conhecido nesta altura

source: When there is no transform, parameters can''t be provided
lt: Kai transformacijos nėra, parametrų pateikti negalima
nl: Als er geen transformatie is, kunnen er geen parameters voor worden gegeven
pt: Quando não existe uma transformação, os parâmetros não podem ser fornecidos

source: The target path {0}.{1} refers to the path {2} which is unknown
lt: Tikslinis kelias {0}.{1} nurodo kelią {2} kuris nežinomas
nl: Het doelpad {0}.{1} verwijst naar het pad {2} welke onbekend is
pt: A trajetória de destino {0}.{1} refere-se à trajetória {2} que é desconhecida

source: The target path {0}.{1} refers to the path {2} which could be a reference to multiple elements ({3}). No further checking can be performed
lt: Tikslinis kelias {0}.{1} nurodo kelią {2} kuris gali būti nuoroda į kelis elementus ({3}). Daugiau tikrinti negalima
nl: Het doelpad {0}.{1} verwijst naar het pad {2} wat een verwijzing naar meerdere elementen ({3}) zou kunnen zijn. Dit kan niet verder worden gecontroleerd
pt: O caminho de destino {0}.{1} refere-se ao caminho {2} que pode ser uma referência a vários elementos ({3}). Não pode ser efectuada qualquer verificação adicional

source: The FHIRPath expression passed as the evaluate parameter is invalid: {0}
lt: FHIRPath išraiška, perduota kaip vertinimo parametras, yra neleistina: {0}
nl: De FHIRPath expressie in de evaluate parameter is ongeldig: {0}
pt: A expressão FHIRPath passada como parâmetro de avaliação é inválida: {0}

source: One or more parameters to the translate operation are missing (should be 3, was {0})
lt: Trūksta vieno ar kelių vertimo operacijos parametrų (turėtų būti 3, buvo {0})
nl: Een of meer parameters voor de translate-bewerking ontbreken (zou 3 moeten zijn, was {0})
pt: Um ou mais parâmetros da operação de tradução estão em falta (deveria ser 3, era {0})

source: Transform {0} not checked yet
lt: Transformuoti {0} Dar nepatikrinta
nl: Transformatie {0} nog niet gecontroleerd
pt: Transformação {0} ainda não verificada

source: The {1} variable {0} type {2} is invalid - must be a primitive
lt: Į {1} Kintamojo {0} rūšis {2} negalioja - turi būti primityvus
nl: De {1} variabele {0} type {2} is ongeldig - het moet een primitief zijn
pt: A variável {1} {0} do tipo {2} é inválida - tem de ser uma primitiva

source: The {1} variable {2} is unknown for the transform {0}
lt: Į {1} Kintamojo {2} nežinoma dėl transformacijos {0}
nl: De {1} variabele {2} is onbekend voor de transformatie {0}
pt: A variável {1} {2} é desconhecida para a transformada {0}

source: Transform {0} takes {1}-{2} parameter(s) but {3} were found
lt: Transformuoti {0} Trunka {1}-{2} parametrą (-us), bet {3} buvo rasta
nl: Transformatie {0} heeft {1}-{2} parameter(s) nodig maar {3} gevonden
pt: A transformação {0} requer {1}-{2} parâmetro(s) mas foram encontrados {3}

source: Transform {0} takes {1} parameter(s) but {2} were found
lt: Transformuoti {0} Trunka {1} parametrą (-us), bet {2} buvo rasta
nl: Transformatie {0} heeft {1} parameter(s) nodig maar {2} gevonden
pt: A transformação {0} requer {1} parâmetro(s) mas foram encontrados {2}

source: The parameter at index {0} could not be processed (type = {1})
lt: Indekso parametras {0} Nepavyko apdoroti (tipas = {1})
nl: De parameter op index {0} kon niet worden verwerkt (type = {1})
pt: O parâmetro no índice {0} não pôde ser processado (tipo = {1})

source: The value ''{0}'' for the output parameter is incorrect
lt: Vertė ''{0}'', nes išvesties parametras yra neteisingas
nl: De waarde ''{0}'' voor de outputparameter is incorrect
pt: O valor ''{0}'' do parâmetro de saída está incorreto

source: The map_uri ''{0}'' could not be resolved, so the map can''t be checked
lt: map_uri ''{0}'' nepavyko išspręsti, todėl žemėlapio patikrinti negalima
nl: De map_uri ''{0}'' kon niet worden gevonden, dus kan de map net worden gecontroleerd
pt: O map_uri ''{0}'' não pôde ser resolvido, pelo que o mapa não pode ser verificado

source: No value for the {0} parameter found
lt: Nėra reikšmės {0} rastas parametras
nl: Geen waarde voor {0} parameter gevonden
pt: Não foi encontrado nenhum valor para o parâmetro {0}

source: The source variable {0} is unknown
lt: Šaltinio kintamasis {0} nežinoma
nl: De bronvariabele {0} is onbekend
pt: A variável de origem {0} é desconhecida

source: The type ''{0}'' is not known
lt: Tipas ''{0}'' nežinomas
nl: Het type ''{0}'' is onbekend
pt: O tipo ''{0}'' não é conhecido

source: The value of the type parameter for {0} could not be processed
lt: Tipo parametro reikšmė {0} Nepavyko apdoroti
nl: De waarde van de type parameter voor {0} kon niet worden verwerkt
pt: O valor do parâmetro de tipo para {0} não pôde ser processado

source: The source variable does not have a required binding, so this concept map can''t be checked
lt: Šaltinio kintamasis neturi būtino susiejimo, todėl šios sąvokų struktūros patikrinti negalima
nl: De bronvariabele heeft geen required binding, dus deze conceptmap kan niet worden gecontroleerd
pt: A variável de origem não tem uma ligação obrigatória, pelo que este mapa concetual não pode ser verificado

source: The source value set includes one or more codes that the map does not translate: {0}
lt: Šaltinio reikšmių rinkinyje yra vienas ar keli kodai, kurių žemėlapis neišverčia: {0}
nl: De bronwaardelijst bevat een of meer codes die de map niet vertaalt: {0}
pt: O conjunto de valores de origem inclui um ou mais códigos que o mapa não traduz: {0}

source: The target variable does not have a required binding, so this concept map can''t be checked
lt: Tikslinis kintamasis neturi būtino susiejimo, todėl šios sąvokų struktūros patikrinti negalima
nl: De doelvariable heeft geen required binding, dus deze conceptmap kan niet worden gecontroleerd
pt: A variável de destino não tem uma ligação obrigatória, pelo que este mapa concetual não pode ser verificado

source: The map produces one or more codes that the target value set does not include: {0}
lt: Žemėlapyje sukuriamas vienas ar keli kodai, kurių tikslinių reikšmių rinkinyje nėra: {0}
nl: De map produceert een of meer codes die niet in de doelwaardelijst staan: {0}
pt: O mapa produz um ou mais códigos que o conjunto de valores alvo não inclui: {0}

source: There was an error expanding the source value set, so this concept map can''t be checked: ''{0}''
lt: Išplečiant šaltinio reikšmių rinkinį įvyko klaida, todėl šios sąvokų struktūros patikrinti negalima: ''{0}''
nl: Er was een fout bij de expansie van de bronwaardelijst, dus deze conceptmap kan niet worden gecontroleerd: ''{0}''
pt: Ocorreu um erro ao expandir o conjunto de valores de origem, pelo que este mapa concetual não pode ser verificado: ''{0}''

source: There was an error expanding the target value set, so this concept map can''t be checked: ''{0}''
lt: Išplečiant tikslinių reikšmių rinkinį įvyko klaida, todėl šios koncepcijos schemos patikrinti negalima: ''{0}''
nl: Er was een fout bij de expansie van de doelwaardelijst, dus deze conceptmap kan niet worden gecontroleerd: ''{0}''
pt: Ocorreu um erro ao expandir o conjunto de valores-alvo, pelo que este mapa concetual não pode ser verificado: ''{0}''

source: The source variable refers to an unknown value set ''{0}'', so this concept map can''t be checked
lt: Šaltinio kintamasis nurodo nežinomą reikšmių rinkinį ''{0}'', todėl šio koncepcinio žemėlapio negalima patikrinti
nl: De bronvariabele verwijst naar een onbekende waardelijst ''{0}'', dus deze conceptmap kan niet worden gecontroleerd
pt: A variável de origem refere-se a um conjunto de valores desconhecido ''{0}'', pelo que este mapa concetual não pode ser verificado

source: The target variable refers to an unknown value set ''{0}'', so this concept map can''t be checked
lt: Tikslinis kintamasis nurodo nežinomą reikšmių rinkinį ''{0}'', todėl šio koncepcinio žemėlapio negalima patikrinti
nl: De doelvariabele verwijst naar een onbekende waardelijst ''{0}'', dus deze conceptmap kan niet worden gecontroleerd
pt: A variável de destino refere-se a um conjunto de valores desconhecido ''{0}'', pelo que este mapa concetual não pode ser verificado

source: Multiple types are possible here ({0}) so further type checking is not possible
lt: Čia galimi keli tipai ({0}), todėl tolesnis tipo tikrinimas neįmanomas
nl: Meerdere typen mogelijk hier ({0}) dus verdere controle op type niet mogelijk
pt: Aqui são possíveis vários tipos ({0}), pelo que não é possível efetuar mais verificações de tipo

source: No target type was found, so the default group for this implied dependent rule could not be determined
lt: Paskirties tipas nerastas, todėl nepavyko nustatyti šios numanomos priklausomos taisyklės numatytosios grupės
nl: Geen doeltype gevonden, dus de standaardgroep voor deze implicit dependent rule kon niet worden bepaald
pt: Não foi encontrado nenhum tipo de destino, pelo que não foi possível determinar o grupo predefinido para esta regra dependente implícita

source: The type of the target variable is not known: {0}
lt: Tikslinio kintamojo tipas nežinomas: {0}
nl: Het type van de doelvariabele is niet bekend: {0}
pt: O tipo da variável de destino não é conhecido: {0}

source: The generated snapshot has a different number of elements {1} than the originally provided snapshot {0}
lt: Sugeneruota momentinė kopija turi skirtingą elementų skaičių {1} nei iš pradžių pateikta momentinė nuotrauka {0}
nl: De gegenereerde snapshot heeft een ander aantal elementen {1} dan de oorspronkelijke snapshot {0}
pt: O instantâneo gerado tem um número diferente de elementos {1} do que o instantâneo originalmente fornecido {0}

source: The snapshot for the profile ''{0}'' is empty. This is usually due to a processing error logged elsewhere
lt: Profilio momentinė nuotrauka ''{0}'' yra tuščias. Paprastai taip yra dėl kitur užregistruotos apdorojimo klaidos
nl: De snapshot voor profiel ''{0}'' is leeg. Meestal ligt dat aan een verwerkingsprobleem dat elders staat
pt: O instantâneo para o perfil ''{0}'' está vazio. Isto deve-se normalmente a um erro de processamento registado noutro local

source: Same id ''{0}'' on multiple elements {1}/{2} in {3}
lt: Tas pats ID ''{0}'' ant kelių elementų {1}/{2} į {3}
nl: Zelfde id ''{0}'' op meerdere elementen {1}/{2} in {3}
pt: O mesmo id ''{0}'' em vários elementos {1}/{2} em {3}

source: Slice encountered midway through set (path = {0}, id = {1}); {2}
lt: Skiltis, aptikta įpusėjus rinkiniui (kelias = {0}, id = {1}); {2}
nl: Slice gevonden midden in de set (pad = {0}, id = {1}); {2}
pt: Fatia encontrada a meio do conjunto (caminho = {0}, id = {1}); {2}

source: Slicing rules on differential ({0}) do not match those on base ({1}) - discriminator @ {2} ({3})
lt: Diferencialo pjaustymo taisyklės ({0}) nesutampa su bazės ({1}) - diskriminatorius @ {2} ({3})
nl: Slicingregels op differential ({0}) komen niet overeen met die van de basis ({1}) - disciminator @ {2} ({3})
pt: As regras de corte no diferencial ({0}) não coincidem com as da base ({1}) - discriminador @ {2} ({3})
