Repository: hapifhir/org.hl7.fhir.core
Catalog: org.hl7.fhir.utilities/src/main/resources/source/validator-messages-*.po
Languages: lt, nl, pt

source: Code ''{0}#{1}'' is abstract, and not allowed in this context
lt: Kodas ''{0}#{1}'' yra abstraktus ir šiame kontekste neleidžiamas

source: All OK
lt: Viskas gerai
nl: Alles OK
pt: Tudo OK

source: Array cannot be empty - the property should not be present if it has no values
lt: Masyvas negali būti tuščias - ypatybė neturėtų būti, jei ji neturi reikšmių
nl: Array kan niet leeg zijn - de eigenschap zou niet aanwezig moeten zijn als deze geen waarden bevat
pt: A matriz não pode estar vazia - a propriedade não deve estar presente se não tiver valores

source: The element at {0} defines the slicing {1} but then an element in the slicing {2} tries to redefine the slicing to {3}
lt: Elementas {0} apibrėžia padalijimą {1} bet tada padalijimo elementas {2} bando iš naujo nukreipti padalijimą į {3}
nl: Het element op {0} definieert de slicing {1} maar vervolgens probeert een element in de slicing {2} deze opnieuw te definiëren als {3}
pt: O elemento em {0} define o corte {1} mas depois um elemento no corte {2} tenta redefinir o corte para {3}

source: Adding wrong path
lt: Prideda neteisingą kelią
nl: Verkeerd pad toegevoegd
pt: Adicionar caminho errado

source: Adding wrong path - outcome.getPath() = {0}, resultPathBase = {1}
lt: Prideda neteisingą kelią - outcome.getPath() = {0}, resultPathBase = {1}
nl: Verkeerd pad toegevoegd - outcome.getPath() = {0}, resultPathBase = {1}
pt: Adicionar caminho errado - outcome.getPath() = {0}, resultPathBase = {1}

source: Adding wrong path in profile {0}: {1} vs {2}
lt: Prideda neteisingą kelią profilyje {0}: {1} vs {2}
nl: Verkeerd pad toegevoegd in profiel {0}: {1} versus {2}
pt: Adicionar caminho errado no perfil {0}: {1} vs {2}

source: Best Practice Recommendation: In general, all observations should have a performer
lt: Geriausios praktikos rekomendacija: Apskritai, visi stebėjimai turėtų turėti atlikėją
nl: Best practice aanbeveling: alle Observations zouden een performer moeten bevatten
pt: Recomendação de boas práticas: Em geral, todas as observações devem ter um executante

source: Best Practice Recommendation: In general, all observations should have a subject
lt: Geriausios praktikos rekomendacija: Apskritai visi stebėjimai turėtų turėti subjektą
nl: Best practice aanbeveling: alle Observations zouden een subject moeten bevatten
pt: Recomendação de boas práticas: De um modo geral, todas as observações devem ter um tema

source: Best Practice Recommendation: In general, all observations should have an effective[x] ({0})
lt: Geriausios praktikos rekomendacija: Apskritai visos pastabos turėtų turėti efektyvų[x] ({0})
nl: Best practice aanbeveling: alle Observations zouden een effective[x] ({0}) moeten bevatten
pt: Recomendação de boas práticas: Em geral, todas as observações devem ter um efetivo[x] ({0})

source: Attempt to a slice an element that does not repeat: {0}/{1} from {2} in {3}, at element {4} (slice = {5})
lt: Bandymas padalyti elementą, kuris nesikartoja: {0}/{1} iš {2} į {3}, elementas {4} (dalis = {5})
nl: Poging tot slicen van een element dat niet herhaalt: {0}/{1} van {2} in {3}, bij element {4} (slice = {5})
pt: Tentativa de fatiar um elemento que não se repete: {0}/{1} de {2} em {3}, no elemento {4} (fatia = {5})

source: Attempt to replace element name for a non-choice type
lt: Bandymas pakeisti nepasirenkamo tipo elemento pavadinimą
nl: Poging om een elementnaam te vervangen door een niet-keuze type
pt: Tentativa de substituir o nome do elemento para um tipo não seletivo

source: Attempt to use Terminology server when no Terminology server is available
lt: Bandyti naudoti terminologijos serverį, kai terminologijos serveris nėra pasiekiamas
nl: Poging om terminologieserver te gebruiken terwijl er geen terminologieserver beschikbaar is
pt: Tentativa de utilização do servidor de terminologia quando não está disponível nenhum servidor de terminologia

source: Attempt to use a snapshot on profile ''{0}'' as {1} before it is generated
lt: Bandymas naudoti momentinę kopiją profilyje ''{0}'' kaip {1} prieš ją sugeneruojant
nl: Poging om een snapshot van profiel ''{0}'' te gebruiken als {1} voordat deze is gegenereerd
pt: Tentativa de utilizar um instantâneo no perfil ''{0}'' como {1} antes de ser gerado

source: {0} specified in an additional binding
lt: {0} nurodyta papildomame sujungime
nl: {0} gedefinieerd in een additionele binding
pt: {0} especificado numa ligação adicional

source: {0} specified in an additional binding which applies because {1}
lt: {0} nurodyta papildomame sujungime, kuris taikomas, nes {1}
nl: {0} gedefinieerd in een additionele binding die van toepassing is vanwege {1}
pt: {0} especificado numa ligação adicional que se aplica porque {1}

source: {0} specified in the max binding
lt: {0} nurodyta maksimaliam sujungime
nl: {0} gespecificeerd in de max binding
pt: {0} especificado na ligação máxima

source: Found {0} matches for ''{1}'' in the bundle ({2})
lt: Rasta {0} sutapimų už ''{1}'' pakete ({2})
nl: {0} matches gevonden voor ''{1}'' in de bundel ({2})
pt: Encontrou {0} correspondências para ''{1}'' no pacote ({2})

source: Found {0} matches for fragment {2} in resource ''{1}'' in the bundle ({3})
lt: Rasta {0} fragmento sutapimų {2} resurse ''{1}'' pakete({3})
nl: {0} matches gevonden voor fragment {2} in resource ''{1}'' in de Bundle ({3})
pt: Encontrámos {0} correspondências para o fragmento {2} no recurso ''{1}'' no pacote ({3})

source: Except for transactions and batches, each entry in a Bundle must have a fullUrl which is the identity of the resource in the entry
lt: Išskyrus operacijas ir paketinio režimo („batch“) paketus, kiekvienas paketo įrašas turi turėti pilnąUrl, kuris yra įraše esančio resurso tapatybė
nl: Behalve bij transactions en batches, moet iedere entry in een Bundle een fullUrl hebben, welke de identiteit vormt van de resource in de entry
pt: Exceto para transacções e lotes, cada entrada num Bundle deve ter um fullUrl que é a identidade do recurso na entrada

source: The {1} resource matched more than one of the allowed profiles ({3})
lt: Į {1} išteklius atitiko daugiau nei vieną leistiną profilį ({3})
nl: De {1} resource komt overeen met meer dan één van de toegestane profielen ({3})
pt: O recurso {1} correspondeu a mais do que um dos perfis permitidos ({3})

source: The {1} resource did not match any of the allowed profiles (Type {2}: {3})
lt: Į {1} išteklius neatitiko nė vieno leistino profilio (Tipas {2}: {3})
nl: De {1} resource kwam niet overeen met de toegestane profielen (Type {2}: {3})
pt: O recurso {1} não corresponde a nenhum dos perfis permitidos (Tipo {2}: {3})

source: The {1} resource did not match the profile {2} because: {3}
lt: Į {1} Išteklius neatitiko profilio {2} nes: {3}
nl: De {1} resource kwam niet overeen met profiel {2} omdat: {3}
pt: O recurso {1} não correspondia ao perfil {2} porque: {3}

source: Can''t find ''{1}'' in the bundle ({2}). Note that there is a resource in the bundle with the same type and id, but it does not match because of the fullUrl based rules around matching relative references (must be ''{3}'', but found ''{4}'')
lt: Nepavyko rasti ''{1}'' pakete ({2}). Atkreipkite dėmesį, kad pakete yra to paties tipo ir ID išteklius, tačiau jis nesutampa dėl pilnoUrl pagrįstų taisyklių apie susijusių nuorodų atitikimus (turi būti ''{3}'', bet rado ''{4}'')
nl: Kan ''{1}'' niet vinden in de Bundle ({2}). Merk op dat er een resource in de Bundle staat met hetzelfde type en id, maar dat deze niet matcht op basis van de regels voor fullUrl rond matchen van relatieve referenties (moet zijn ``{3}``)

source: Can''t find ''{1}'' in the bundle ({2}). Note that there is a resource in the bundle with the same type and id, but it does not match because of the fullUrl based rules around matching relative references. Found ''{3}'', but it doesn''t match because of the source fullUrl ''{4}''
lt: Nepavyko rasti ''{1}'' pakete ({2}). Atkreipkite dėmesį, kad pakete yra to paties tipo ir ID išteklius, tačiau jis nesutampa dėl pilnoUrl pagrįstų taisyklių apie susijusių nuorodų atitikimus. Rasta ''{3}'', bet jis nesutampa dėl šaltinio pilnoUrl ''{4}''

# BUNDLE_BUNDLE_ENTRY_NOTFOUND_FRAGMENT
source: Can''t find ''{0}'' in the bundle ({1})
lt: Nepavyko rasti ''{0}'' pakete ({1})
nl: Kan ''{0}'' niet vinden in de Bundle ({1})
pt: Não é possível encontrar ''{0}'' no pacote ({1})

source: Entry {0} isn''t reachable by traversing forwards from the MessageHeader. Check that this is meant to be included (needed to process the message)
lt: Įrašas {0} nepasiekiamas perkeliant persiuntimus iš MessageHeader. Patikrinkite, ar tai turi būti įtraukta (reikalinga pranešimui apdoroti)
nl: Entry {0} is niet bereikbaar door voorwaarts links te volgen vanuit de MessageHeader. Controleer of deze is bedoeld om bijgevoegd te worden (nodig om het bericht te verwerken)
pt: A entrada {0} não pode ser acedida através da passagem para a frente a partir do MessageHeader. Verificar se esta entrada deve ser incluída (necessária para processar a mensagem)

source: Entry {0} isn''t reachable by traversing forwards from the Composition. Only Provenance is approved to be used this way (R4 section 3.3.1)
lt: Įrašas {0} nepasiekiamas pereinant iš kompozicijos. Tokiu būdu leidžiama naudoti tik kilmės vietą (R4 3.3.1 skirsnis)
nl: Entry {0} is niet bereikbaar door voorwaarts links te volgen vanuit de Composition. Alleen bij Provenance wordt dit toegestaan (R4 sectie 3.3.1)
pt: A entrada {0} não é alcançável através da passagem para a frente a partir da Composição. Apenas a Proveniência está aprovada para ser utilizada desta forma (R4 secção 3.3.1)

source: Entry {0} isn''t reachable by traversing forwards from the Composition. Check whether this should be linked directly from the composition if it''s a source of narrative content
lt: Įrašas {0} nepasiekiamas pereinant iš kompozicijos. Patikrinkite, ar tai turėtų būti tiesiogiai susieta su kompozicija, jei tai yra pasakojimo turinio šaltinis
nl: Entry {0} is niet bereikbaar door referenties te volgen vanuit de Composition. Controleer of deze direct uit de Compositon gekoppeld moet zijn als dit een bron van Narrative inhoud is
pt: A entrada {0} não pode ser acedida através de uma passagem para a frente a partir da composição. Verificar se esta deve ser ligada diretamente a partir da composição se for uma fonte de conteúdo narrativo

source: Entry {0} matches the reference {1} by type and id but it does not match the full target URL {2} by Bundle resolution rules
lt: Įrašas {0} atitinka nuorodą {1} pagal tipą ir ID, bet jis neatitinka viso tikslinio URL {2} pagal Paketo sprendimo taisyklės
nl: Entry {0} komt overeen met de referentie {1} op basis van type en id maar niet met de fullUrl {2} volgens de regels voor het volgen van verwijzingen in Bundles
pt: A entrada {0} corresponde à referência {1} por tipo e id, mas não corresponde ao URL de destino completo {2} pelas regras de resolução de pacotes

source: Entry {0} matches the reference {1} by type and id but its fullUrl {2} does not match the full target URL {3} by Bundle resolution rules
lt: Įrašas {0} atitinka nuorodą {1} pagal tipą ir id, bet jo pilnasUrl {2} neatitinka viso tikslinio URL {3} pagal Paketo sprendimo taisyklės
nl: !!Entry {0} komt overeen met de verwijzing {1} op basis van type en id maar zijn fullUrl {2} komt niet overeen met de fullUrl {3} van het doel volgens de regels voor het volgen van verwijzingen in Bundles

source: The fullUrl must be an absolute URL (not ''{0}'')
lt: PilnasUrl turi būti absoliutus URL (ne ''{0}'')
nl: De fullUrl moet een absolute url zijn (niet ''{0}'')
pt: O fullUrl deve ser um URL absoluto (não ''{0}'')

source: The fullUrl ''{0}'' looks like a RESTful server URL, but the resource has no id
lt: PilnasUrl ''{0}'' atrodo kaip RESTful serverio URL, bet išteklius neturi ID
nl: De fullUrl ''{0}'' lijkt een RESTful server url te zijn, maar de resource mist een id
pt: O fullUrl ''{0}'' parece um URL de servidor RESTful, mas o recurso não tem id

source: The fullUrl ''{0}'' looks like a RESTful server URL, so it must end with the correct type and id (/{1}/{2})
lt: PilnasUrl ''{0}'' atrodo kaip RESTful serverio URL, todėl jis turi baigtis teisingu tipu ir ID (/{1}/{2})
nl: De fullUrl ''{0}'' lijkt een RESTful server url te zijn, maar eindigt niet met het correcte type en een id (/{1}/{2})
pt: O fullUrl ''{0}'' parece um URL de servidor RESTful, pelo que deve terminar com o tipo e o ID corretos (/{1}/{2})

source: The link relationship type ''{0}'' can only occur once
lt: Nuorodos ryšio tipas ''{0}'' gali pasireikšti tik vieną kartą
nl: Het link relatietype ''{0}'' kan slechts één keer voorkomen
pt: O tipo de relação de ligação ''{0}'' só pode ocorrer uma vez

source: The link relationship type ''{0}'' used in search sets is prohibited in this context
lt: Nuorodos ryšio tipas ''{0}" naudojamas paieškos rinkiniuose šiame kontekste draudžiamas
nl: Het link relatietype ''{0}'', in gebruik in zoeksets, is in deze context verboden
pt: O tipo de relação de ligação ''{0}'' utilizado nos conjuntos de pesquisa é proibido neste contexto

source: External Stylesheets other than https://hl7.org/fhir/fhir.css SHOULD not be used
lt: Išoriniai stiliaus lapai, išskyrus https://hl7.org/fhir/fhir.css NETURĖTŲ būti naudojami
nl: Externe Stylesheets anders dan https://hl7.org/fhir/fhir.css ZOUDEN NIET MOETEN worden gebruikt
pt: Não devem ser utilizadas folhas de estilo externas para além de https://hl7.org/fhir/fhir.css

source: The stylesheet reference is not secure
lt: Stiliaus lapo nuoroda nesaugi
nl: De stylesheet-referentie is niet veilig
pt: A referência da folha de estilo não é segura

source: The stylesheet reference is not a resolvable link
lt: Stiliaus lapo nuoroda nėra išsprendžiama nuoroda
nl: De stylesheet-referentie kan niet worden gevonden
pt: A referência da folha de estilo não é uma ligação resolúvel

source: The stylesheet reference could not be resolved in this bundle
lt: Šiame pakete nepavyko išspręsti stiliaus lapo nuorodos
nl: De stylesheet-referentie is niet gevonden in deze bundel
pt: Não foi possível resolver a referência da folha de estilos neste pacote

source: The link relationship type ''{0}'' is unknown and not allowed in this context
lt: Nuorodos ryšio tipas ''{0}'' yra nežinomas ir šiame kontekste neleidžiamas
nl: Het link relatietype ''{0}'' is onbekend en niet toegestaan deze context
pt: O tipo de relação de ligação ''{0}'' é desconhecido e não é permitido neste contexto

source: The bundle contains no match for {1} by the rules of Bundle reference resolution, but it has multiple resources that match {0} by resource type and id
lt: Rinkinyje nėra atitikmenų {1} pagal paketo nuorodų skiriamosios gebos taisykles, tačiau jame yra keli ištekliai, atitinkantys {0} pagal išteklių tipą ir ID
nl: De bundle bevat geen overeenkomsten voor {1} volgens de regels van Bundle referentie-oplossing, maar heeft meerdere resources die overeenkomen met {0} op basis van resource type en id
pt: O pacote não contém nenhuma correspondência para {1} de acordo com as regras de resolução de referência do pacote, mas tem vários recursos que correspondem a {0} por tipo de recurso e id

source: Bundle Rules index is invalid ({0})
lt: Paketo taisyklių indeksas neleistinas ({0})
nl: Index van Bundle-regels is ongeldig ({0})
pt: O índice das regras do agrupamento é inválido ({0})

source: No Rule
lt: Nėra taisyklės
nl: Geen regel
pt: Nenhuma regra

source: Bundle Rules profile {1} is unknown for {0}
lt: Paketo taisyklių profilis {1} nežinomas {0}
nl: Bundle-regels profiel {1} is onbekend voor {0}
pt: O perfil {1} das regras do pacote é desconhecido para {0}

source: Bundle Rule refers to invalid resource {0}
lt: Paketo taisyklė nurodo neleistinus išteklius {0}
nl: Bundle-regel wijst naar ongeldige resource {0}
pt: A regra do pacote refere-se a um recurso inválido {0}

source: SearchSet Bundle Entries must have resources
lt: SearchSet paketo įrašai privalo turėti išteklių
nl: SearchSet Bundle Entries moeten resources bevatten
pt: As entradas do pacote SearchSet devem ter recursos

source: Search results must have ids
lt: Paieškos rezultatai turi turėti ID
nl: Zoekresultaten moeten id''s bevatten
pt: Os resultados da pesquisa têm de ter IDs

source: Unable to determine if this resource is a valid resource type for this search
lt: Neįmanoma nustatyti, ar šis išteklius yra tinkamas išteklių tipas šiai paieškai
nl: Kan niet bepalen of deze resource een geldige resource type is bij deze zoekactie
pt: Não foi possível determinar se este recurso é um tipo de recurso válido para esta pesquisa

source: This is not a matching resource type for the specified search ({0} expecting {1})
lt: Tai nėra atitinkantis nurodytos ieškos išteklių tipas ({0} Tikisi {1})
nl: Dit is geen overeenkomstig resourcetype voor de opgegeven zoekactie ({0} verwacht {1})
pt: Este não é um tipo de recurso correspondente para a pesquisa especificada ({0} à espera de {1})

source: This is not a matching resource type for the specified search (is a search mode needed?) ({0} expecting {1})
lt: Tai neatitinka nurodytos ieškos išteklių tipo (ar reikalingas ieškos režimas?) ({0} Tikisi {1})
nl: Dit is geen overeenkomstig resourcetype voor de opgegeven zoekactie (is een search.mode nodig?) ({0} verwacht {1})
pt: Este não é um tipo de recurso correspondente para a pesquisa especificada (é necessário um modo de pesquisa?) ({0} à espera de {1})

source: This is not an OperationOutcome ({0})
lt: Tai nėra OperationResult ({0})
nl: Dit is geen OperationOutcome ({0})
pt: Isto não é um OperationOutcome ({0})

source: SearchSet Bundles should have a self link that specifies what the search was
lt: SearchSet paketai turi turėti savarankišką nuorodą, nurodančią, kokia buvo paieška
nl: SearchSet Bundles moeten een self link bevatten die specificeert waarmee is gezocht
pt: Os pacotes SearchSet devem ter uma ligação própria que especifique qual foi a pesquisa

source: SearchSet bundles should have search modes on the entries
lt: SearchSet paketai turi turėti ieškos režimus įrašuose
nl: SearchSet bundles zouden search.mode op de entries moeten hebben
pt: Os pacotes SearchSet devem ter modos de pesquisa nas entradas

source: No types could be determined from the search string, so the types can''t be checked
lt: Pagal paieškos eilutę nepavyko nustatyti jokių tipų, todėl tipų patikrinti negalima
nl: Er kunnen geen typen worden bepaald vanuit de zoekstring, dus de typen kunnen niet worden gecontroleerd
pt: Não foi possível determinar nenhum tipo a partir da cadeia de pesquisa, pelo que os tipos não podem ser verificados

source: The canonicalization in the digital signature is {0} which doesn't match the value {1} found in the targetFormat
lt: Skaitmeninio parašo kanonizacija yra {0} kuris neatitinka reikšmės {1} rastas targetFormat

source: Error parsing the targetFormat ''{0}'': {1}
lt: Klaida analizuojant targetFormat ''{0}'': {1}

source: Signing Certificate Details: Subject=''{0}'', Issuer=''{1}'', Serial=''{2}''
lt: Pasirašymo sertifikato informacija: Subject=''{0}'', Emitentas =''{1}'', serija=''{2}''

source: Signing Certificate Source: {0}
lt: Pasirašymo sertifikato šaltinis: {0}

source: The signature data is not valid base64 content, but it looks like native application/jose, so it will be checked anyway
lt: Parašo duomenys nėra leistinas base64 turinys, bet atrodo kaip vietinė programa/jose, todėl vis tiek bus patikrinta

source: The digital signature is invalid XML: {0}
lt: Skaitmeninis parašas neleistinas XML: {0}

source: Didn''t find a provided X509 certificate in the digital signature, so can''t verify the signature
lt: Skaitmeniniame paraše neradau pateikto X509 sertifikato, todėl nepavyksta patikrinti parašo

source: No references found in the digital signature SignedInfo
lt: Skaitmeniniame paraše SignedInfo nuorodų nerasta

source: No SigningTime element found in the digital signature
lt: Skaitmeniniame paraše nerastas SigningTime elementas

source: Didn''t find a provided signedValue in the digital signature, so can''t verify the signature
lt: Skaitmeniniame paraše neradau pateiktos signedValue, todėl nepavyksta patikrinti parašo

source: Too many references found in the digital signature SignedInfo - not understood
lt: Per daug nuorodų rasta skaitmeniniame paraše SignedInfo - nesuprantama

source: The reference in the SignedInfo in the digital signature is ''{0}'' which is not understood (or correct?)
lt: Nuoroda į SignedInfo skaitmeniniame paraše yra ''{0}'' kuris nesuprantamas (ar teisingas?)

source: The second reference in the SignedInfo in the digital signature has type ''{0}'' which is not understood (or correct?)
lt: Antroji nuoroda SignedInfo skaitmeniniame paraše yra ''{0}'' kuris nesuprantamas (ar teisingas?)

source: The digital signature is not valid XML: {0}
lt: Skaitmeninis parašas neleistinas XML: {0}

source: The signed bytes provided could not be read - invalid XML Structure ({0})
lt: Nepavyko perskaityti pateiktų pasirašytų baitų - neleistina XML struktūra ({0})

# BUNDLE_SIGNATURE_DIGSIG_SIGNED_MISMATCH
source: The signature cannot be valid because the content to sign ({0} bytes} is not the same as the signed content ({1} bytes)
lt: Parašas negali būti leistinas, nes pasirašytinas turinys ({0} baitai} nėra tas pats, kas pasirašytas turinys ({1} baitai)

source: The signed bytes are identical, so the signature failure is not because the content changed. Check Canonicalization carefully (including whitespace)
lt: Pasirašyti baitai yra identiški, todėl parašo klaida atsirado ne dėl to, kad pasikeitė turinys. Atidžiai patikrinkite kanonizaciją (įskaitant tarpus)

source: The actual XML structures of payload and canonicalized form do match, so the issue is in the canonicalization
lt: Faktinės XML struktūros naudingosios apkrovos ir kanonizuotos formos sutampa, todėl problema yra kanonizacija

source: The actual XML structures of payload and canonicalized form do not match: {0}
lt: Faktinės naudingosios apkrovos ir kanonizuotos formos XML struktūros nesutampa: {0}

source: Error verifying the signature: {0}
lt: Tikrinant parašą įvyko klaida: {0}

source: The time in the digital signature {0} is not the same as the stated time {1}
lt: Laikas skaitmeniniame paraše {0} nėra tas pats, kas nurodytas laikas {1}

# BUNDLE_SIGNATURE_DIGSIG_X509_ERROR
source: Unable to parse X509 Certificate: {0}
lt: Neįmanoma išanalizuoti X509 sertifikato: {0}

source: Didn''t find a matching certificate for the ''kid'' {0} in the header, so can''t verify the signature
lt: Neradau atitinkamo sertifikato "vaikui" {0} antraštėje, todėl nepavyksta patikrinti parašo

source: Error scanning for certificate to match kid {0}: {1}
lt: Klaida nuskaitant sertifikatą, kad atitiktų vaiką {0}: {1}

source: Didn''t find a provided certificate or a ''kid'' in the header, so can''t verify the signature
lt: Antraštėje neradau pateikto sertifikato arba "vaiko", todėl nepavyksta patikrinti parašo

source: The signature does not have a signing time (sigT in the header)
lt: Parašas neturi pasirašymo laiko (sigT antraštėje)

source: Error parsing the digital signature header: {0}
lt: Klaida analizuojant skaitmeninio parašo antraštę: {0}

source: The sigT header has the wrong format: {0}
lt: SigT antraštės formatas netinkamas: {0}

source: The time in the signature {0} is not the same as the stated time {1}
lt: Laikas paraše {0} nėra tas pats, kas nurodytas laikas {1}

# BUNDLE_SIGNATURE_HEADER_X509_ERROR
source: Unable to parse X509 Certificate: {0}
lt: Neįmanoma išanalizuoti X509 sertifikato: {0}

source: There is no actual signature data, so the {0} signature cannot be checked
lt: Faktinių parašo duomenų nėra, todėl {0} Parašo patikrinti neįmanoma
