Repository: hapifhir/org.hl7.fhir.core
Catalog: org.hl7.fhir.utilities/src/main/resources/source/validator-messages-*.po
Languages: lt, nl, pt

source: The code provided is not in the maximum value set {0}, and a code from this value set is required) (code = {1}#{2}), error = {3})
lt: Pateiktas kodas nėra didžiausios nustatytos vertės {0}ir reikalingas šio reikšmių rinkinio kodas) (kodas = {1}#{2}), klaida = {3})
nl: De gevonden code bestaat niet in de maximum waardelijst {0} en een code uit deze waardelijst is verplicht (code = {1}#{2}, fout = {3})
pt: O código fornecido não se encontra no conjunto de valores máximo {0} e é necessário um código deste conjunto de valores) (código = {1}#{2}), erro = {3})

source: The Coding provided ({2}) was not found in the value set {0}, and a code is required from this value set. {1}
lt: Pateiktas kodavimas ({2}) reikšmių rinkinyje nerasta {0}, o iš šio reikšmių rinkinio reikalingas kodas. {1}
nl: De gevonden Coding ({2}) bestaat niet in de waardelijst {0} en een code uit deze waardelijst is verplicht. {1}
pt: A codificação fornecida ({2}) não foi encontrada no conjunto de valores {0} e é necessário um código deste conjunto de valores. {1}

source: The Coding provided ({2}) was not found in the value set {0}, and a code should come from this value set unless it has no suitable code (note that the validator cannot judge what is suitable). {1}
lt: Pateiktas kodavimas ({2}) reikšmių rinkinyje nerasta {0}, o kodas turėtų būti iš šio reikšmių rinkinio, nebent jis neturi tinkamo kodo (atkreipkite dėmesį, kad tikrintojas negali spręsti, kas yra tinkama). {1}
nl: De Coding ({2}) bestaat niet in de waardelijst {0} en een code zou uit deze waardelijst moeten komen tenzij er geen relevante code is (de validator kan niet bepalen wat relevant is). {1}
pt: A codificação fornecida ({2}) não foi encontrada no conjunto de valores {0}, e um código deve provir deste conjunto de valores, exceto se não tiver um código adequado (note-se que o validador não pode avaliar o que é adequado). {1}

source: The Coding provided ({2}) was not found in the value set {0}, and a code is recommended to come from this value set. {1}
lt: Pateiktas kodavimas ({2}) reikšmių rinkinyje nerasta {0}, o kodą rekomenduojama gauti iš šio reikšmių rinkinio. {1}
nl: De Coding ({2}) bestaat niet in de waardelijst {0} en een code uit deze waardelijst is aanbevolen. {1}
pt: A codificação fornecida ({2}) não foi encontrada no conjunto de valores {0} e recomenda-se que um código provenha deste conjunto de valores. {1}

source: The value provided (''{0}'') could not be validated in the absence of a terminology server
lt: Pateikta vertė (''{0}'') negalėjo būti patvirtintas, jei nėra terminologijos serverio
nl: De gevonden waarde (''{0}'') kan niet worden gevalideerd zonder een terminologieserver
pt: O valor fornecido (''{0}'') não pôde ser validado na ausência de um servidor de terminologia

source: The value provided (''{0}'') was not found in the value set {1}, and a code is required from this value set {2}
lt: Pateikta vertė (''{0}'') reikšmių rinkinyje nerasta {1}, o iš šio reikšmių rinkinio reikalingas kodas {2}
nl: De gevonden waarde (''{0}'') bestaat niet in de waardelijst {1} en een code uit deze waardelijst is verplicht {2}
pt: O valor fornecido (''{0}'') não foi encontrado no conjunto de valores {1} e é necessário um código deste conjunto de valores {2}

source: The value provided (''{0}'') was not found in the value set {1}, and a code should come from this value set unless it has no suitable code (note that the validator cannot judge what is suitable) {2}
lt: Pateikta vertė (''{0}'') reikšmių rinkinyje nerasta {1}, o kodas turėtų būti gautas iš šio reikšmių rinkinio, nebent jis neturi tinkamo kodo (atkreipkite dėmesį, kad tikrintojas negali spręsti, kas yra tinkama) {2}
nl: De gevonden waarde (''{0}'') bestaat niet in de waardelijst {1} en een code zou uit deze waardelijst moeten komen tenzij deze geen relevante code bevat (de validator kan niet bepalen wat relevant is) {2}
pt: O valor fornecido (''{0}'') não foi encontrado no conjunto de valores {1}, e um código deve provir deste conjunto de valores, a menos que não tenha um código adequado (note-se que o validador não pode julgar o que é adequado) {2}

source: The value provided (''{0}'') was not found in the value set {1}, and a code is recommended to come from this value set{2}
lt: Pateikta vertė (''{0}'') reikšmių rinkinyje nerasta {1}, o kodą rekomenduojama gauti iš šio reikšmių rinkinio{2}
nl: De gevonden waarde (''{0}'') bestaat niet in de waardelijst {1} en een code uit deze waardelijst is aanbevolen. {2}
pt: O valor fornecido (''{0}'') não foi encontrado no conjunto de valores {1}, e recomenda-se que um código provenha deste conjunto de valores{2}

source: None of the codings provided are in the value set {0}, and a coding from this value set is required) (codes = {1})
lt: Nė vienas iš pateiktų kodų nėra reikšmių rinkinyje {0}ir reikalingas kodavimas iš šio reikšmių rinkinio) (kodai = {1})
nl: Geen van de gevonden codings bestaan in waardelijst {0} en een coding uit deze waardelijst is verplicht (codes = {1})
pt: Nenhuma das codificações fornecidas faz parte do conjunto de valores {0} e é necessária uma codificação deste conjunto de valores) (códigos = {1})

source: None of the codings provided are in the value set {0}, and a coding should come from this value set unless it has no suitable code (note that the validator cannot judge what is suitable) (codes = {1})
lt: Nė vienas iš pateiktų kodų nėra reikšmių rinkinyje {0}, o kodavimas turėtų būti gautas iš šio reikšmių rinkinio, nebent jis neturi tinkamo kodo (atkreipkite dėmesį, kad tikrintojas negali spręsti, kas yra tinkama) (kodai = {1})
nl: Geen van de gevonden codings bestaat in de waardelijst {0} en een coding uit deze waardelijst is verplicht tenzij deze geen relevante code bevat (de validator kan niet bepalen wat relevant is) (codes = {1})
pt: Nenhuma das codificações fornecidas faz parte do conjunto de valores {0} e uma codificação deve provir deste conjunto de valores, exceto se não tiver um código adequado (note-se que o validador não pode avaliar o que é adequado) (codes = {1})

source: None of the codings provided are in the value set {0}, and a coding is recommended to come from this value set (codes = {1})
lt: Nė vienas iš pateiktų kodų nėra reikšmių rinkinyje {0}, o kodavimą rekomenduojama gauti iš šio reikšmių rinkinio (kodai = {1})
nl: Geen van de gevonden codings bestaat in de waardelijst {0} en een coding uit deze waardelijst is aanbevolen (codes = {1})
pt: Nenhuma das codificações fornecidas faz parte do conjunto de valores {0}, pelo que se recomenda que uma codificação provenha deste conjunto de valores (códigos = {1})

source: The Coding provided ({2}) was not found in the value set {0}, and a code is required from this value set {1}
lt: Pateiktas kodavimas ({2}) reikšmių rinkinyje nerasta {0}, o iš šio reikšmių rinkinio reikalingas kodas {1}
nl: De gevonden Coding ({2}) bestaat niet in de waardelijst {0} en een code uit deze waardelijst is verplicht {1}
pt: A codificação fornecida ({2}) não foi encontrada no conjunto de valores {0} e é necessário um código deste conjunto de valores {1}

source: The Coding provided ({2}) was not found in the value set {0}, and a code should come from this value set unless it has no suitable code (the validator cannot judge what is suitable) {1}
lt: Pateiktas kodavimas ({2}) reikšmių rinkinyje nerasta {0}, o kodas turėtų būti gautas iš šio reikšmių rinkinio, nebent jis neturi tinkamo kodo (tikrintojas negali spręsti, kas yra tinkama) {1}
nl: De gevonden Coding ({2}) bestaat niet in de waardelijst {0} en een code uit deze waardelijst is verplicht tenzij deze geen relevante code bevat (de validator kan niet bepalen wat relevant is) {1}
pt: A codificação fornecida ({2}) não foi encontrada no conjunto de valores {0}, e um código deve provir deste conjunto de valores, exceto se não tiver um código adequado (o validador não pode avaliar o que é adequado) {1}

source: The Coding provided ({2}) was not found in the value set {0}, and a code is recommended to come from this value set {1}
lt: Pateiktas kodavimas ({2}) reikšmių rinkinyje nerasta {0}, o kodą rekomenduojama gauti iš šio reikšmių rinkinio {1}
nl: De gevonden Coding ({2}) bestaat niet in de waardelijst {0} en een code uit deze waardelijst is aanbevolen {1}
pt: A codificação fornecida ({2}) não foi encontrada no conjunto de valores {0} e recomenda-se que um código provenha deste conjunto de valores {1}

source: None of the codes provided could be validated against the maximum value set {0}, (error = {2})
lt: Nė vieno iš pateiktų kodų nepavyko patikrinti pagal nustatytą didžiausią vertę {0}, (klaida = {2})
nl: Geen van de gevonden codes kon worden gevalideerd tegen de maximum waardelijst {0}, (fout = {2})
pt: Nenhum dos códigos fornecidos pôde ser validado em relação ao conjunto de valores máximos {0}, (erro = {2})

source: None of the codes provided are in the maximum value set {0}, and a code from this value set is required) (codes = {1})
lt: Nė vienas iš pateiktų kodų nėra didžiausios nustatytos vertės {0}ir reikalingas kodas iš šio reikšmių rinkinio) (kodai = {1})
nl: Geen van de gevonden codes bestaan in de maximum waardelijst {0} en een code uit deze waardelijst is verplicht (codes = {1})
pt: Nenhum dos códigos fornecidos consta do conjunto de valores máximos {0}, sendo necessário um código deste conjunto de valores) (códigos = {1})

source: The code provided ({2}) could not be validated against the maximum value set {0}, (error = {1})
lt: Pateiktas kodas ({2}) nepavyko patikrinti pagal nustatytą didžiausią vertę {0}, (klaida = {1})
nl: De gevonden code ({2}) kon niet worden gevalideerd tegen de maximum waardelijst {0}, (fout = {1})
pt: O código fornecido ({2}) não pôde ser validado em relação ao valor máximo definido {0}, (erro = {1})

source: Invalid System URI: {0}
lt: Neleistinas sistemos URI: {0}
nl: Ongeldige system uri: {0}
pt: URI de sistema inválido: {0}

source: Coding.system must be an absolute reference, not a local reference
lt: Coding.system turi būti absoliuti nuoroda, o ne vietinė nuoroda
nl: Coding.system moet een absolute referentie zijn, geen lokale referentie
pt: Coding.system deve ser uma referência absoluta e não uma referência local

source: Unknown Code System ''{0}''
lt: Nežinoma kodų sistema ''{0}''
nl: Onbekend CodeSystem ''{0}''
pt: Sistema de código desconhecido ''{0}''

source: Invalid System URI: {0} - cannot use a value set URI as a system
lt: Neleistinas sistemos URI: {0} - negali naudoti reikšmių rinkinio URI kaip sistemos
nl: Ongeldige system uri: {0} - kan geen waardelijst URI gebruiken als system
pt: URI de sistema inválido: {0} - não é possível utilizar um URI de conjunto de valores como um sistema

source: The Coding references a value set, not a code system (''{0}'')
lt: Kodavimas nurodo reikšmių rinkinį, o ne kodų sistemą (''{0}'')
nl: De Coding verwijst naar een waardelijst in plaats van een codesysteem (''{0}'')
pt: A codificação faz referência a um conjunto de valores e não a um sistema de códigos (''{0}'')

source: ValueSet ''{0}'' not found
lt: Reikšmių rinkinys ''{0}'' nerasta
nl: ValueSet {0} niet gevonden
pt: ValueSet ''{0}'' não encontrado

source: Found a reference to a CodeSystem ''{0}'' where a ValueSet belongs
lt: Rasta nuoroda į kodų sistemą ''{0}'', kur priklauso ValueSet
nl: Referentie gevonden naar een CodeSystem ''{0}'' waar een ValueSet werd verwacht
pt: Encontrada uma referência a um CodeSystem ''{0}'' ao qual pertence um ValueSet

source: Text should not be present (''{0}'')
lt: Teksto neturėtų būti (''{0}'')
nl: Er zou geen text moeten zijn (''{0}'')
pt: O texto não deve estar presente (''{0}'')

source: The base snapshot marks a slicing as closed, but the differential tries to extend it in {0} at {1} ({2})
lt: Bazinė momentinė nuotrauka pažymi pjūvį kaip uždarą, tačiau diferencialas bando jį išplėsti {0} prie {1} ({2})
nl: De basis-snapshot markeert een slicing als gesloten, maar de differential probeert hierop uit te breiden in {0} in {1} ({2})
pt: O instantâneo de base marca um corte como fechado, mas o diferencial tenta estendê-lo em {0} em {1} ({2})

source: This ''{0}'' cannot be parsed (no namespace on the XML Root element)
lt: Šis ''{0}'' negalima išanalizuoti (nėra vardų srities XML šakniniame elemente)
nl: Dit ''{0}'' kan niet worden verwerkt (namespace op xml rootelement ontbreekt)
pt: Este ''{0}'' não pode ser analisado (não há namespace no elemento XML Root)

source: This base property must be an Array, not {0}
lt: Ši pagrindinė ypatybė turi būti masyvas, o ne {0}
nl: Deze basis-property moet een Array zijn, geen {0}
pt: Esta propriedade de base tem de ser uma Matriz e não {0}

source: This content cannot be parsed (no name)
lt: Šio turinio negalima išanalizuoti (nėra pavadinimo)
nl: Deze content kan niet worden verwerkt (geen naam)
pt: Este conteúdo não pode ser analisado (sem nome)

source: This content cannot be parsed (unknown or unrecognized resource name ''{0}'')
lt: Šio turinio negalima išanalizuoti (nežinomas arba neatpažintas ištekliaus pavadinimas ''{0}'')
nl: Deze content kan niet worden verwerkt (onbekende of niet-herkende resourcenaam ''{0}'')
pt: Este conteúdo não pode ser analisado (nome de recurso desconhecido ou não reconhecido ''{0}'')

source: This content cannot be parsed (unknown or unrecognized XML Root element namespace/name ''{0}::{1}'')
lt: Šio turinio negalima išanalizuoti (nežinomas arba neatpažintas XML šakninio elemento vardų sritis / pavadinimas ''{0}::{1}'')
nl: Deze content kan niet worden verwerkt (onbekende of niet-herkende xml rootelement namespace/naam ''{0}::{1}'')
pt: Este conteúdo não pode ser analisado (espaço de nome/nome do elemento raiz XML desconhecido ou não reconhecido ''{0}::{1}'')

source: This element does not match any known slice {0} (this may not be a problem, but you should check that it''s not intended to match a slice)
lt: Šis elementas neatitinka jokios žinomos dalies {0} (tai gali būti ne problema, bet turėtumėte patikrinti, ar jis nėra skirtas atitikti gabalėlį)
nl: Dit element komt niet overeen met een bekende slice {0} (mogelijk geen probleem, maar controleer of dat mogelijk toch de bedoeling was)
pt: Este elemento não corresponde a nenhuma fatia conhecida {0} (isto pode não ser um problema, mas deve verificar se não se destina a corresponder a uma fatia)

source: The property {2} must be {0}, not {1} (at {3})
lt: Nekilnojamasis turtas {2} turi būti {0}ne {1} (ne {3})
nl: Deze property {2} moet {0} zijn, geen {1} (bij {3})
pt: A propriedade {2} tem de ser {0} e não {1} (em {3})

source: This property must be a Literal, not {0}
lt: Ši ypatybė turi būti literalinė, o ne {0}
nl: Deze property moet een Literal zijn, geen {0}
pt: Esta propriedade deve ser um Literal, não {0}

source: This property must be a URI or bnode, not {0}
lt: Ši ypatybė turi būti URI arba bnode, o ne {0}
nl: Deze property moet een URI of bnode zijn, geen {0}
pt: Esta propriedade deve ser um URI ou bnode, e não {0}

source: The property {1} must be a JSON Array, not {0} (at {2})
lt: Nekilnojamasis turtas {1} turi būti JSON masyvas, o ne {0} (ne {2})
nl: Deze property {1} moet een JSON Array zijn, geen {0} (bij {2})
pt: A propriedade {1} tem de ser uma matriz JSON e não {0} (em {2})

source: This property must be an object, not {0} ({1} at {2})
lt: Ši ypatybė turi būti objektas, o ne {0} ({1} prie {2})
nl: Deze property moet een object zijn, geen {0} ({1} bij {2})
pt: Esta propriedade tem de ser um objeto, e não {0} ({1} a {2})

source: This property must be a simple value, not {0} ({1} at {2})
lt: Ši ypatybė turi būti paprasta, o ne {0} ({1} prie {2})
nl: Deze property moet een eenvoudige waarde zijn, geen {0} ({1} bij {2})
pt: Esta propriedade deve ser um valor simples, não {0} ({1} a {2})

source: The value ''{0}'' is not a valid Base64 value
lt: Vertė ''{0}'' yra neleistina Base64 reikšmė
nl: De waarde ''{0}'' is geen geldige Base64 waarde
pt: O valor ''{0}'' não é um valor Base64 válido

source: Boolean values must be ''true'' or ''false''
lt: Bulio logikos reikšmės turi būti ''teisinga'' arba ''klaidinga''
nl: Boolean waarden moeten ''true'' of ''false'' zijn
pt: Os valores booleanos devem ser "true" ou "false

source: The code ''{0}'' is not valid (whitespace rules)
lt: Kodas ''{0}'' neleistinas (tarpų taisyklės)
nl: De code ''{0}'' is ongeldig (regels voor whitespace)
pt: O código ''{0}'' não é válido (regras de espaço em branco)

source: The value ''{0}'' is outside the range of reasonable years - check for data entry error
lt: Vertė ''{0}'' nepatenka į pagrįstų metų intervalą - patikrinkite, ar nėra duomenų įvedimo klaidų
nl: De waarde ''{0}'' valt buiten de redelijke waarden voor jaar - controleer op invoerfouten
pt: O valor ''{0}'' está fora do intervalo de anos razoáveis - verificar se existe um erro de introdução de dados

source: Not a valid instant format: ''{0}''
lt: Neleistinas momentinis formatas: ''{0}''
nl: !!De instant ''{0}'' is niet geldig (op basis van regex)

source: If a date has a time, it must have a timezone
lt: Jei data turi laiką, ji turi turėti laiko juostą
nl: Als een datum een tijd bevat, dan moet deze ook een tijdzone bevatten
pt: Se uma data tiver uma hora, tem de ter um fuso horário

source: Not a valid date/time format: ''{0}''
lt: Neleistinas datos / laiko formatas: ''{0}''
nl: !!Ongeldige datum/tijd ({0})

source: Not a valid date format: ''{0}''
lt: Neleistinas datos formatas: ''{0}''
nl: !!Ongeldige datum ({0})

source: decimal value is greater than permitted maximum value of {0}
lt: dešimtainė vertė yra didesnė už leistiną didžiausią {0}
nl: decimale waarde is groter dan de toegestane maximumwaarde {0}
pt: o valor decimal é superior ao valor máximo permitido de {0}

source: decimal value is less than permitted minimum value of {0}
lt: dešimtainė vertė yra mažesnė už leistiną mažiausią {0}
nl: decimale waarde is kleiner dan de toegestane minimumwaarde {0}
pt: o valor decimal é inferior ao valor mínimo permitido de {0}

source: The value ''{0}'' is outside the range of commonly/reasonably supported decimals
lt: Vertė ''{0}'' nepatenka į bendrai/pagrįstai pagrįstų dešimtainių skaičių diapazoną
nl: De waarde ''{0}'' valt buiten de ondersteunde, redelijke aantallen decimalen
pt: O valor ''{0}'' está fora do intervalo de decimais comummente/razoavelmente suportados

source: The value ''{0}'' is not a valid decimal
lt: Vertė ''{0}'' yra neleistinas dešimtainis skaičius
nl: De waarde ''{0}'' is geen geldige decimaal
pt: O valor ''{0}'' não é um decimal válido

source: id value ''{0}'' is not valid
lt: ID reikšmė ''{0}'' neleistinas
nl: id waarde ''{0}'' is ongeldig
pt: o valor de id ''{0}'' não é válido

source: Identifier.system must be an absolute reference, not a local reference
lt: Identifier.system turi būti absoliuti nuoroda, o ne vietinė nuoroda
nl: Identifier.system moet een absolute referentie zijn, geen lokale referentie
pt: Identifier.system deve ser uma referência absoluta e não uma referência local

source: Not a valid instant ({0})
lt: Neleistinas momentas ({0})
nl: Ongeldige instant ({0})
pt: Não é um instante válido ({0})

source: The value ''{0}'' is not a valid integer64
lt: Vertė ''{0}'' yra neleistinas sveikasis skaičius64
nl: De waarde ''{0}'' is geen geldige integer64
pt: O valor ''{0}'' não é um número inteiro válido64

source: integer value is greater than permitted maximum value of {0}
lt: sveikojo skaičiaus vertė yra didesnė už leistiną didžiausią {0}
nl: integer waarde is groter dan toegestane maximumwaarde {0}
pt: o valor inteiro é superior ao valor máximo permitido de {0}

source: integer value is less than permitted minimum value of {0}
lt: sveikojo skaičiaus vertė yra mažesnė už leistiną minimalią {0}
nl: integer waarde is kleiner dan toegestane minimumwaarde {0}
pt: o valor inteiro é inferior ao valor mínimo permitido de {0}

source: value is less than permitted minimum value of 0
lt: vertė yra mažesnė už leistiną minimalią 0 vertę
nl: waarde is kleiner dan toegestane minimumwaarde 0
pt: é inferior ao valor mínimo permitido de 0

source: value is less than permitted minimum value of 1
lt: vertė yra mažesnė už leistiną mažiausią 1 vertę
nl: waarde is kleiner dan toegestane minimumwaarde 1
pt: é inferior ao valor mínimo permitido de 1

source: The value ''{0}'' is not a valid integer
lt: Vertė ''{0}'' yra neleistinas sveikasis skaičius
nl: De waarde ''{0}'' is geen geldige integer
pt: O valor ''{0}'' não é um número inteiro válido

source: OIDs must start with urn:oid:
lt: OID turi prasidėti urn:oid:
nl: OID''s moeten beginnen met urn:oid:
pt: Os OIDs devem começar com urn:oid:

source: OIDs must be valid ({0})
lt: OID turi galioti ({0})
nl: OID''s moeten geldig zijn ({0})
pt: Os OIDs devem ser válidos ({0})

source: value is longer than permitted maximum length of {0}
lt: vertė yra ilgesnė už leistiną didžiausią {0}
nl: waarde is langer dan toegestane maximumlengte {0}
pt: o valor é superior ao comprimento máximo permitido de {0}

source: value cannot be empty
lt: reikšmė negali būti tuščia
nl: @value mag niet leeg zijn
pt: o valor não pode estar vazio

source: Element value ''{0}'' does not meet regex ''{1}''
lt: Elemento reikšmė ''{0}'' neatitinka reguliariosios išraiškos ''{1}''
nl: Elementwaarde ''{0}'' komt niet overeen met regex ''{1}''
pt: O valor do elemento ''{0}'' não corresponde ao regex ''{1}''

source: Element value ''{0}'' does not meet {1} regex ''{2}''
lt: Elemento reikšmė ''{0}'' neatitinka {1} regex ''{2}''
nl: Elementwaarde ''{0}'' klopt niet met {1} regex ''{2}''
pt: O valor do elemento ''{0}'' não corresponde a {1} regex ''{2}''

source: Primitive types must have a value or must have child extensions
lt: Primityvūs tipai turi turėti reikšmę arba antrinius plėtinius
nl: Primitieve typen moeten een waarde of onderliggende extensies bevatten
pt: Os tipos primitivos têm de ter um valor ou têm de ter extensões secundárias

source: Primitive types should not only be whitespace
lt: Primityvūs tipai turėtų būti ne tik tarpai
nl: Primitieve typen mogen niet louter bestaan uit whitespace
pt: Os tipos primitivos não devem ser apenas espaços em branco

source: value is longer than permitted maximum length of 1 MB (1048576 bytes)
lt: reikšmė yra ilgesnė už leistiną maksimalų 1 MB (1048576 baitų) ilgį
nl: waarde is groter dan toegestane maximumgrootte 1 MB (1048576 bytes)
pt: é maior do que o comprimento máximo permitido de 1 MB (1048576 bytes)

source: value should not start or finish with whitespace ''{0}''
lt: reikšmė neturėtų prasidėti arba baigtis tarpais ''{0}''
nl: waarde mag niet beginnen of eindigen met whitespace ''{0}''
pt: o valor não deve começar ou terminar com espaço em branco ''{0}''

source: value should not be all whitespace ''{0}''
lt: reikšmė neturėtų būti visi tarpai ''{0}''
nl: waarde mag niet bestaan uit alleen whitespace ''{0}''
pt: o valor não deve ser só espaço em branco ''{0}''

source: Not a valid time ({0})
lt: Neleistinas laikas ({0})
nl: Ongeldige tijd ({0})
pt: Hora não válida ({0})

source: URI values cannot start with oid:
lt: URI reikšmės negali prasidėti oid:
nl: URI-waarden kunnen niet beginnen met oid:
pt: Os valores URI não podem começar por oid:

source: URI values cannot start with uuid:
lt: URI reikšmės negali prasidėti uuid:
nl: URI-waarden kunnen niet beginnen met uuid:
pt: Os valores URI não podem começar com uuid:

source: URI values cannot have whitespace(''{0}'')
lt: URI reikšmėse negali būti tarpų(''{0}'')
nl: URI-waarden kunnen geen whitespace bevatten (''{0}'')
pt: Os valores URI não podem ter espaços em branco(''{0}'')

source: No definition could be found for URL value ''{0}''
lt: Nepavyko rasti URL reikšmės '' apibrėžimo{0}''
nl: !!URL-waarde ''{0}'' komt nergens uit
pt: Não foi possível encontrar uma definição para o valor URL ''{0}''
