Repository: hapifhir/org.hl7.fhir.core
Catalog: org.hl7.fhir.utilities/src/main/resources/source/validator-messages-*.po
Languages: lt, nl, pt

source: Unsupported CodeableConcept pattern - must have at least one coding - for discriminator ({0}) for slice {1}
lt: Nepalaikomas CodeableConcept modelis - turi turėti bent vieną kodavimą - diskriminatoriui ({0}) {1}
nl: Niet-ondersteund CodeableConcept patroon - teminste een coding verplicht - voor discriminator ({0}) voor slice {1}
pt: Padrão CodeableConcept não suportado - deve ter pelo menos uma codificação - para discriminador ({0}) para fatia {1}

source: Unsupported CodeableConcept pattern - using text - for discriminator ({0}) for slice {1}
lt: Nepalaikomas CodeableConcept šablonas - naudojant tekstą - diskriminatoriui ({0}) {1}
nl: Niet-ondersteund CodeableConcept patroon - gebruik van text - voor discriminator ({0}) voor slice {1}
pt: Padrão CodeableConcept não suportado - usando texto - para discriminador ({0}) para fatia {1}

source: Unsupported Identifier pattern - extensions are not allowed - for discriminator ({0}) for slice {1}
lt: Nepalaikomas identifikatoriaus šablonas - plėtiniai neleidžiami - diskriminatoriui ({0}) {1}
nl: Niet-ondersteund Identifier patroon - extensies niet toegestaan - voor discriminator ({0}) voor slice {1}
pt: Padrão de identificador não suportado - não são permitidas extensões - para discriminador ({0}) para fatia {1}

source: Unsupported fixed pattern type for discriminator ({0}) for slice {1}: {2}
lt: Nepalaikomas fiksuoto diskriminatoriaus šablono tipas ({0}) {1}: {2}
nl: Niet-ondersteund vast patroontype voor discriminator ({0}) voor slice {1}: {2}
pt: Tipo de padrão fixo não suportado para o discriminador ({0}) para a fatia {1}: {2}

source: Unsupported fixed value type for discriminator ({0}) for slice {1}: {2}
lt: Nepalaikomas diskriminatoriaus fiksuotos vertės tipas ({0}) {1}: {2}
nl: Niet-ondersteund type vaste waarde voor discriminator ({0}) voor slice {1}: {2}
pt: Tipo de valor fixo não suportado para o discriminador ({0}) para a fatia {1}: {2}

source: Unsupported version R1
lt: Nepalaikoma R1 versija
nl: Niet-ondersteunde versie R1
pt: Versão não suportada R1

source: Unsupported version R2
lt: Nepalaikoma R2 versija
nl: Niet-ondersteunde versie R2
pt: Versão não suportada R2

source: Unsupported version R2B
lt: Nepalaikoma R2B versija
nl: Niet-ondersteunde versie R2B
pt: Versão não suportada R2B

source: Unexpected internal condition - no source on diff element
lt: Netikėta vidinė būklė - nėra šaltinio diff elemente
nl: Onverwachte interne conditie - geen bron op diff element
pt: Condição interna inesperada - nenhuma fonte no elemento diff

source: Consulting AI failed: {0}
lt: Konsultuotis su dirbtiniu intelektu nepavyko: {0}
nl: Raadplegen AI mislukt: {0}
pt: A IA de consultoria falhou: {0}

source: Consulting AI failed: {0} (see {1} for further details)
lt: Konsultuotis su dirbtiniu intelektu nepavyko: {0} (žr. {1} išsamesnės informacijos)
nl: Raadplegen AI mislukt: {0} (zie {1} voor meer details)
pt: A IA de consultoria falhou: {0} (ver {1} para mais pormenores)

source: Apparent mis-match between code ''{0}'' and text ''{1}'': {3} ({2} confidence)
lt: Akivaizdus kodo '' neatitikimas{0}'' ir tekstas ''{1}'': {3} ({2} pasitikėjimą)
nl: Schijnbare mismatch tussen code ''{0}'' en tekst ''{1}'': {3} ({2} zekerheid)
pt: Aparente falta de correspondência entre o código ''{0}'' e o texto ''{1}'': {3} ({2} confiança)

source: The nominated WG ''{0}'' means that the publisher should be ''{1}'' but ''{2}'' was found
lt: Nominuota darbo grupė ''{0}'' reiškia, kad leidėjas turėtų būti ''{1}'' bet ''{2}'' buvo rastas
nl: De genoemde WG ''{0}'' betekent dat de publicerende partij ''{1}'' moet zijn maar gevonden is ''{2}''
pt: O WG nomeado ''{0}'' significa que o editor deveria ser ''{1}'' mas foi encontrado ''{2}''

source: The nominated WG ''{0}'' means that the publisher should be either ''{1}''or ''{2}'' but ''{3}'' was found
lt: Nominuota darbo grupė ''{0}'' reiškia, kad leidėjas turi būti arba ''{1}''arba ''{2}'' bet ''{3}'' buvo rastas
nl: De genoemde WG ''{0}'' betekent dat de publisher ''{1}'' of ''{2}'' moet zijn maar gevonden is ''{3}''
pt: O WG nomeado ''{0}'' significa que o editor deveria ser ''{1}'' ou ''{2}'' mas foi encontrado ''{3}''

source: When HL7 is publishing a resource, the publisher must be provided, and for WG ''{0}'' it should be ''{1}''
lt: Kai HL7 skelbia išteklius, turi būti pateiktas leidėjas, o darbo grupei ''{0}'' tai turėtų būti ''{1}''
nl: Als HL7 een resource publiceert, moet er een publisher zijn en de WG ''{0}'' zou ''{1}'' moeten zijn
pt: Quando o HL7 está a publicar um recurso, o editor deve ser fornecido e, para o WG ''{0}'', deve ser ''{1}''

source: This resource has more than one workgroup extension (http://hl7.org/fhir/StructureDefinition/structuredefinition-wg)
lt: Šis išteklius turi daugiau nei vieną darbo grupės plėtinį (http://hl7.org/fhir/StructureDefinition/structuredefinition-wg)
nl: !!Deze resource heeft meer dan één werkgroepextensie (http://hl7.org/fhir/StructureDefinition/structuredefinition-wg)
pt: Este recurso tem mais do que uma extensão de grupo de trabalho (http://hl7.org/fhir/StructureDefinition/structuredefinition-wg)

source: When HL7 is publishing a resource, the owning committee must be stated using the {0} extension
lt: Kai HL7 skelbia išteklius, savininkas turi būti nurodytas naudojant {0} Plėtinys
nl: Als HL7 een resource publiceert, moet het beherende commité zijn benoemd via de extensie {0}
pt: Quando o HL7 publica um recurso, o comité proprietário deve ser indicado utilizando a extensão {0}

source: The nominated WG ''{0}'' is unknown
lt: Nominuota darbo grupė ''{0}'' nežinoma
nl: De genoemde WG ''{0}''is onbekend
pt: A GT nomeada ''{0}'' é desconhecida

source: The nominated WG ''{0}'' means that the contact url should be ''{1}'' but it was not found
lt: Nominuota darbo grupė ''{0}'' reiškia, kad kontakto URL turi būti ''{1}'' bet jis nebuvo rastas
nl: De genoemde WG ''{0}'' betekent dat de contact url ''{1}'' moet zijn, maar deze is niet gevonden
pt: O WG nomeado ''{0}'' significa que o url de contacto deveria ser ''{1}'' mas não foi encontrado

source: Experimental content is not allowed in this context
lt: Šiame kontekste eksperimentinis turinys neleidžiamas
nl: Experimentele content is niet toegestaan in deze context
pt: Não são permitidos conteúdos experimentais neste contexto

source: Global Profile reference ''{0}'' from IG {1} could not be resolved, so has not been checked
lt: Visuotinio profilio nuoroda ''{0}'' iš IG {1} Nepavyko išspręsti, todėl nepatikrinta
nl: Global profiel reference ''{0}'' van IG {1} is niet gevonden, dus deze is niet gecontroleerd
pt: A referência do perfil global "{0}" do IG {1} não pôde ser resolvida, pelo que não foi verificada

source: Invalid constraint in profile {0} at path {1} - cannot constrain to type {2} from base types {3}
lt: Neleistinas profilio apribojimas {0} kelyje {1} - negalima apriboti tipo {2} iš bazinių tipų {3}
nl: Ongeldige inperking in profiel {0} bij pad {1} - kan type {2} niet inperken ten opzichte van basistypen {3}
pt: Restrição inválida no perfil {0} no caminho {1} - não é possível impor uma restrição ao tipo {2} a partir dos tipos de base {3}

source: The extension definition {0} defines the contexts of use as {2}, which does not match the location of use which is {3}
lt: Plėtinio apibrėžimas {0} apibrėžia naudojimo aplinkybes kaip {2}, kuri neatitinka naudojimo vietos, kuri yra {3}
pt: A definição de extensão {0} define os contextos de utilização como {2}, o que não corresponde ao local de utilização que é {3}

source: The type {3} cannot be used in the location {0}#{1}: must be a type of {2}
lt: Tipas {3} negalima naudoti vietoje {0}#{1}: turi būti {2}
pt: O tipo {3} não pode ser utilizado na localização {0}#{1}: tem de ser um tipo de {2}

source: The context indicates that this element contains named extensions, but no named extensions holder element was found in {0}
lt: Kontekstas rodo, kad šiame elemente yra pavadintų plėtinių, bet įvardyto plėtinio laikiklio elemento nerasta {0}
pt: O contexto indica que este elemento contém extensões nomeadas, mas não foi encontrado nenhum elemento titular de extensões nomeadas em {0}

source: The extension definition {0} does not define any contexts of use, so the context cannot be validated
lt: Plėtinio apibrėžimas {0} neapibrėžia jokių naudojimo kontekstų, todėl konteksto negalima patikrinti
pt: A definição de extensão {0} não define quaisquer contextos de utilização, pelo que o contexto não pode ser validado

source: Profile {1} identifies {0} as a dependency (using the extension http://hl7.org/fhir/StructureDefinition/structuredefinition-dependencies), but this profile could not be found
lt: Profilis {1} Identifikuoja {0} kaip priklausomybę (naudojant plėtinį http://hl7.org/fhir/StructureDefinition/structuredefinition-dependencies), bet šio profilio nepavyko rasti
nl: !!Profiel {1} identificeert {2} als afhankelijkheid (met de extensie http://hl7.org/fhir/StructureDefinition/structuredefinition-dependencies), maar dit profiel is niet gevonden

source: {0}: magic LOINC code {1} required, but not found (from {2}). Note that other Observation codes are allowed in addition to this required magic code
lt: {0}: stebuklingas LOINC kodas {1} reikalingas, bet nerastas (iš {2}). Atkreipkite dėmesį, kad be šio reikalaujamo magiško kodo leidžiami ir kiti stebėjimo kodai
nl: {0}: magische LOINC-code {1} vereist maar niet gevonden (in {2}). Merk op dat andere Observation codes toegestaan zijn, naast deze verplichte magische code
pt: {0}: código mágico LOINC {1} necessário, mas não encontrado (de {2}). Note-se que são permitidos outros códigos de observação para além deste código mágico obrigatório

source: Profile is for a different version of FHIR ({0}) so has been ignored
lt: Profilis skirtas kitai FHIR versijai ({0}), todėl buvo ignoruojama
nl: Profiel is voor een andere versie van FHIR ({0}) dus wordt genegeerd
pt: O perfil é para uma versão diferente do FHIR ({0}), pelo que foi ignorado

source: Validate resource against profile {0}
lt: Tikrinti išteklius pagal profilį {0}
nl: Valideer resource tegen profile {0}
pt: Validar recurso em relação ao perfil {0}

source: Validate resource against profile
lt: Tikrinti išteklius pagal profilį
nl: Valideer resource tegen profiel
pt: Validar o recurso em relação ao perfil

source: Validate resource against profile {0} - provided as bundle param
lt: Tikrinti išteklius pagal profilį {0} - pateikiamas kaip paketo parametras
nl: Valideer resource tegen profiel {0} - via bundle param
pt: Validar o recurso em relação ao perfil {0} - fornecido como parâmetro do pacote

source: Validate resource against profile {0} (per http://hl7.org/fhir/StructureDefinition/structuredefinition-dependencies in {1})
lt: Tikrinti išteklius pagal profilį {0} (per http://hl7.org/fhir/StructureDefinition/structuredefinition-dependencies {1})
nl: Valideer resource tegen profiel {0} (via http://hl7.org/fhir/StructureDefinition/structuredefinition-dependencies in {1})
pt: Validar recurso em relação ao perfil {0} (por http://hl7.org/fhir/StructureDefinition/structuredefinition-dependencies em {1})

source: Validate resource against profile {0} - a global profile in {1}
lt: Tikrinti išteklius pagal profilį {0} - pasaulinis profilis {1}
nl: Valideer resource tegen profiel {0} - een algemeen profiel in {1}
pt: Validar o recurso em relação ao perfil {0} - um perfil global em {1}

source: Validate resource against profile {0} (per meta)
lt: Tikrinti išteklius pagal profilį {0} (už meta)
nl: Valideer resource tegen profiel {0} - zoals in meta
pt: Validar recurso em relação ao perfil {0} (por meta)

source: Validate Observation against the {1} profile ({0}) which is required by the FHIR specification because the {2} code {3} was found
lt: Tikrinti stebėjimą pagal {1} profilis ({0}), kurio reikalaujama pagal FHIR specifikaciją, nes {2} Kodas {3} buvo rasta
nl: Valideer Observation tegen het {1} profiel ({0}) welke verplicht is door de FHIR-specificaties omdat de {2} code {3} is gevonden
pt: Validar a observação em relação ao perfil {1} ({0}), que é exigido pela especificação FHIR porque o código {2} {3} foi encontrado

source: Profile for this version of FHIR - all OK
lt: Šios FHIR versijos profilis - viskas gerai
nl: Profiel voor deze versie van FHIR - alles in orde
pt: Perfil para esta versão do FHIR - tudo OK

source: Profile is for this version of FHIR, but is an invalid type {0}
lt: Profilis skirtas šiai FHIR versijai, bet neleistinas tipas {0}
nl: Profiel is voor deze versie van FHIR, maar heeft een onjuist type {0}
pt: O perfil é para esta versão do FHIR, mas é um tipo inválido {0}

source: Profile reference ''{0}'' has not been checked because it could not be found, and fetching it resulted in the error {1}
lt: Profilio nuoroda ''{0}'' nebuvo patikrintas, nes jo nepavyko rasti, o jį gavus įvyko klaida {1}
nl: Profiel-referentie ''{0}'' is niet gecontroleerd omdat deze niet is gevonden en ophalen ervan resulteerde in een fout {1}
pt: A referência de perfil ''{0}'' não foi verificada porque não foi possível encontrá-la e a sua pesquisa resultou no erro {1}

source: Profile reference ''{0}'' has not been checked because it could not be found, and the host {1} cannot be found
lt: Profilio nuoroda ''{0}'' nebuvo patikrintas, nes jo nepavyko rasti, o pagrindinis kompiuteris {1} nepavyko rasti
nl: Profiel-referentie ''{0}'' is niet gecontroleerd omdat deze niet is gevonden en de host {1} niet kon worden gevonden
pt: A referência de perfil ''{0}'' não foi verificada porque não foi encontrada e o anfitrião {1} não foi encontrado

source: Profile reference ''{0}'' has not been checked because it could not be found, and the validator is set to not fetch unknown profiles
lt: Profilio nuoroda ''{0}'' nepatikrintas, nes jo nepavyko rasti, o tikrintuvas nustatytas negauti nežinomų profilių
nl: Profiel-referentie ''{0}'' is niet gecontroleerd omdat deze niet is gevonden en de validator ingesteld is om onbekende profielen niet op te zoeken
pt: A referência de perfil ''{0}'' não foi verificada porque não foi encontrada e o validador está definido para não ir buscar perfis desconhecidos

source: The resource status ''{0}'' and the standards status ''{1}'' are not consistent
lt: Išteklių būsena ''{0}'' ir standartų statusas ''{1}'' nėra nuoseklūs
nl: De resourcestatus ''{0}'' en de standaardstatus ''{1}'' zijn niet consistent
pt: O estatuto do recurso ''{0}'' e o estatuto das normas ''{1}'' não são consistentes

source: The resource status ''{0}'' and the standards status ''{1}'' may not be consistent and should be reviewed
lt: Išteklių būsena ''{0}'' ir standartų statusas ''{1}'' gali būti nenuoseklus ir turėtų būti peržiūrėtas
nl: De resourcestatus ''{0}'' en de standaardstatus ''{1}'' mogen niet inconsistent zijn en moeten worden gereviewed
pt: O estatuto do recurso "{0}" e o estatuto das normas "{1}" podem não ser coerentes e devem ser revistos

source: Version ''{0}'' contains a ''#'', which is problematic, as this character is used in some URLs to separate the version and the fragment id. Systems will generally wrongly parse these URLs
lt: Versija ''{0}'' yra ''#'', o tai yra problematiška, nes šis simbolis naudojamas kai kuriuose URL atskirti versiją ir fragmento ID. Sistemos paprastai neteisingai analizuoja šiuos URL
nl: !!Versie ''{0}'' bevat een ''#'', die in sommige url''s wordt gebruikt om de versie te scheiden van de fragment-id. Als de versie zelf ''#'' bevat, zullen systemen de url niet kunnen parsen
pt: A versão ''{0}'' contém um ''#'', o que é problemático, uma vez que este carácter é utilizado em alguns URLs para separar a versão e a identificação do fragmento. Os sistemas geralmente analisam erradamente estes URLs

source: A filter can't have both a value and and expression for the value at the same time
lt: Filtras negali vienu metu turėti reikšmės ir išraiškos ir reikšmės
nl: Een filter kan niet tegelijk een waarde en een expressie hebben als waarde
pt: Um filtro não pode ter um valor e uma expressão para o valor ao mesmo tempo

source: A ValueSet expression language must be ''text/fhirpath'' not ''{0}''
lt: ValueSet išraiškos kalba turi būti ''text/fhirpath'', o ne ''{0}''
nl: Een waardelijst expressietaal moet ''text/fhirpath'' niet ''{0}''
pt: A linguagem da expressão ValueSet deve ser ''text/fhirpath'' e não ''{0}''

source: A filter needs a value and or an expression for the value
lt: Filtrui reikia reikšmės ir (arba) išraiškos
nl: Een filter heeft een waarde of expressie nodig als waarde
pt: Um filtro precisa de um valor e ou de uma expressão para o valor

source: The filter parameter expression ''{0}'' refers to the unknown parameter ''{1}''
lt: Filtro parametro išraiška ''{0}'' reiškia nežinomą parametrą ''{1}''
nl: De filterparameter expressie ''{0}'' verwijst naar de onbekende parameter ''{1}''
pt: A expressão do parâmetro de filtro ''{0}'' refere-se ao parâmetro desconhecido ''{1}''

source: The value of the expression ''{0}'' is not a valid FHIRPath: {1}
lt: Išraiškos reikšmė ''{0}'' yra neleistinas FHIRPath: {1}
nl: De waarde van de expressie ''{0}'' is geen geldig FHIRPath: {1}
pt: O valor da expressão ''{0}'' não é um FHIRPath válido: {1}

source: The operation ''{0}'' is not allowed for property ''{1}'' in system ''{3}''. Allowed ops: {2}
lt: Operacija ''{0}'' neleidžiama nuosavybei ''{1}'' sistemoje ''{3}''. Leidžiamos operacijos: {2}
nl: De operation ''{0}'' is niet toegestaan voor eigenschap ''{1}'' in system ''{3}''. Toegestane op's: {2}
pt: A operação ''{0}'' não é permitida para a propriedade ''{1}'' no sistema ''{3}''. Operações permitidas: {2}

source: The value for a filter based on property ''{0}'' must be either ''true'' or ''false'', not ''{1}''
lt: Filtro reikšmė pagal ypatybę ''{0}'' turi būti arba ''teisinga'' arba ''klaidinga'', o ne ''{1}''
nl: De waarde voor een filter gebaseerd op eigenschap ''{0}'' moet ''true'' of ''false'' zijn, niet ''{1}''
pt: O valor de um filtro baseado na propriedade ''{0}'' tem de ser ''true'' ou ''false'' e não ''{1}''

source: The value ''{1}'' for the filter {0} can''t be checked: {2}
lt: Vertė ''{1}'' filtrui {0} Negalima patikrinti: {2}

source: The value for a filter based on property ''{0}'' must be a valid code, not ''{1}''
lt: Filtro reikšmė pagal ypatybę ''{0}'' turi būti galiojantis kodas, o ne ''{1}''
nl: De waarde voor een filter gebaseerd op eigenschap ''{0}'' moet een geldigecode zijn, niet ''{1}''
pt: O valor de um filtro baseado na propriedade ''{0}'' tem de ser um código válido e não ''{1}''

source: The value for a filter based on property ''{0}'' must be in the format system(|version)#code, not ''{1}''
lt: Filtro reikšmė pagal ypatybę ''{0}'' turi būti formato sistemoje(|versija)#code, o ne ''{1}''
nl: De waarde voor een filter gebaseerd op eigenschap ''{0}'' moet in het formaat system(|version)#code zijn, niet ''{1}''
pt: O valor de um filtro baseado na propriedade ''{0}'' deve estar no formato system(|version)#code, e não ''{1}''

source: The value for a filter based on property ''{0}'' is ''{1}'' which is not a valid code ({2})
lt: Filtro reikšmė pagal ypatybę ''{0}'' yra ''{1}'', kuris yra neleistinas kodas ({2})
nl: De waarde voor een filter gebaseerd op eigenschap ''{0}'' is ''{1}'' wat geen geldige code is ({2})
pt: O valor de um filtro baseado na propriedade ''{0}'' é ''{1}'', o que não é um código válido ({2})

source: The value for a filter based on property ''{0}'' should be in the format system(|version)#code, not the coding search pattern ''{1}''
lt: Filtro reikšmė pagal ypatybę ''{0}'' turi būti formato sistemoje(|versija)#code, o ne kodavimo paieškos šablone ''{1}''

source: The value for a filter based on property ''{0}'' must be a valid date(/time), not ''{1}''
lt: Filtro reikšmė pagal ypatybę ''{0}'' turi būti galiojanti data (/ laikas), o ne ''{1}''
nl: De waarde voor een filter gebaseerd op eigenschap ''{0}'' moet een geldige datum(/tijd) zijn, niet ''{1}''
pt: O valor de um filtro baseado na propriedade ''{0}'' tem de ser uma data(/hora) válida e não ''{1}''

source: The value for a filter based on property ''{0}'' must be a decimal value, not ''{1}''
lt: Filtro reikšmė pagal ypatybę ''{0}'' turi būti dešimtainė reikšmė, o ne ''{1}''
nl: De waarde voor een filter gebaseerd op eigenschap ''{0}'' moet een decimaal zijn, niet ''{1}''
pt: O valor de um filtro baseado na propriedade ''{0}'' deve ser um valor decimal e não ''{1}''

source: The filter value has a comma, but the operation is different to ''in'' and ''not-in'', so the comma will be interpreted as part of the {0} value
lt: Filtro reikšmė turi kablelį, tačiau operacija skiriasi nuo ''in'' ir ''not-in'', todėl kablelis bus interpretuojamas kaip dalis {0} vertė
nl: De filterwaarde heeft een komma maar de operation is anders dan ''in'' en ''not-in'', dus de komma zal worden geïnterpreteerd als deel van de {0} waarde
pt: O valor do filtro tem uma vírgula, mas a operação é diferente para ''in'' e ''not-in'', pelo que a vírgula será interpretada como parte do valor {0}

source: The value for a filter based on property ''{0}'' must be integer value, not ''{1}''
lt: Filtro reikšmė pagal ypatybę ''{0}'' turi būti sveikasis skaičius, o ne ''{1}''
nl: De waarde voor een filter gebaseerd op eigenschap ''{0}'' moet een integer zijn, niet ''{1}''
pt: O valor de um filtro baseado na propriedade ''{0}'' deve ser um valor inteiro e não ''{1}''

source: The value ''{1}'' for the filter {0} is invalid: {2}
lt: Vertė ''{1}'' filtrui {0} neleistinas: {2}

source: The value for a filter based on property ''{0}'' must be a valid code from the system ''{2}'', and ''{1}'' is not ({3})
lt: Filtro reikšmė pagal ypatybę ''{0}'' turi būti galiojantis sistemos kodas ''{2}'', ir ''{1}'' nėra ({3})
nl: De waarde voor een filter gebaseerd op eigenschap ''{0}'' moet een geldige code van system ''{2}'' en ''{1}'' is niet ''{3}''
pt: O valor de um filtro baseado na propriedade ''{0}'' deve ser um código válido do sistema ''{2}'', e ''{1}'' não é ({3})

source: The value for a filter based on property ''{0}'' must be a valid code from the system ''{2}'', and ''{1}'' is not ({3}). Note that this is change from the past; terminology servers are expected to still continue to support this filter
lt: Filtro reikšmė pagal ypatybę ''{0}'' turi būti galiojantis sistemos kodas ''{2}'', ir ''{1}'' nėra ({3}). Atkreipkite dėmesį, kad tai pokytis nuo praeities; Tikimasi, kad terminologijos serveriai ir toliau palaikys šį filtrą
nl: De waarde voor een filter gebaseerd op eigenschap ''{0}'' moet een geldige code van system ''{2}'' en ''{1}'' is niet ''{3}''. Merk op dat dit voorheen anders was; van terminologieservers wordt verwacht dat ze dit filter blijven ondersteunen
pt: O valor de um filtro baseado na propriedade ''{0}'' deve ser um código válido do sistema ''{2}'', e ''{1}'' não é ({3}). Note-se que se trata de uma alteração em relação ao passado; espera-se que os servidores de terminologia continuem a suportar este filtro

source: The code for the filter ''{0}'' is inactive (''{1}'')
lt: Filtro kodas ''{0}'' yra neaktyvus (''{1}'')

source: The value for a filter based on property ''{0}'' should be a valid regex, not ''{1}'' (err = ''{2}'')
lt: Filtro reikšmė pagal ypatybę ''{0}'' turėtų būti galiojantis regex, o ne ''{1}'' (klaida = ''{2}'')
nl: De waarde voor een filter gebaseerd op eigenschap ''{0}'' moet een geldige regex zijn, niet ''{1}'' (fout = ''{2}'')
pt: O valor de um filtro baseado na propriedade ''{0}'' deve ser um regex válido e não ''{1}'' (err = ''{2}'')
