Repository: hapifhir/org.hl7.fhir.core
Catalog: org.hl7.fhir.utilities/src/main/resources/source/validator-messages-*.po
Languages: lt, nl, pt

source: The signature data is not valid base64 content, so the signature cannot be checked
lt: Parašo duomenys yra neleistinas base64 turinys, todėl parašo patikrinti negalima

source: The signature format ''{0}'' is not checked (known formats: application/jose and application/pkcs7-signature)
lt: Parašo formatas ''{0}'' nepažymėtas (žinomi formatai: application/jose ir application/pkcs7-signature)

source: There is no value for sigFormat. In the absence of a stated signature format, the signature cannot be interpreted reliably (or validated)
lt: Nėra sigFormat reikšmės. Nesant nurodyto parašo formato, parašo negalima patikimai interpretuoti (arba patvirtinti)

source: The signed bytes are identical, but the base64 representations differ
lt: Pasirašyti baitai yra identiški, tačiau base64 reprezentacijos skiriasi

source: No canonicalization found, so using {0}
lt: Kanonizacija nerasta, todėl naudojant {0}

source: The payload provided could not be read - invalid Base64 content ({0})
lt: Nepavyko perskaityti pateiktos naudingosios apkrovos - netinkamas Base64 turinys ({0})

source: The payload provided could not be read - invalid JSON Structure ({0})
lt: Nepavyko perskaityti pateiktos naudingosios apkrovos - netinkama JSON struktūra ({0})

source: The actual JSON structures of payload and canonicalized form do match, so the issue is in the canonicalization
lt: Faktinės JSON struktūros naudingosios apkrovos ir kanonizuotos formos sutampa, todėl problema yra kanonizacija

source: The actual JSON structures of payload and canonicalized form do not match: {0}
lt: Faktinės JSON naudingosios apkrovos ir kanonizuotos formos struktūros nesutampa: {0}

# BUNDLE_SIGNATURE_PAYLOAD_MISMATCH
source: The signature cannot be valid because the content to sign ({0} bytes} is not the same as the signed content ({1} bytes)
lt: Parašas negali būti leistinas, nes pasirašytinas turinys ({0} baitai} nėra tas pats, kas pasirašytas turinys ({1} baitai)

source: The signature has a payload, but the signature should be a detached signature with no payload
lt: Parašas turi naudingąją apkrovą, tačiau parašas turi būti atskiras parašas be naudingosios apkrovos

source: The content claims to have been signed at {0}, but this has not been verified
lt: Turinys teigia, kad buvo pasirašytas {0}, bet tai nebuvo patikrinta

source: The content was signed at {0} (and this has been verified by the signature)
lt: Turinys pasirašytas adresu {0} (ir tai buvo patvirtinta parašu)

source: The content claims to have been signed by {0}, but this has not been verified
lt: Turinys teigia, kad jį pasirašė {0}, bet tai nebuvo patikrinta

source: The content was signed by {0} (and this has been verified by the signature)
lt: Turinį pasirašė {0} (ir tai buvo patvirtinta parašu)

source: The content claims that it was signed for the purpose of {1} ({0}), but this has not been verified
lt: Turinyje teigiama, kad jis buvo pasirašytas siekiant {1} ({0}), tačiau tai nebuvo patikrinta

source: The content was signed for the purpose of {1} ({0}) (and this has been verified by the signature)
lt: Turinys buvo pasirašytas siekiant {1} ({0}) (ir tai patvirtinta parašu)

source: The digest value for the signed content doesn''t match the provided content ({0} vs {1}). The signature is not valid
lt: Pasirašyto turinio suvestinės reikšmė neatitinka pateikto turinio ({0} Vs {1}). Parašas neleistinas

source: The digest value for the XaDeS signed content doesn''t match the provided content ({0} vs {1}). The signature is not valid. Check XML canonicalization carefully, particularly with regard to whitespace and namespaces
lt: XaDeS pasirašyto turinio santraukos reikšmė neatitinka pateikto turinio ({0} Vs {1}). Parašas neleistinas. Atidžiai patikrinkite XML kanonizavimą, ypač kalbant apie tarpus ir vardų sritis

source: Error verifying the signature against the certificate: {0}
lt: Klaida tikrinant parašą pagal sertifikatą: {0}

source: The signature did not verify against the provided certificate
lt: Parašas nepatikrintas pagal pateiktą sertifikatą

source: The signature did not verify against the provided certificate (key id = {0})
lt: Parašas nebuvo patikrintas pagal pateiktą sertifikatą (rakto ID = {0})

source: The signature did not verify against the certificate using the key with id {0}
lt: Parašas nebuvo patikrintas pagal sertifikatą naudojant raktą su ID {0}

source: Signature looks like application/jose, so validating accordingly
lt: Parašas atrodo kaip application/jose, todėl atitinkamai patvirtinimas

source: The actual signature is not valid base64: {0}
lt: Faktinis parašas negalioja 64 bazė: {0}

source: The signature verified OK
lt: Parašas patvirtintas gerai

source: The Signature.who.identifier ''{0}'' does not match a subject value from the certificate (one of {1})
lt: Signature.who.identifier ''{0}'' neatitinka sertifikato dalyko vertės (viena iš {1})

source: The Signature.who value is not found in the digital signature
lt: Skaitmeniniame paraše nerasta reikšmės Signature.who

source: Neither the digital signature nor Signature.who are provided to identify the signer
lt: Nei skaitmeninis parašas, nei parašas.kurie nepateikiami pasirašančiam asmeniui identifikuoti

source: A certificate subject identifier should also be found in Signature.who.identifier (one of {0})
lt: Sertifikato subjekto identifikatorius taip pat turėtų būti rastas Signature.who.identifier (vienas iš {0})

source: ** Error: The file name you passed in, ''{0}'', doesn''t exist on the local filesystem. Please verify that this is valid file location **
lt: ** Klaida: failo vardas, kurį perdavėte, ''{0}'', nėra vietinėje failų sistemoje. Patikrinkite, ar tai tinkama failo vieta **
nl: ** Fout: het bestand dat je opgaf, ''{0}'', bestaat niet op het lokale bestandssysteem. Controleer of de locatie klopt. **
pt: ** Erro: O nome do ficheiro que indicou, ''{0}'', não existe no sistema de ficheiros local. Por favor, verifique se esta é uma localização de ficheiro válida **

source: Base & Derived profiles have different types ({0} = {1} vs {2} = {3})
lt: Baziniai ir išvestiniai profiliai yra skirtingų tipų ({0} = {1} Vs {2} = {3})
nl: Basis & afgeleide profielen hebben verschillende typen ({0} = {1} vs {2} = {3})
pt: Os perfis Base e Derivado têm tipos diferentes ({0} = {1} vs {2} = {3})

source: Base profile {0} has no type
lt: Pagrindinis profilis {0} neturi tipo
nl: Basisprofiel {0} heeft geen type
pt: O perfil de base {0} não tem tipo

source: The canonical URL ({0}) cannot match the fullUrl ({1}) unless on the canonical server itself
lt: Kanoninis URL ({0}) negali atitikti viso URL ({1}), išskyrus atvejus, kai jie yra pačiame kanoniniame serveryje
nl: De canonical URL ({0}) kan niet gelijk zijn aan de fullUrl ({1}) tenzij op de canonical server zelf
pt: O URL canónico ({0}) não pode corresponder ao fullUrl ({1}) a não ser no próprio servidor canónico

source: The first entry in a document must be a composition
lt: Pirmasis įrašas dokumente turi būti kompozicija
nl: De eerste entry in een document moet een composition zijn
pt: A primeira entrada de um documento deve ser uma composição

source: Resource ID does not match the ID in the entry fullUrl (''{0}'' vs ''{1}'')
lt: Ištekliaus ID nesutampa su įrašo fullUrl ID (''{0}'' vs ''{1}'')
nl: Resource ID komt niet overeen met de ID in de entry fullUrl (''{0}'' versus ''{1}'')
pt: O ID do recurso não corresponde ao ID da entrada fullUrl (''{0}'' vs ''{1}'')

source: The canonical URL ({0}) cannot match the fullUrl ({1}) unless the resource id ({2}) also matches
lt: Kanoninis URL ({0}) negali atitikti viso URL ({1}), nebent ištekliaus ID ({2}) taip pat atitinka
nl: De canonical URL ({0}) komt niet overeen met fullUrl ({1}) tenzij de resource id ({2}) ook overeenkomt
pt: O URL canónico ({0}) não pode corresponder ao fullUrl ({1}) a menos que o id do recurso ({2}) também corresponda

source: Specified logical model {1} not found for resource ''Binary/{0}''
lt: Nurodytas loginis modelis {1} nerastas šaltinis ''Dvejetainis/{0}''
nl: Opgegeven mogisch model {1} niet gevonden voor resource ''Binary/{0}''
pt: Modelo lógico especificado {1} não encontrado para o recurso ''Binário/{0}''

source: Documents or Messages must contain at least one entry
lt: Dokumentuose ar pranešimuose turi būti bent vienas įrašas
nl: Documenten of Messages moeten tenminste een entry bevatten
pt: Os documentos ou mensagens devem conter pelo menos uma entrada

source: No resource on first entry
lt: Pirmą kartą įvedus nėra išteklių
nl: Geen resource bij eerste entry
pt: Nenhum recurso na primeira entrada

source: Bundle entry missing fullUrl
lt: Trūksta paketo įrašo fullUrl
nl: Bundle entry mist fullUrl
pt: Entrada de pacote sem fullUrl

source: Specified profile {2} not found for {0} resource of type ''{0}''
lt: Nurodytas profilis {2} nerasta {0} '' tipo ištekliai{0}''
nl: Opgegeven profiel {2} niet gevonden voor {0} resource van type ''{0}''
pt: Perfil especificado {2} não encontrado para {0} recurso do tipo ''{0}''

source: No profile found for {0} resource of type ''{1}''
lt: Nerastas profilis {0} '' tipo ištekliai{1}''
nl: Geen profiel gevonden voor {0} resource van type ''{1}''
pt: Não foi encontrado nenhum perfil para o recurso {0} do tipo ''{1}''

# Bundle_BUNDLE_Entry_NotFound
source: Can''t find ''{0}'' in the bundle ({1})
lt: Nepavyko rasti ''{0}'' ryšulyje ({1})
nl: Kan ''{0}'' niet vinden in de Bundle ({1})
pt: Não é possível encontrar ''{0}'' no pacote ({1})

source: Entry {0} isn''t reachable by traversing links (forward or backward) from the Composition
lt: Įrašas {0} nepasiekiama perėjus nuorodas (pirmyn arba atgal) iš kompozicijos
nl: Entry {0} is niet bereikbaar door links te volgen (voorwaarts of achterwaarts) vanuit de Composition
pt: A entrada {0} não é acessível através de ligações (para a frente ou para trás) a partir da composição

source: Entry {0} isn''t reachable by traversing links (forward or backward) from the MessageHeader, so its presence should be reviewed (is it needed to process the message?)
lt: Įrašas {0} nėra pasiekiamas pereinant nuorodas (pirmyn arba atgal) iš MessageHeader, todėl jo buvimas turėtų būti peržiūrėtas (ar jis reikalingas pranešimui apdoroti?)
nl: Entry {0} is niet bereikbaar door links te volgen (voorwaarts of achterwaarts) vanuit de MessageHeader, dus zijn aanwezigheid moet worden gecontroleerd (is het nodig om het bericht te verwerken?)
pt: A entrada {0} não é acessível através de ligações (para a frente ou para trás) a partir do MessageHeader, pelo que a sua presença deve ser revista (é necessária para processar a mensagem?)

source: The type ''{0}'' is not valid - no resources allowed here (allowed = {1})
lt: Tipas ''{0}'' neleistinas - čia neleidžiami ištekliai (leidžiama = {1})
nl: Het type ''{0}'' is niet geldig - hier geen resources toegestaan (toegestaan = {1})
pt: O tipo ''{0}'' não é válido - não são permitidos recursos aqui (permitido = {1})

source: The type ''{0}'' is not valid - must be {1} (allowed = {2})
lt: Tipas ''{0}'' negalioja - turi būti {1} (leidžiama = {2})
nl: Het type ''{0}'' is niet geldig - moet zijn {1} (toegestaan = {2})
pt: O tipo ''{0}'' não é válido - tem de ser {1} (permitido = {2})

source: The type ''{1}'' is not valid - must be of type {2}
lt: Tipas ''{1}'' neleistinas - turi būti tipo {2}
nl: Het type ''{1}'' is niet geldig - moet type {2} zijn

source: Relative Reference appears inside Bundle whose entry is missing a fullUrl
lt: Santykinė nuoroda rodoma pakete, kurio įraše trūksta fullUrl
nl: Relatieve referentie in Bundle waarvan de entry zijn fullUrl mist
pt: A Referência Relativa aparece dentro do Bundle cuja entrada não tem um fullUrl

source: Entries matching fullURL {0} should declare meta/versionId because there are version-specific references
lt: Įrašai, atitinkantys fullURL {0} turėtų deklaruoti meta/versionId, nes yra konkrečios versijos nuorodos
nl: Entries met fullURL {0} moeten meta/versionId specificeren omdat er versie-specifieke referenties zijn
pt: As entradas que correspondem a fullURL {0} devem declarar meta/versionId porque existem referências específicas da versão

source: Multiple matches in bundle for reference {0}
lt: Keli atitikmenys rinkinyje nuoroda {0}
nl: Meerdere matches in bundle voor referentie {0}
pt: Várias correspondências no pacote para a referência {0}

source: URN reference is not locally contained within the bundle {0}
lt: URN nuoroda nėra lokaliai įtraukta į paketą {0}
nl: URN referentie staat niet lokaal in de bundel {0}
pt: A referência URN não está contida localmente no pacote {0}

source: A document must have a date (Bundle.timestamp)
lt: Dokumentas turi turėti datą (Bundle.timestamp)
nl: Een document moet een datum hebben (Bundle.timestamp)
pt: Um documento deve ter uma data (Bundle.timestamp)

source: [(type = ''document'') implies (meta.lastUpdated.hasValue())]
lt: [(type = ''document'') reiškia (meta.lastUpdated.hasValue())]
pt: [(type = ''document'') implica (meta.lastUpdated.hasValue())]

source: Expected {0} but found {1} event elements
lt: Tikėtasi {0} bet rasta {1} Renginio elementai
nl: Verwacht {0} maar gevonden {1} event elementen
pt: Esperava-se {0} mas encontrámos {1} elementos de evento

source: The version {2} for the {0} {1} is not known. These versions are known: {3}
lt: Versija {2} Skirta {0} {1} nežinomas. Šios versijos yra žinomos: {3}
nl: De versie {2} voor de {0} {1} is onbekend. Dit zijn de bekende versies: {3}
pt: A versão {2} para o {0} {1} não é conhecida. São conhecidas as seguintes versões: {3}

source: CDATA is not allowed
lt: CDATA neleidžiama
nl: CDATA is niet toegestaan
pt: CDATA não é permitido

source: The CDA Template {0} is not known
lt: CDA šablonas {0} nežinomas
nl: De CDA template {0} is onbekend
pt: O modelo CDA {0} não é conhecido

source: The CDA Template {0} / {1} is not known
lt: CDA šablonas {0} / {1} nežinomas
nl: De CDA template {0} / {1} is onbekend
pt: O modelo CDA {0} / {1} não é conhecido

source: HL7 Defined CodeSystems should ensure that every concept has a definition
lt: HL7 apibrėžtos kodų sistemos turėtų užtikrinti, kad kiekviena sąvoka turėtų apibrėžtį
nl: HL7 gedefinieerde codesystemen moeten voor elk concept een definitie hebben
pt: Código definido HL7Os sistemas devem garantir que cada conceito tenha uma definição

source: HL7 Defined CodeSystems should ensure that every concept has a display
lt: HL7 apibrėžtos kodų sistemos turėtų užtikrinti, kad kiekviena koncepcija turėtų ekraną
nl: HL7 gedefinieerde codesystemen moeten voor elk concept een weergavenaam hebben
pt: Código definido HL7Os sistemas devem garantir que cada conceito tenha um ecrã

source: When a CodeSystem has content = ''complete'', it doesn't make sense for there to be no concepts defined
lt: Kai CodeSystem turi turinį = ''complete'', nėra prasmės, kad nebūtų apibrėžtos sąvokos
nl: Als een codesysteem content = ''complete'' heeft, dan zouden er ook concepten gedefinieerd moeten zijn
pt: Quando um CodeSystem tem conteúdo = ''completo'', não faz sentido que não existam conceitos definidos

source: The code system is complete, but the number of concepts ({0}) does not match the stated total number ({1})
lt: Kodų sistema yra baigta, tačiau sąvokų skaičius ({0}) neatitinka nurodyto bendro skaičiaus ({1})
nl: Het codesysteem is compleet maar het aantal concepten {0} komt niet overeen met het aangegeven totaal ({1})
pt: O sistema de códigos está completo, mas o número de conceitos ({0}) não corresponde ao número total indicado ({1})

source: The code system is a fragment/example, but the number of concepts ({0}) exceeds or matches the stated total number ({1})
lt: Kodų sistema yra fragmentas / pavyzdys, tačiau sąvokų skaičius ({0}) viršija arba atitinka nurodytą bendrą skaičių ({1})
nl: Het codesysteem is een fragment/voorbeeld maar het aantal concepten ({0}) is hoger dan het aangegeven totaal ({1})
pt: O sistema de códigos é um fragmento/exemplo, mas o número de conceitos ({0}) é superior ou igual ao número total indicado ({1})

source: The code system has no content, but the exceeds the stated total number is 0 concepts - check that this isn''t a complete code system that has no concepts, or update/remove the stated count
lt: Kodų sistema neturi turinio, bet viršija nurodytą bendrą skaičių yra 0 sąvokų - patikrinkite, ar tai nėra pilna kodų sistema, kurioje nėra sąvokų, arba atnaujinkite/pašalinkite nurodytą skaičių
nl: Het codesysteem heeft geen inhoud, maar heeft meer dan het opgegeven totaal van 0 concepten - controleer dat dit niet een compleet codesysteem is zonder concepten, of update/verwijder het opgegeven totaal
pt: O sistema de códigos não tem conteúdo, mas excede o número total declarado de 0 conceitos - verificar se não se trata de um sistema de códigos completo que não tem conceitos, ou atualizar/remover a contagem declarada

source: The code system says it has no content present, but concepts are found
lt: Kodų sistema sako, kad ji neturi turinio, bet sąvokos yra rastos
nl: Het codesysteem zegt dat er geen aanwezige concepten zijn, maar dit is toch het geval
pt: O sistema de códigos diz que não tem conteúdo presente, mas são encontrados conceitos

source: The code system supplement states the total number of concepts as {1}, but this is different to the underlying code system that states a value of {0}
lt: Kodų sistemos priede nurodomas bendras sąvokų skaičius kaip {1}, tačiau tai skiriasi nuo pagrindinės kodų sistemos, kurioje nurodoma reikšmė {0}
nl: Het codesysteemsupplement geeft een totaal van {1} concepten, maar dit verschilt van het onderliggende codesysteem dat de waarde {0} heeft
pt: O suplemento do sistema de código indica o número total de conceitos como {1}, mas isto é diferente do sistema de código subjacente que indica um valor de {0}

source: HL7 Defined CodeSystems SHALL have a stated value for the {0} element so that users know the status and meaning of the code system clearly
lt: HL7 apibrėžtų kodų sistemų TURI būti nurodyta {0} elementas, kad naudotojai aiškiai žinotų kodų sistemos būseną ir reikšmę
nl: HL7-gedefinieerde CodeSystems MOETEN een waarde hebben voor het {0} element zodat de status en betekenis van het codesysteem voor gebruikers duidelijk is
pt: Os sistemas de códigos definidos pelo HL7 DEVERÃO ter um valor declarado para o elemento {0} para que os utilizadores saibam claramente o estado e o significado do sistema de códigos

source: HL7 Defined CodeSystems SHOULD have a stated value for the {0} element so that users know the status and meaning of the code system clearly
lt: HL7 apibrėžtos kodų sistemos TURĖTŲ turėti nurodytą vertę {0} elementas, kad naudotojai aiškiai žinotų kodų sistemos būseną ir reikšmę
nl: HL7-gedefinieerde CodeSystems ZOUDEN een waarde MOETEN hebben voor het {0} element zodat de status en betekenis van het codesysteem voor gebruikers duidelijk is
pt: Os sistemas de códigos definidos pelo HL7 DEVERÃO ter um valor declarado para o elemento {0} para que os utilizadores saibam claramente o estado e o significado do sistema de códigos

source: CodeSystems SHOULD NOT have a stated value for the {0} element when they are a supplement
lt: CodeSystems NETURĖTŲ turėti nurodytos vertės {0} elementas, kai jie yra priedas
nl: CodeSystems ZOUDEN GEEN waarde MOETEN hebben voor het {0} element als het een supplement betreft
pt: Os sistemas de códigos NÃO DEVEM ter um valor declarado para o elemento {0} quando são um suplemento

source: CodeSystem Supplements with a content value of ''supplement'' SHALL have a supplements element that specifies which code system is being supplemented
lt: Kodų sistemos papildymai, kurių turinio vertė yra "papildymas", TURI turėti papildymų elementą, nurodantį, kuri kodų sistema yra papildoma
nl: CodeSystem Supplements met content-waarde ''supplement'' MOETEN een supplements element hebben waarin staat voor welk codesysteem het een supplement is
pt: Os suplementos ao sistema de códigos com um valor de conteúdo "suplemento" DEVERÃO ter um elemento "suplementos" que especifique qual o sistema de códigos que está a ser suplementado

source: CodeSystem Supplements SHALL have a content value of ''supplement''
lt: Kodų sistemos priedų turinio vertė TURI būti "papildymas"
nl: CodeSystem supplementen MOETEN de content-waarde ''supplement'' hebben
pt: Os suplementos do CodeSystem DEVERÃO ter um valor de conteúdo "suplemento

source: CodeSystems SHOULD have a stated value for the {0} element so that users know the status and meaning of the code system clearly
lt: CodeSystems TURĖTŲ turėti nurodytą reikšmę {0} elementas, kad naudotojai aiškiai žinotų kodų sistemos būseną ir reikšmę
nl: CodeSystems ZOUDEN een waarde MOETEN hebben voor het {0} element zodat de status en betekenis van het codesysteem voor gebruikers duidelijk is
pt: Os sistemas de códigos DEVEM ter um valor declarado para o elemento {0} para que os utilizadores saibam claramente o estado e o significado do sistema de códigos

source: CodeSystem {0} is a supplement, so can''t be used as a value in Coding.system
lt: Kodų sistema {0} yra papildymas, todėl negali būti naudojamas kaip reikšmė Coding.system
nl: CodeSystem {0} is een supplement, dus kan niet worden gebruikt als waarde in Coding.system
pt: CodeSystem {0} é um suplemento, pelo que não pode ser utilizado como um valor em Coding.system

source: Review the All Codes Value Set - incomplete CodeSystems generally should not have an all codes value set specified
lt: Peržiūrėkite visų kodų reikšmių rinkinį - neužbaigtuose kodų sistemose paprastai neturėtų būti nurodytas visų kodų reikšmių rinkinys
nl: Review de ''alle codes'' ValueSet - incomplete CodeSystems moeten generiek geen waardelijst voor ''alle codes'' specificeren
pt: Rever o conjunto de valores "Todos os códigos" - os CodeSystems incompletos geralmente não devem ter um conjunto de valores "Todos os códigos" especificado

source: CodeSystems supplements should not have an all codes value set specified, and if they do, it must match the base code system
lt: CodeSystems papildymuose neturėtų būti nurodytas visų kodų reikšmių rinkinys, o jei taip, jis turi atitikti pagrindinę kodų sistemą
nl: CodeSystem supplementen zouden geen ValueSet met alle waarden moeten aangeven, of deze moet overeenkomen met die in het onderliggende codesysteem
pt: Os suplementos CodeSystems não devem ter um conjunto de valores "todos os códigos" especificado e, se o tiverem, este deve corresponder ao sistema de códigos de base

source: CodeSystems supplements should not have an all codes value set specified, and if they do, it must match the base code system, and this one does not (''{0}'')
lt: CodeSystems papildymuose neturėtų būti nurodytas visų kodų reikšmių rinkinys, o jei taip, jis turi atitikti pagrindinę kodų sistemą, o šis neturi (''{0}'')
nl: CodeSystem supplementen zouden geen ValueSet met alle waarden moeten aangeven, of deze moet overeenkomen met die in het onderliggende codesysteem en dat is hier niet het geval (''{0}'')
pt: Os suplementos CodeSystems não devem ter um conjunto de valores "todos os códigos" especificado e, se o tiverem, deve corresponder ao sistema de códigos de base, o que não acontece neste caso (''{0}'')

source: CodeSystem {0} cannot be found, so can''t check if concepts are valid
lt: Kodų sistema {0} Nepavyko rasti, todėl negalima patikrinti, ar sąvokos yra tinkamos
nl: CodeSystem {0} kan niet worden gevonden, dus kan niet controleren of concepten geldig zijn
pt: O CodeSystem {0} não pode ser encontrado, pelo que não é possível verificar se os conceitos são válidos
