Repository: hapifhir/org.hl7.fhir.core
Catalog: org.hl7.fhir.utilities/src/main/resources/source/validator-messages-*.po
Languages: lt, nl, pt

source: The URL should refer directly to the ImplementationGuide resource (e.g. include ''/ImplementationGuide/'')
lt: URL turėtų tiesiogiai nurodyti "ImplementationGuide" išteklius (pvz., įtraukti "/ImplementationGuide/")
nl: De url zou direct naar de ImplementationGuide resource moeten wijzen (bijv. met ''/ImplementationGuide/'')
pt: O URL deve remeter diretamente para o recurso ImplementationGuide (por exemplo, incluir ''/ImplementationGuide/'')

source: Exception checking package version consistency: {0}
lt: Išimtis, tikrinanti paketo versijos nuoseklumą: {0}
nl: Exceptie bij controle packageversie-consistentie: {0}
pt: Exceção ao verificar a consistência da versão do pacote: {0}

source: The packageId {0} is not valid
lt: Paketo ID {0} neleistinas
nl: Het packageId {0} is niet geldig
pt: O packageId {0} não é válido

source: The version {0} is not a valid NPM package version
lt: Versija {0} yra neleistina NPM paketo versija
nl: De versie {0} is geen geldige NPM-packageversie
pt: A versão {0} não é uma versão válida do pacote NPM

source: The canonical URL {0} doesn''t point to an actual ImplementationGuide resource
lt: Kanoninis URL {0} nenurodo į tikrąjį ImplementationGuide šaltinį
pt: O URL canónico {0} não aponta para um recurso ImplementationGuide real

source: No NPM package id could be determined so the version consistency can't be checked
lt: Nepavyko nustatyti NPM paketo ID, todėl negalima patikrinti versijos nuoseklumo
nl: Er kon geen NPM package-id worden vastgesteld dus kan de versieconsistentie niet worden gecontroleerd
pt: Não foi possível determinar o ID do pacote NPM, pelo que a consistência da versão não pode ser verificada

source: No version was specified for the package so the version consistency can't be checked
lt: Paketui nenurodyta jokia versija, todėl negalima patikrinti versijos nuoseklumo
nl: Er is geen versie gespecificeerd voor het package dus kan de versieconsistentie niet worden gecontroleerd
pt: Não foi especificada nenhuma versão para o pacote, pelo que a consistência da versão não pode ser verificada

source: The package {0} could not be found so the version consistency can't be checked
lt: Dokumentų rinkinys {0} Nepavyko rasti, todėl negalima patikrinti versijos nuoseklumo
nl: Het package {0} is niet gevonden dus kan de versieconsistentie niet worden gecontroleerd
pt: Não foi possível encontrar o pacote {0}, pelo que a consistência da versão não pode ser verificada

source: The ImplementationGuide is based on FHIR version {0} but package {1} is based on FHIR version {2}. Use the package {3} instead
lt: Įgyvendinimo vadovas yra pagrįstas FHIR versija {0} bet paketas {1} yra pagrįsta FHIR versija {2}. Naudokite pakuotę {3} Vietoj to
nl: De ImplementationGuide is gebaseerd op FHIR-versie {0} maar package {1} is gebaseerd op FHIR-versie {2}. Gebruik in plaats daarvan package {3}
pt: O ImplementationGuide baseia-se na versão {0} do FHIR, mas o pacote {1} baseia-se na versão {2} do FHIR. Em vez disso, utilize o pacote {3}

source: The ImplementationGuide is based on FHIR version {0} but package {1} is based on FHIR version {2}. In general, this version mismatch should be avoided - some tools will try to make this work with variable degrees of success, but others will not even try
lt: Įgyvendinimo vadovas yra pagrįstas FHIR versija {0} bet paketas {1} yra pagrįsta FHIR versija {2}. Apskritai reikėtų vengti šio versijos neatitikimo - kai kurie įrankiai bandys tai padaryti su įvairiu sėkmės laipsniu, tačiau kiti net nebandys
nl: De ImplementationGuide is gebaseerd op FHIR-versie {0} maar package {1} is gebaseerd op FHIR-versie {2}. In het algemeen zouden versie-mismatches moeten worden voorkomen - sommige tools zullen dit met wisselend succes proberen op te lossen, maar andere zullen het niet eens proberen
pt: O ImplementationGuide baseia-se na versão {0} do FHIR, mas o pacote {1} baseia-se na versão {2} do FHIR. Em geral, esta incompatibilidade de versões deve ser evitada - algumas ferramentas tentarão fazer com que isto funcione com graus variáveis de sucesso, mas outras nem sequer tentarão

source: The ImplementationGuide uses package {0} released on {2}, but the most recent appropriate version is {1}. This reference is getting old and the more recent version should be considered
lt: Diegimo vadove naudojamas paketas {0} išleista {2}, tačiau naujausia tinkama versija yra {1}. Ši nuoroda sensta ir reikėtų apsvarstyti naujesnę versiją
nl: De ImplementationGuide gebruikt package {0} gepubliceerd op {2}, maar de meest recente, relevante versie is {1}. Deze verwijzing raakt verouderd en een recentere versie moet worden overwogen.
pt: O Guia de Implementação utiliza o pacote {0} lançado em {2}, mas a versão apropriada mais recente é {1}. Esta referência está a ficar velha e a versão mais recente deve ser considerada

source: HL7 Implementation Guides should state their maturity explicitly using the extension http://hl7.org/fhir/StructureDefinition/structuredefinition-fmm
lt: HL7 įgyvendinimo vadovuose turėtų būti aiškiai nurodyta jų branda, naudojant išplėtimo http://hl7.org/fhir/StructureDefinition/structuredefinition-fmm
nl: HL7-implementatiegidsen moeten hun volwassenheidsniveau expliciet vermelden met de extensie http://hl7.org/fhir/StructureDefinition/structuredefinition-fmm
pt: Os Guias de Implementação HL7 devem indicar explicitamente a sua maturidade utilizando a extensão http://hl7.org/fhir/StructureDefinition/structuredefinition-fmm

source: HL7 Implementation Guides must state their status explicitly using the extension http://hl7.org/fhir/StructureDefinition/structuredefinition-standards-status
lt: HL7 diegimo vadovuose turi būti aiškiai nurodyta jų būsena naudojant plėtinio http://hl7.org/fhir/StructureDefinition/structuredefinition-standards-status
nl: HL7-implementatiegidsen moeten hun status expliciet vermelden met de extensie http://hl7.org/fhir/StructureDefinition/structuredefinition-standards-status
pt: Os guias de implementação HL7 devem indicar explicitamente o seu estatuto utilizando a extensão http://hl7.org/fhir/StructureDefinition/structuredefinition-standards-status

source: HL7 Implementation Guides must state their owning workgroup explicitly using the extension http://hl7.org/fhir/StructureDefinition/structuredefinition-wg
lt: HL7 diegimo vadovuose turi būti aiškiai nurodyta jų darbo grupė, naudojanti išplėtimo http://hl7.org/fhir/StructureDefinition/structuredefinition-wg
nl: HL7-implementatiegidsen moeten hun beherende werkgroup expliciet vermelden met de extensie http://hl7.org/fhir/StructureDefinition/structuredefinition-wg
pt: Os Guias de Implementação HL7 devem indicar explicitamente o grupo de trabalho de que são proprietários, utilizando a extensão http://hl7.org/fhir/StructureDefinition/structuredefinition-wg

source: No fhir version was specified for the IG so the version consistency can't be checked
lt: Nebuvo nurodyta jokia fhir versija IG, todėl versijos nuoseklumo patikrinti negalima
nl: Er is geen versie van FHIR gespecificeerd voor de IG, dus versieconsistentie kan niet worden gecontroleerd
pt: Não foi especificada uma versão fhir para o IG, pelo que a consistência da versão não pode ser verificada

source: The fhir_comments property must be an array of strings
lt: Ypatybė fhir_comments turi būti eilučių masyvas
nl: De fhir_comments property moet een array van strings zijn
pt: A propriedade fhir_comments deve ser um conjunto de cadeias de caracteres

source: The property ''{0}'' is invalid
lt: Nuosavybė ''{0}'' neleistinas
nl: De eigenschap ''{0}'' is ongeldig
pt: A propriedade ''{0}'' é inválida

source: The concept ''{1}'' has a status of {0} and its use should be reviewed
lt: Sąvoka ""{1}'' turi statusą {0} ir jo naudojimas turėtų būti peržiūrėtas

source: ''{1}'' is no longer considered a correct display for code ''{2}'' (status = {4}). The correct display is ''{3}''
lt: ''{1}'' nebelaikomas teisingu kodo '' rodymu.{2}'' (statusas = {4}). Teisingas rodymas yra ''{3}''

source: Invalid displayLanguage: ''{0}''
lt: Neleistina displayLanguage: ''{0}''
nl: Ongeldige displayLanguage: ''{0}''
pt: DisplayLanguage inválido: ''{0}''

source: Invalid path ''{0}'' in differential in {1}: invalid character ''{2}''
lt: Neleistinas kelias ''{0}'' diferencialas {1}: neleistinas simbolis ''{2}''
nl: Onjuist pad ''{0}'' in differential in {1}: ongeldige tekens ''{2}''
pt: Caminho inválido ''{0}'' no diferencial em {1}: carácter inválido ''{2}''

source: Invalid path ''{0}'' in differential in {1}: invalid characters []
lt: Neleistinas kelias ''{0}'' diferencialas {1}: neleistini simboliai []
nl: Onjuist pad ''{0}'' in differential in {1}: ongeldige tekens []
pt: Caminho inválido ''{0}'' no diferencial em {1}: caracteres inválidos []

source: Invalid path ''{0}'' in input differential in {1}: must start with {2}.{3}
lt: Neleistinas kelias ''{0}'' įvesties diferencialas {1}: turi prasidėti {2}.{3}
nl: Onjuist pad ''{0}'' in input differential in {1}: moet beginnen met {2}.{3}
pt: Caminho inválido ''{0}'' no diferencial de entrada em {1}: deve começar com {2}.{3}

source: Invalid path ''{0}'' in differential in {1}: name portion exceeds 64 chars in length
lt: Neleistinas kelias ''{0}'' diferencialas {1}: vardo dalis viršija 64 simbolius
nl: Onjuist pad ''{0}'' in differential in {1}: naamdeel is meer dan 64 tekens lang
pt: Caminho inválido ''{0}'' no diferencial em {1}: a parte do nome excede 64 caracteres de comprimento

source: Invalid path ''{0}'' in differential in {1}: name portion missing (''..'')
lt: Neleistinas kelias ''{0}'' diferencialas {1}: trūksta pavadinimo dalies (''..'')
nl: Onjuist pad ''{0}'' in differential in {1}: naamdeel mist (''..'')
pt: Caminho inválido ''{0}'' no diferencial em {1}: falta a parte do nome (''...'')

source: Invalid path ''{0}'' in differential in {1}: no unicode whitespace
lt: Neleistinas kelias ''{0}'' diferencialas {1}: nėra "Unicode" tarpų
nl: Onjuist pad ''{0}'' in differential in {1}: geen unicode whitespace
pt: Caminho inválido ''{0}'' no diferencial em {1}: sem espaço em branco unicode

source: Unhandled fixed value type {0}
lt: Neapdorotos fiksuotos vertės tipas {0}
nl: Vaste waarde heeft onbekend type {0}
pt: Tipo de valor fixo não tratado {0}

source: Internal error - type not known {0}
lt: Vidinė klaida - tipas nežinomas {0}
nl: Interne fout - type onbekend {0}
pt: Erro interno - tipo desconhecido {0}

source: Invalid slicing: there is more than one type slice at {0}, but one of them ({1}) has min = 1, so the other slices cannot exist
lt: Neleistinas pjaustymas: yra daugiau nei vienas tipo segmentas {0}, tačiau vienas iš jų ({1}) turi min = 1, todėl kitos skiltys negali egzistuoti
nl: Ongeldige slicing: er is meer dan één type slice op {0}, maar een daarvan ({1}) heeft min = 1, zodat andere slices niet kunnen bestaan
pt: Corte inválido: existe mais do que um corte de tipo em {0}, mas um deles ({1}) tem min = 1, pelo que os outros cortes não podem existir

source: There is an extra comma at the end of the {0} in the JSON
lt: Yra papildomas kablelis pabaigoje {0} JSON
nl: Er is een extrra comma aan het einde van de {0} in de JSON
pt: Há uma vírgula a mais no final do {0} no JSON

source: A Comma is missing in the JSON
lt: JSON trūksta kablelio
nl: Er ontbreekt een comma in de JSON
pt: Está a faltar uma vírgula no JSON

source: Comments are not allowed in JSON
lt: JSON komentarai neleidžiami
nl: Commentaar is niet toegestaan in JSON
pt: Não são permitidos comentários em JSON

source: The JSON property ''{0}'' has no quotes around the name of the property
lt: JSON nuosavybė ''{0}'' neturi kabučių aplink nuosavybės pavadinimą
nl: De JSON property ''{0}'' heeft geen aanhalingstekens rondom de naam van de property
pt: A propriedade JSON ''{0}'' não tem aspas à volta do nome da propriedade

source: The JSON property ''{0}'' has no quotes around the value of the property ''{1}''
lt: JSON nuosavybė ''{0}'' neturi kabučių apie turto vertę ''{1}''
nl: De JSON property ''{0}'' heeft geen aanhalingstekens rondom de waarde van de property ''{1}''
pt: A propriedade JSON ''{0}'' não tem aspas à volta do valor da propriedade ''{1}''

source: Exception evaluating {0}: limit is not followed by '':''
lt: Išimtis vertinant {0}: po ribos nerašoma '':''
nl: Fout bij evaluatie {0}: limit wordt niet gevolgd door '':''
pt: Exceção ao avaliar {0}: o limite não é seguido de '':''

source: Script {0}: Found ''{1}'' expecting ''{2}'' parsing cycle
lt: Scenarijus {0}: Rasta ''{1}'' Laukiama ''{2}'' analizės ciklas
nl: Script {0}: Gevonden ''{1}'' verwacht ''{2}'' parsing-cyclus
pt: Script {0}: Encontrado ''{1}'' à espera de ''{2}'' ciclo de análise

source: Script {0}: Error reading include: {1}
lt: Scenarijus {0}: Skaitymo klaidos apima: {1}
nl: Script {0}: fout bij lezen include: {1}
pt: Script {0}: Erro ao ler o include: {1}

source: Script {0}: Error reading loop: {1}
lt: Scenarijus {0}: Klaidos skaitymo ciklas: {1}
nl: Script {0}: fout bij lezen loop: {1}
pt: Script {0}: Erro ao ler o loop: {1}

source: Script {0}: Unterminated Liquid statement {1}
lt: Scenarijus {0}: Nenutrauktas likvidumo pareiškimas {1}
nl: Script {0}: Niet-afgesloten Liquid statement {1}
pt: Script {0}: Declaração líquida não terminada {1}

source: Exception evaluating {0}: limit is not followed by a number
lt: Išimtis vertinant {0}: po ribos nenurodomas skaičius
nl: Fout bij evaluatie {0}: limiet niet gevolgd door een getal
pt: Exceção ao avaliar {0}: o limite não é seguido de um número

source: Exception evaluating {0}: unexpected content at {1}
lt: Išimtis vertinant {0}: netikėtas turinys {1}
nl: Fout bij evaluatie {0}: niet-verwachte content bij {1}
pt: Exceção ao avaliar {0}: conteúdo inesperado em {1}

source: Script {0}: Found unterminated string parsing cycle
lt: Scenarijus {0}: Rastas nenutrauktas eilutės analizės ciklas
nl: Script {0}: niet-afgesloten string parsing-cyclus gevonden
pt: Script {0}: Encontrado ciclo de análise de string não terminada

source: Unknown Liquid filter ''{0}''
lt: Nežinomas skysčio filtras ''{0}''
nl: Onbekend Liquid filter ''{0}''
pt: Desconhecido Filtro líquido ''{0}''

source: Script {0}: Unknown flow control statement ''{1}''
lt: Scenarijus {0}: Nežinomas srauto valdymo teiginys ''{1}''
nl: Script {0}: onbekend flowcontrol statement ''{1}''
pt: Script {0}: Declaração de controlo de fluxo desconhecida ''{1}''

source: Script {0}: Found end of script looking for {1}
lt: Scenarijus {0}: Rasta scenarijaus pabaiga ieško {1}
nl: Script {0}: scripteinde gevonden bij zoeken naar {1}
pt: Script {0}: Encontrado o fim do script à procura de {1}

source: Unexpected syntax parsing liquid statement
lt: Netikėtas sintaksės analizės likvidus sakinys
nl: Onverwachte syntaxparsing liquid-statement
pt: Sintaxe inesperada na análise da expressão líquida

source: Liquid Exception: The variable ''{0}'' already has an assigned value
lt: Likvidumo išimtis: kintamasis ''{0}'' jau turi priskirtą reikšmę
nl: Liquid fout: de variabele ''{0}'' heeft al een toegekende waarde
pt: Exceção líquida: A variável ''{0}'' já tem um valor atribuído

source: Liquid Exception: The variable name ''{0}'' cannot be used
lt: Likvidumo išimtis: kintamojo pavadinimas ''{0}'' negali būti naudojamas
nl: Liquid fout: de variabelenaam ''{0}'' kan niet worden gebruikt
pt: Exceção líquida: O nome da variável ''{0}'' não pode ser utilizado

source: The name ''{0}'' does not match the expected name ''{1}''
lt: Pavadinimas ''{0}'' neatitinka numatyto pavadinimo ''{1}''
nl: De naam ''{0}'' komt niet overeen met de verwachte naam ''{1}''
pt: O nome ''{0}'' não corresponde ao nome esperado ''{1}''

source: The QName ''{0}'' does not match the expected QName ''{1}''
lt: QName ''{0}'' neatitinka tikėtino QName ''{1}''
nl: De QName ''{0}'' komt niet overeen met de verwachte QName ''{1}''
pt: O QName ''{0}'' não corresponde ao QName esperado ''{1}''

source: Resource has a language ({0}), and the XHTML has a lang ({1}), but they differ
lt: Išteklius turi kalbą ({0}), o XHTML turi lang ({1}), tačiau jie skiriasi
nl: Resource heeft een taal ({0}) en XHTML heeft een taal (lang) ({1}), maar deze komen niet overeen
pt: O recurso tem um idioma ({0}) e o XHTML tem um idioma ({1}), mas são diferentes

source: Resource has a language ({0}), and the XHTML has an xml:lang ({1}), but they differ
lt: Išteklius turi kalbą ({0}), o XHTML turi xml:lang ({1}), tačiau jie skiriasi
nl: Resource heeft een taal ({0}) en XHTML heeft een taal (xml:lang) ({1}), maar deze komen niet overeen
pt: O recurso tem um idioma ({0}) e o XHTML tem um xml:lang ({1}), mas são diferentes

source: Resource has a language, but the XHTML does not have an lang or an xml:lang tag (needs both - see https://www.w3.org/TR/i18n-html-tech-lang/#langvalues)
lt: Resursas turi kalbą, bet XHTML neturi lang ar xml:lang žymos (reikia abiejų - žr. https://www.w3.org/TR/i18n-html-tech-lang/#langvalues)
nl: Resource heeft een taal, maar de XHTML heeft geen lang of xml:lang attribuut (beide zijn nodig - zie https://www.w3.org/TR/i18n-html-tech-lang/#langvalues)
pt: O recurso tem um idioma, mas o XHTML não tem uma etiqueta lang ou xml:lang (precisa de ambas - ver https://www.w3.org/TR/i18n-html-tech-lang/#langvalues)

source: Resource has a language, but the XHTML does not have a lang tag (needs both lang and xml:lang - see https://www.w3.org/TR/i18n-html-tech-lang/#langvalues)
lt: Resursas turi kalbą, bet XHTML neturi lang žymos (reikia ir lang, ir xml:lang - žr. https://www.w3.org/TR/i18n-html-tech-lang/#langvalues)
nl: Resource heeft een taal, maar de XHTML heeft geen lang attribuut (beide zijn nodig - zie https://www.w3.org/TR/i18n-html-tech-lang/#langvalues)
pt: O recurso tem um idioma, mas o XHTML não tem uma etiqueta lang (precisa de lang e xml:lang - ver https://www.w3.org/TR/i18n-html-tech-lang/#langvalues)

source: Resource has a language, but the XHTML does not have an xml:lang tag (needs both lang and xml:lang - see https://www.w3.org/TR/i18n-html-tech-lang/#langvalues)
lt: Resursas turi kalbą, bet XHTML neturi xml:lang žymos (reikia ir lang, ir xml:lang - žr. https://www.w3.org/TR/i18n-html-tech-lang/#langvalues)
nl: Resource heeft een taal, maar de XHTML heeft geen xml:lang attribuut (beide zijn nodig - zie https://www.w3.org/TR/i18n-html-tech-lang/#langvalues)
pt: O recurso tem um idioma, mas o XHTML não tem uma etiqueta xml:lang (precisa de lang e xml:lang - ver https://www.w3.org/TR/i18n-html-tech-lang/#langvalues)

source: The linkId ''{0}'' links this group to a measure group that has a different code (''{1}'' vs ''{2}'')
lt: Nuoroda Id ''{0}'' susieja šią grupę su priemonių grupe, kurios kodas skiriasi (''{1}'' vs ''{2}'')
nl: De linkId ''{0}'' koppelt deze groep aan een measure groep met een andere code (''{1}'' vs ''{2}'')
pt: O linkId ''{0}'' liga este grupo a um grupo de medidas que tem um código diferente (''{1}'' vs ''{2}'')

source: The code for this group is duplicated with another group
lt: Šios grupės kodas dubliuojamas su kita grupe
nl: De code voor deze groep wordt gedupliceerd door een andere groep
pt: O código para este grupo é duplicado com outro grupo

source: The MeasureReport does not include a group for the group with code ''{0}''
lt: Į MeasureReport neįtraukta grupės grupė, kurios kodas ''{0}''
nl: Het MeasureReport bevat geen groep voor de groep met code ''{0}''
pt: O MeasureReport não inclui um grupo para o grupo com o código ''{0}''

source: The MeasureReport does not include a group for the group with linkId ''{1}'' and code ''{0}''
lt: Į MeasureReport neįtraukta grupės grupė, kurios nuorodos ID ''{1}'' ir kodas ''{0}''
nl: Het MeasureReport bevat geen groep voor de groep met linkId ''{1}'' en code ''{0}''
pt: O MeasureReport não inclui um grupo para o grupo com linkId ''{1}'' e código ''{0}''

source: Group should have a code that matches the group definition in the measure
lt: Grupėje turi būti kodas, atitinkantis matavimo grupės apibrėžimą
nl: Groep moet een code hebben die overeenkomt met de groep-definitie in de measure
pt: O grupo deve ter um código que corresponda à definição do grupo na medida

source: Group should have a code or linkId that matches the group definition in the measure
lt: Grupės kodas arba linkId turi atitikti priemonės grupės apibrėžimą
nl: Groep moet een code of linkId hebben die overeenkomt met de groepdefinitie in de measure
pt: O grupo deve ter um código ou linkId que corresponda à definição do grupo na medida

source: None of the codes provided are usable for comparison - need both system and code on at least one code
lt: Nė vienas iš pateiktų kodų nėra naudojamas palyginimui - reikia ir sistemos, ir kodo bent viename kode
nl: Geen van de gevonden codes zijn bruikbaar voor vergelijking - zowel system als code zijn vereist op tenminste een code
pt: Nenhum dos códigos fornecidos é utilizável para comparação - é necessário o sistema e o código em pelo menos um código

source: The code provided ({0}) does not match the code specified in the measure report ({1})
lt: Pateiktas kodas ({0}) neatitinka priemonės ataskaitoje nurodyto kodo ({1})
nl: De gevonden code ({0}) komt niet overeen met de code in het MeasureReport ({1})
pt: O código fornecido ({0}) não corresponde ao código especificado no relatório da medida ({1})

source: The linkId provided ({0}) does not match the code specified in the measure report ({1})
lt: Pateiktas nuorodos ID ({0}) neatitinka priemonės ataskaitoje nurodyto kodo ({1})
nl: Het opgegeven linkId ({0}) komt niet overeen met de gespecificeerde code in het measure report ({1})
pt: O linkId fornecido ({0}) não corresponde ao código especificado no relatório de medida ({1})

source: The linkId ''{0}'' links this group population to a measure group population that has a different code (''{1}'' vs ''{2}'')
lt: Nuoroda Id ''{0}'' susieja šią grupę su matavimo grupės populiacija, turinčia skirtingą kodą (''{1}'' vs ''{2}'')
nl: Het linkId ''{0}'' koppelt deze groep populatie aan een measure groep populatie met een andere code (''{1}'' vs ''{2}'')
pt: O linkId ''{0}'' liga esta população de grupo a uma população de grupo de medidas que tem um código diferente (''{1}'' vs ''{2}'')

source: Unable to check the stated count {0} because the subject list cannot be fully processed ({1})
lt: Neįmanoma patikrinti nurodyto skaičiaus {0} Temų sąrašas negali būti visiškai apdorotas ({1})
nl: Kan het opgegeven aantal {0} niet controleren omdat de subjectlijst niet helemaal kan worden verwerkt ({1})
pt: Não é possível verificar a contagem indicada {0} porque a lista de assuntos não pode ser totalmente processada ({1})

source: Mismatch between count {0} and number of subjects {1}
lt: Skaičiavimo neatitikimas {0} ir tiriamųjų skaičius {1}
nl: Aantal {0} en aantal subjects {1} komen niet overeen
pt: Incompatibilidade entre a contagem {0} e o número de sujeitos {1}

source: Subject reference has no actual reference
lt: Temos nuoroda neturi faktinės nuorodos
nl: Subject-reference heeft geen echte verwijzing
pt: A referência ao assunto não tem referência efectiva

source: Subject reference {0} could not be resolved, and so could not be processed
lt: Dalyko nuoroda {0} nepavyko išspręsti, todėl jo nepavyko apdoroti
nl: Subject-reference {0} kon niet worden gevonden en kon dus niet worden verwerkt
pt: A referência de assunto {0} não pôde ser resolvida, pelo que não pôde ser processada

source: Subject reference {0} resolved to a {1}, which could not be processed
lt: Dalyko nuoroda {0} nusprendė {1}, kurios nepavyko apdoroti
nl: Subject-reference {0} gevonden als {1}, welke niet kon worden verwerkt
pt: A referência de assunto {0} foi resolvida para {1}, que não pôde ser processado
