Repository: hapifhir/org.hl7.fhir.core
Catalog: org.hl7.fhir.utilities/src/main/resources/source/validator-messages-*.po
Languages: lt, nl, pt

source: Target for this question enableWhen can''t reference itself
lt: Šio klausimo tikslas įgalintiWhen negali nurodyti savęs
nl: Doel voor enableWhen van deze vraag kan niet verwijzen naar zichzelf
pt: Objetivo para esta pergunta enableWhen não pode fazer referência a si próprio

source: The reference ''{0}'' is not a valid reference
lt: Nuoroda ''{0}'' yra netinkama nuoroda
pt: A referência ''{0}'' não é uma referência válida

source: The query part of the conditional reference is not a valid query string ({0})
lt: Sąlyginės nuorodos užklausos dalis nėra leistina užklausos eilutė ({0})
nl: Het query deel van de conditionele referentie is geen geldige querystring ({0})
pt: A parte de consulta da referência condicional não é uma cadeia de consulta válida ({0})

source: The URL ''{0}'' cannot be resolved unless the fullURL is a RESTFul base URL, or a baseURL has been provided and the Bundle is a batch or transaction
lt: URL adresas ''{0}'' negali būti išspręstas, nebent fullURL yra RESTFul pagrindinis URL arba buvo pateiktas baseURL, o paketas yra paketas arba operacija

source: The syntax of the reference ''{0}'' looks incorrect, and it should be checked
lt: Nuorodos '' sintaksė{0}'' atrodo neteisingai, ir jį reikėtų patikrinti
nl: De syntax van de reference ''{0}'' oogt incorrect en moeten worden gecontroleerd
pt: A sintaxe da referência ''{0}'' parece incorrecta e deve ser verificada

source: The type ''{2}'' is not a valid Target for the element {0} (must be {1})
lt: Tipas ''{2}'' yra neleistina elemento paskirtis {0} (turi būti {1})
nl: Het type ''{2}'' is geen geldig Target voor het element {0} (moet zijn {1})
pt: O tipo ''{2}'' não é um Target válido para o elemento {0} (tem de ser {1})

source: Fetching ''{0}'' failed. System details: {1}: {2}
lt: Atnešimas ''{0}'' nepavyko. Sistemos informacija: {1}: {2}
nl: Ophalen van ''{0}'' mislukt. Systeemdetails: {1}: {2}
pt: Falha na pesquisa de ''{0}''. Detalhes do sistema: {1}: {2}

source: Request took too long to process (>{0}sec)
lt: Užklausos apdorojimas užtruko per ilgai (>{0}sek.)
nl: Request duurde te lang om te verwerken (>{0}sec)
pt: O pedido demorou demasiado tempo a ser processado (>{0}sec)

source: The JSON element ''resourceType'' has the wrong JSON type: {0}
lt: JSON elementas ''resourceType'' turi netinkamą JSON tipą: {0}
nl: Het JSON element ''resourceType'' heeft het verkeerde JSON type: {0}
pt: O elemento JSON ''resourceType'' tem o tipo JSON errado: {0}

source: Duplicate ID for contained resource: {0}
lt: Saugomo ištekliaus ID dublikatas: {0}
nl: Dubbel id voor contained resource: {0}
pt: ID duplicado para o recurso contido: {0}

source: This {0} comes from the package {1} which has been marked as not suitable for this use
lt: Šis {0} yra iš pakuotės {1} kuris pažymėtas kaip netinkamas šiam naudojimui

source: This resource is not allowed to be a matchetype resource (extension http://hl7.org/fhir/tools/StructureDefinition/matchetype is true)
lt: Šis išteklius negali būti atitikties tipo išteklius (plėtinys http://hl7.org/fhir/tools/StructureDefinition/matchetype yra teisingas)
nl: Deze resource is niet toegestaan als matchetype resource (extensie http://hl7.org/fhir/tools/StructureDefinition/matchetype is true)
pt: Não é permitido que este recurso seja um recurso matchetype (a extensão http://hl7.org/fhir/tools/StructureDefinition/matchetype é verdadeira)

source: This resource is required to be a matchetype resource (extension http://hl7.org/fhir/tools/StructureDefinition/matchetype must be true)
lt: Šis išteklius turi būti atitikties tipo išteklius (plėtinio http://hl7.org/fhir/tools/StructureDefinition/matchetype turi būti teisingas)
nl: Deze resource is verplicht als matchetype resource (extensie http://hl7.org/fhir/tools/StructureDefinition/matchetype moet true zijn)
pt: Este recurso tem de ser um recurso matchetype (a extensão http://hl7.org/fhir/tools/StructureDefinition/matchetype tem de ser verdadeira)

source: The type ''{0}'' does not appear to match the matchetype pattern value ''{1}''
lt: Tipas ''{0}'' neatitinka matchetype šablono reikšmės ''{1}''
nl: Het type ''{0}'' lijkt niet te kloppen met de patroonwaarde ''{1}'' van matchetype
pt: O tipo ''{0}'' não parece corresponder ao valor do padrão matchetype ''{1}''

source: The matchetype pattern value ''{1}'' is not valid
lt: Atitikmens šablono reikšmė ''{1}'' neleistinas
nl: De patroonwaarde ''{1}'' van het matchetype is niet geldig
pt: O valor do padrão matchetype ''{1}'' não é válido

source: This resource is not a matcehtype, so it cannot have the extension {0}
lt: Šis išteklius nėra matcehtype, todėl jis negali turėti plėtinio {0}
nl: Deze resource is geen matchetype, dus kan het de extensie {0} niet hebben
pt: Este recurso não é um matcehtype, pelo que não pode ter a extensão {0}

source: Reference is {0} which isn''t supported by the specified aggregation mode(s) for the reference ({1})
lt: Nuoroda yra {0} kurio nepalaiko nurodytas (-i) nuorodos agregavimo režimas (-ai) ({1})
nl: Referentie is {0} wat niet wordt ondersteund door de gespecificeerde aggregatiemode(s) voor de referentie ({1})
pt: A referência é {0} que não é suportada pelo(s) modo(s) de agregação especificado(s) para a referência ({1})

source: Invalid Resource target type. Found {0}, but expected one of ({1})
lt: Neleistinas išteklių paskirties tipas. Rasti {0}, bet tikėjosi vieno iš ({1})
nl: Ongeldig resource doeltype. Gevonden {0}, maar verwacht was n van ({1})
pt: Tipo de destino de recurso inválido. Encontrou {0}, mas esperava um de ({1})

source: The type ''{0}'' implied by the reference URL {1} is not a valid Target for this element (must be one of {2})
lt: Tipas ''{0}'' numanomas nuorodos URL {1} nėra leistina šio elemento paskirtis (turi būti viena iš {2})
nl: Het type ''{0}'' dat wordt gempliceerd door de reference URL {1} is geen geldig doeltype voor dit element (moet n zijn van {2})
pt: O tipo ''{0}'' implícito no URL de referência {1} não é um objetivo válido para este elemento (tem de ser um de {2})

source: Unable to find a profile match for {0} among choices: {1}
lt: Nepavyko rasti profilio atitikties {0} Tarp pasirinkimų: {1}
nl: Kan geen match vinden voor profiel {0} in de opties: {1}
pt: Não foi possível encontrar uma correspondência de perfil para {0} entre as opções: {1}

source: Unable to find a profile match for {0} (by type) among choices: {1}
lt: Nepavyko rasti profilio atitikties {0} (pagal tipą) tarp pasirinkimų: {1}
nl: Kan geen overeenkomstig profiel vinden voor {0} (op type) in de opties: {1}
pt: Não foi possível encontrar uma correspondência de perfil para {0} (por tipo) entre as opções: {1}

source: Unable to resolve resource with reference ''{0}''
lt: Neįmanoma išspręsti išteklių su nuoroda ''{0}''
nl: Kan resource met reference ''{0}'' niet vinden
pt: Não é possível resolver o recurso com a referência ''{0}''

source: Unable to resolve the profile reference ''{0}''
lt: Neįmanoma nustatyti profilio nuorodos ''{0}''
nl: Kan profiel reference ''{0}'' niet vinden
pt: Não foi possível resolver a referência de perfil ''{0}''

source: Relative URLs must be of the format [ResourceName]/[id], or a search URL is allowed ([type]?parameters. Encountered {0})
lt: Santykiniai URL turi būti [ResourceName]/[id] formato arba leidžiamas ieškos URL ([type]?parameters. Susidūrė su {0})
nl: Relatieve url''s moeten structuur [ResourceName]/[id] hebben, of een zoek-url is toegestaan ([type]?parameters. Gevonden {0})
pt: Os URLs relativos devem ter o formato [ResourceName]/[id], ou é permitido um URL de pesquisa ([type]?parameters. Encontrado {0})

source: Relative URLs must be of the format [ResourceName]/[id]. Encountered {0}
lt: Santykiniai URL turi būti [ResourceName]/[id] formato. Susidūrė su {0}
nl: Relatieve url''s moeten structuur [ResourceName]/[id] hebben. Gevonden {0}
pt: Os URLs relativos devem ter o formato [ResourceName]/[id]. Encontrado {0}

source: Found multiple matching profiles for {0} among choices: {1}
lt: Rasti keli atitinkantys profiliai {0} Tarp pasirinkimų: {1}
nl: Meerdere overeenkomstige profielen gevonden voor {0} in de opties: {1}
pt: Encontrámos vários perfis correspondentes para {0} entre as opções: {1}

source: A Reference without an actual reference or identifier should have a display
lt: Nuoroda be faktinės nuorodos ar identifikatoriaus turėtų būti rodoma
nl: Een Reference zonder echte reference of identifier moet een display hebben
pt: Uma referência sem uma referência ou identificador real deve ter um ecrã

source: Unable to determine type of target resource
lt: Neįmanoma nustatyti paskirties išteklių tipo
nl: Kan type van de doel-resource niet vaststellen
pt: Não é possível determinar o tipo de recurso de destino

source: Bundled or contained reference not found within the bundle/resource {0}
lt: Susieta arba įtraukta nuoroda nerasta pakete / ištekliuose {0}
nl: Gebundelde of contained reference niet gevonden binnen de bundle/resource {0}
pt: Referência agrupada ou contida não encontrada no pacote/recurso {0}

source: Matching reference for reference {0} has resourceType {1}
lt: Atitinkama nuoroda nuorodai {0} turi resourceType {1}
nl: Overeenkomende reference voor reference {0} heeft resourceType {1}
pt: A referência correspondente para a referência {0} tem o tipo de recurso {1}

source: The type ''{0}'' is not a valid Target for this element (must be one of {1})
lt: Tipas ''{0}'' nėra leistina šio elemento paskirtis (turi būti viena iš {1})
nl: Het type ''{0}'' is geen geldig doel voor dit element (moet een zijn van {1})
pt: O tipo ''{0}'' não é um objetivo válido para este elemento (tem de ser um de {1})

source: Reference {0} refers to a {1} not a ValueSet
lt: Nuoroda {0} nurodo {1} ne ValueSet
nl: Reference {0} verwijst naar een {1} in plaats van een ValueSet
pt: A referência {0} refere-se a um {1} e não a um ValueSet

source: Invalid Resource id: Invalid Characters (''{0}'')
lt: Neleistinas ištekliaus ID: neleistini simboliai (''{0}'')
nl: Ongeldig Resource id: ongeldige tekens (''{0}'')
pt: Id do recurso inválido: caracteres inválidos (''{0}'')

source: Invalid Resource id: Too long ({0} chars)
lt: Neleistinas ištekliaus ID: per ilgas ({0} simboliai)
nl: Ongeldig Resource id: te lang ({0} chars)
pt: ID de recurso inválido: Demasiado longo ({0} caracteres)

source: Resource requires an id, but none is present
lt: Ištekliui reikalingas ID, bet jo nėra
nl: Resource vereist een id, maar deze ontbreekt
pt: O recurso requer um id, mas nenhum está presente

source: Resource has an id, but none is allowed
lt: Išteklius turi ID, bet jo neleidžiama
nl: Resource heeft een id, maar dat is niet toegestaan
pt: O recurso tem um id, mas não é permitido nenhum

source: Resource resolution services not provided
lt: Išteklių sprendimo paslaugos neteikiamos
nl: Resource resolution functionaliteit wordt niet ondersteund
pt: Serviços de resolução de recursos não prestados

source: Resource type mismatch for {0} / {1}
lt: Išteklių tipo neatitikimas {0} / {1}
nl: Resourcetype komt niet overeen voor {0} / {1}
pt: Incompatibilidade de tipo de recurso para {0} / {1}

source: Not validated against the Machine Readable Concept Model (MRCM)
lt: Nepatvirtinta pagal mašininio skaitymo koncepcijos modelį (MRCM)
nl: Niet gevalideerd tegen Machine Readable Concept Model (MRCM)
pt: Não validado com o Modelo de Conceito Legível por Máquina (MRCM)

source: Unable to apply additional base {0} at path {1}: incompatible values {2} and {3}
lt: Neįmanoma pritaikyti papildomo pagrindo {0} kelyje {1}: nesuderinamos reikšmės {2} ir {3}
pt: Não foi possível aplicar a base adicional {0} no caminho {1}: valores incompatíveis {2} e {3}

source: Unable to determine the type of the element at {0}#{1}
lt: Neįmanoma nustatyti elemento tipo {0}#{1}
pt: Não foi possível determinar o tipo do elemento em {0}#{1}

source: Unable to find a type profile that conforms to both {2} and {3} at {0}#{1}
lt: Nepavyko rasti tipo profilio, atitinkančio abu reikalavimus {2} ir {3} prie {0}#{1}
pt: Não foi possível encontrar um perfil de tipo que esteja em conformidade com {2} e {3} em {0}#{1}

source: The definition builds on ''{0}'' which is experimental, but this definition is not labeled as experimental
lt: Apibrėžimas grindžiamas ""{0}'', kuris yra eksperimentinis, tačiau šis apibrėžimas nėra pažymėtas kaip eksperimentinis
nl: De definitie bouwt op ''{0}'' die experimenteel is, maar deze definitie is niet gelabeld als experimenteel
pt: A definição baseia-se em ''{0}'' que é experimental, mas esta definição não é rotulada como experimental

source: The kind {0} must be the same as the kind {1} in the base structure {3} (base type = {2})
lt: Rūšis {0} turi būti tokia pati kaip rūšis {1} Pagrindo struktūroje {3} (pagrindo tipas = {2})
nl: Het soort {0} (kind) moet hetzelfde zijn als de soort {1} in de basisstructuur {3} (basistype = {2})
pt: O tipo {0} deve ser o mesmo que o tipo {1} na estrutura de base {3} (tipo de base = {2})

source: The type {0} must be the same as the type in the base structure {1} that is being constrained
lt: Tipas {0} turi būti toks pat kaip pagrindo konstrukcijos tipas {1} kuris yra suvaržytas
nl: Het type {0} moet hetzelfde zijn als het type in de basisstructuur {1} die wordt ingeperkt
pt: O tipo {0} deve ser o mesmo que o tipo da estrutura de base {1} que está a ser restringida

source: The element {0} is not valid
lt: Elementas {0} neleistinas

source: The element {0} is not valid in version {1}
lt: Elementas {0} neleistina versija {1}

source: Review the extension type for {1}: extensions should not have a context of {0} unless it''s really intended that they can be used anywhere
lt: Peržiūrėkite plėtinio tipą {1}: plėtinių kontekstas neturėtų būti {0} nebent iš tikrųjų ketinama juos naudoti bet kur
nl: Controleer extensietype voor {1}: extensies zouden niet context {0} moeten hebben tenzij het echt de bedoeling is dat ze overal kunnen worden gebruikt
pt: Rever o tipo de extensão para {1}: as extensões não devem ter um contexto de {0}, a menos que se pretenda realmente que possam ser utilizadas em qualquer lugar

source: Review the extension type for {1}: the context of {0} appears to be a simple element, so the context type should be ''element'' not ''fhirpath''
lt: Peržiūrėkite plėtinio tipą {1}: atsižvelgiant į {0} atrodo paprastas elementas, todėl konteksto tipas turėtų būti ''elementas'' o ne ''fhirpath''
nl: Controleer extensietype voor {1}: de context {0} lijkt een element te zijn, dus het contexttype zou dan ''element'' moeten zijn en niet ''fhirpath''
pt: Rever o tipo de extensão para {1}: o contexto de {0} parece ser um elemento simples, pelo que o tipo de contexto deve ser "element" e não "fhirpath

source: The structure definition constrains a kind of {0}, but has a different kind ({1})
lt: Struktūros apibrėžimas riboja tam tikrą {0}, bet yra kitokio pobūdžio ({1})
nl: De StructureDefinition perkt soort {0} in, maar heeft een ander soort ({1})
pt: A definição da estrutura restringe um tipo de {0}, mas tem um tipo diferente ({1})

source: {0} is labeled as an abstract type, but no concrete descendants were found (check definitions - this is usually an error unless concrete definitions are in some other package)
lt: {0} yra pažymėtas kaip abstraktus tipas, bet konkrečių palikuonių nerasta (patikrinkite apibrėžimus - tai dažniausiai yra klaida, nebent konkretūs apibrėžimai yra kokiame nors kitame pakete)
nl: {0} is gelabeld als astract type, maar er zijn geen concrete afgeleiden gevonden (controleer definities - dit is meestal een fout tenzij concrete definities in een ander package staan)
pt: {0} é rotulado como um tipo abstrato, mas não foram encontrados descendentes concretos (verificar definições - isto é normalmente um erro, a menos que as definições concretas estejam noutro pacote)

source: The Usage Context {0}#{1} is a reference to an element that does not exist
lt: Naudojimo kontekstas {0}#{1} yra nuoroda į elementą, kurio nėra
nl: De Usage Context {0}#{1} is een reference naar een element dat niet bestaat
pt: O contexto de utilização {0}#{1} é uma referência a um elemento que não existe

source: The Usage Context value must be of type {1} not {0}
lt: Naudojimo konteksto reikšmė turi būti {1} ne {0}
nl: De Usage Context waarde moet van type {1} zijn, niet {0}
pt: O valor do Contexto de utilização deve ser do tipo {1} e não {0}

source: The Usage Context {0}#{1} is not recognized so cannot be validated
lt: Naudojimo kontekstas {0}#{1} neatpažįstamas, todėl negali būti patvirtintas
nl: De Usage Context {0}#{1} is niet herkend, dus kan niet worden gevalideerd
pt: O contexto de utilização {0}#{1} não é reconhecido, pelo que não pode ser validado

source: This binding is to ALL SNOMED CT codes, which includes qualifiers etc. The value set choice should be reviewed
lt: Šis susiejimas yra su ALL SNOMED CT kodais, įskaitant kvalifikatorius ir kt. Reikšmių rinkinio pasirinkimas turėtų būti peržiūrėtas

source: This binding is to ALL CPT codes, which includes modifiers and internal metadata codes. The value set choice should be reviewed
lt: Šis susiejimas skirtas VISIEMS CPT kodams, įskaitant modifikatorius ir vidinius metaduomenų kodus. Reikšmių rinkinio pasirinkimas turėtų būti peržiūrėtas

source: This binding is to ALL LOINC codes, which includes part codes and answer list codes. The value set choice should be reviewed
lt: Šis susiejimas yra su ALL LOINC kodais, kurie apima dalių kodus ir atsakymų sąrašo kodus. Reikšmių rinkinio pasirinkimas turėtų būti peržiūrėtas

source: The element {0} has a binding, and has multiple types subject to bindings ({1}). The binding will apply to all the types
lt: Elementas {0} turi įrišimą ir turi kelis tipus, kuriems taikomi įpareigojimai ({1}). Įrišimas bus taikomas visų rūšių
nl: Het element {0} heeft een binding en heeft meerdere typen onderhavig aan bindings ({1}). De binding zal van toepassing zijn op alle typen
pt: O elemento {0} tem uma ligação e tem vários tipos sujeitos a ligações ({1}). A ligação aplicar-se-á a todos os tipos

source: The valueSet reference {1} on element {0} points to something that is not a value set ({2})
lt: Reikšmės rinkinio nuoroda {1} ant elemento {0} nurodo kažką, kas nėra reikšmių rinkinys ({2})
nl: De waardelijst-reference {1} op element {0} wijst naar iets dat geen waardelijst is ({2})
pt: A referência valueSet {1} no elemento {0} aponta para algo que não é um conjunto de valores ({2})

source: The element {0} has a binding, but no bindable types are present {1}
lt: Elementas {0} turi įrišimą, bet nėra susiejamų tipų {1}
nl: Het element {0} heeft een binding, maar er zijn geen typen gespecificeerd die een binding kunnen hebben {1}
pt: O elemento {0} tem uma ligação, mas não existem tipos ligáveis {1}

source: The valueSet reference {1} on element {0} could not be resolved
lt: Reikšmės rinkinio nuoroda {1} ant elemento {0} Nepavyko išspręsti
nl: De waardelijst-reference {1} op element {0} is niet gevonden
pt: A referência valueSet {1} no elemento {0} não pôde ser resolvida

source: The definition for the element ''{0}'' binds to the value set ''{1}'' which is experimental, but this structure is not labeled as experimental
lt: Elemento '' apibrėžimas{0}'' susieja su reikšmių rinkiniu ''{1}'', kuris yra eksperimentinis, tačiau ši struktūra nėra pažymėta kaip eksperimentinė
nl: De definitie voor het element ''{0}'' bindt aan de waardelijst ''{1}'' die experimenteel is, maar deze structuur is niet gelabeld als experimenteel
pt: A definição do elemento "{0}" está ligada ao conjunto de valores "{1}", que é experimental, mas esta estrutura não está identificada como experimental

source: The element {0} has a type that should have a binding ({1}), but no binding is present
lt: Elementas {0} turi tipą, kuris turėtų būti įpareigotas ({1}), tačiau nėra privalomumo
nl: Het element {0} heeft een type dat een binding ({1}) zou moeten hebben, maar er is geen binding gevonden
pt: O elemento {0} tem um tipo que deveria ter uma ligação ({1}), mas não existe qualquer ligação

source: The element {0} has a type that should have a binding ({1}), but the binding has no value set
lt: Elementas {0} turi tipą, kuris turėtų būti įpareigotas ({1}), bet susiejimas neturi reikšmių
nl: Het element {0} heeft een type dat een binding ({1}) zou moeten hebben, maar de binding heeft geen waardelijst
pt: O elemento {0} tem um tipo que deveria ter uma ligação ({1}), mas a ligação não tem valor definido

source: Type {0} does not allow for target Profiles
lt: Rūšis {0} neleidžia naudoti tikslinių profilių
nl: Type {0} laat geen target Profielen toe
pt: O tipo {0} não permite perfis de destino

source: Profile {0} is for not for a modifier extension, but the {3} element is a modifier
lt: Profilis {0} skirtas ne modifikatoriaus plėtiniui, o {3} elementas yra modifikatorius
nl: Profiel {0} is niet bedoeld voor een modifier extensie, met het {3} element is een modifier
pt: O perfil {0} não se destina a uma extensão de modificador, mas o elemento {3} é um modificador

source: Found profile {0}, but unable to determine the type it applies to
lt: Rastas profilis {0}, bet neįmanoma nustatyti, kokiam tipui jis taikomas
nl: Profiel {0} gevonden, maar kan niet bepalen op welke type deze van toepassing is
pt: Encontrado o perfil {0}, mas não é possível determinar o tipo a que se aplica

source: Profile {0} is for a modifier extension, but the {3} element is not a modifier
lt: Profilis {0} skirtas modifikatoriaus plėtiniui, bet {3} elementas nėra modifikatorius
nl: Profiel {0} is bedoeld voor een modifier extensie, maar het {3} element is geen modifier
pt: O perfil {0} destina-se a uma extensão de modificador, mas o elemento {3} não é um modificador

source: Unable to resolve profile {0}
lt: Neįmanoma nustatyti profilio {0}
nl: Kan profiel {0} niet vinden
pt: Não foi possível resolver o perfil {0}

source: Profile {0} is for type {1}, but the {3} element has type {2}
lt: Profilis {0} yra tipas {1}, tačiau {3} elementas turi tipą {2}
nl: Profiel {0} is voor type {1}, met het {3} element heeft type {2}
pt: O perfil {0} é do tipo {1}, mas o elemento {3} tem o tipo {2}

source: The type {0} is not in the list of allowed type {1} in the profile {2}
lt: Tipas {0} nėra leidžiamų tipų sąraše {1} profilyje {2}
nl: Het type {0} staat niet in de lijst met geldige typen {1} in het profiel {2}

source: The base element has a fixed type of ''{0}'', so this element must have a fixed value of the same type, not ''{1}''
lt: Pagrindinis elementas turi fiksuotą tipą ''{0}'', todėl šis elementas turi turėti fiksuotą to paties tipo reikšmę, o ne ''{1}''
nl: Het basiselement heeft een vast type ''{0}'', dus dit element moet dit zelfde vaste type hebben, niet ‘’{1}’’
pt: O elemento base tem um tipo fixo de "{0}", pelo que este elemento deve ter um valor fixo do mesmo tipo, e não "{1}

source: The element definition for {1} has a property {0} which is not allowed in a profile
lt: Elemento apibrėžimas {1} turi savybę {0} kuris neleidžiamas profilyje
nl: De elementdefinitie voor {1} heeft eigenschap {0} wat niet is toegestaan in een profiel
pt: A definição de elemento para {1} tem uma propriedade {0} que não é permitida num perfil

source: The base element has a pattern type of ''{0}'', so this element must have a fixed value but it doesn''t
lt: Pagrindinio elemento modelio tipas yra ''{0}'', taigi šis elementas turi turėti fiksuotą reikšmę, bet ne
nl: Het onderliggende element heeft patroontype ''{0}'', dus dit element moet een vaste waarde hebben, maar heeft dat niet
pt: O elemento base tem um tipo de padrão ''{0}'', pelo que este elemento deve ter um valor fixo, mas não tem
