Repository: hapifhir/org.hl7.fhir.core
Catalog: org.hl7.fhir.utilities/src/main/resources/source/validator-messages-*.po
Languages: lt, nl, pt

source: A {2} relationship has already been defined from the code {0} to the code {1}, but this defines a new relationship {3}
lt: A {2} ryšys jau apibrėžtas pagal kodą {0} į kodą {1}, tačiau tai apibrėžia naujus santykius {3}
pt: Já foi definida uma relação {2} entre o código {0} e o código {1}, mas isto define uma nova relação {3}

source: Target Code System {0} doesn''t have all content (content = {1}), so the target codes cannot be checked
lt: Tikslinių kodų sistema {0} nėra viso turinio (turinys = {1}), todėl tikslinių kodų negalima patikrinti
nl: Doel CodeSystem {0} heeft niet alle content (content = {1}), dus de doelcodes kunnen niet worden gecontroleerd
pt: O sistema de códigos de destino {0} não tem todo o conteúdo (conteúdo = {1}), pelo que os códigos de destino não podem ser verificados

source: No Target Code System, so the target codes cannot be checked
lt: Nėra tikslinių kodų sistemos, todėl tikslinių kodų patikrinti negalima
nl: Geen doel CodeSystem, dus de doel-codes kunnen niet worden gecontroleerd
pt: Não existe um sistema de códigos-alvo, pelo que os códigos-alvo não podem ser verificados

source: The code {0} is invalid in the system {1}
lt: Kodas {0} sistemoje neleistinas {1}
nl: De code {0} is niet geldig in het systeem {1}
pt: O código {0} é inválido no sistema {1}

source: The property code ''{0}'' is not known
lt: Ypatybės kodas ''{0}'' nežinomas
nl: De property code ''{0}'' is onbekend
pt: O código do bem ''{0}'' não é conhecido

source: The type of this property should be {1} not {0}
lt: Šios ypatybės tipas turėtų būti {1} ne {0}
nl: Het type van deze property zou moeten {1} zijn, niet {0}
pt: O tipo desta propriedade deve ser {1} e não {0}

source: Since no system has been provided, a plain code cannot be used
lt: Kadangi sistema nepateikta, paprasto kodo naudoti negalima
nl: Aangezien er geen system is gespecifceerd, kan een eenvoudige code niet worden gebruikt
pt: Uma vez que não foi fornecido qualquer sistema, não pode ser utilizado um código simples

source: The code system {0} could not be found, so code values can''t be checked
lt: Kodų sistema {0} Nepavyko rasti, todėl kodo reikšmių patikrinti negalima
nl: Het codesysteem {0} is niet gevonden, dus codes kunnen niet worden gecontroleerd
pt: Não foi possível encontrar o sistema de códigos {0}, pelo que os valores dos códigos não podem ser verificados

source: Target Code System {0} is only supported on the terminology server, so the target codes are not validated for performance reasons
lt: Tikslinių kodų sistema {0} palaikomas tik terminologijos serveryje, todėl paskirties kodai nėra tikrinami dėl efektyvumo priežasčių
nl: Doel CodeSystem {0} wordt alleen ondersteund in de terminologieserver dus worden doel-codes niet gevalideerd om performanceredenen
pt: O sistema de códigos-alvo {0} só é suportado no servidor de terminologia, pelo que os códigos-alvo não são validados por razões de desempenho

source: The Target Code System {0} is not fully defined and populated, and no targetScope is specified, so the target code checking will not be performed
lt: Tikslinių kodų sistema {0} nėra iki galo apibrėžtas ir užpildytas, o targetScope nenurodytas, todėl paskirties kodo tikrinimas nebus atliekamas
nl: Het doel CodeSystem {0} is niet volledig gedefinieerd en gevuld en er is geen targetScope gedefinieerd, dus er zal geen controle op doel-codes worden gedaan
pt: O sistema de código-alvo {0} não está totalmente definido e preenchido e não é especificado nenhum targetScope, pelo que a verificação do código-alvo não será efectuada

source: Published concept maps SHOULD conform to the ShareableConceptMap profile, which says that the element ConceptMap.{0} should be present, but it is not
lt: Paskelbti koncepcijų žemėlapiai TURĖTŲ atitikti ShareableConceptMap profilį, kuriame sakoma, kad elementas ConceptMap.{0} turėtų būti, bet jis nėra
nl: Gepubliceerde conceptmaps ZOUDEN zich MOETEN houden aan het ShareableConceptMap profiel, wat zegt dat het element ConceptMap.{0} aanwezig zou moeten zijn, maar het ontbreekt
pt: Os mapas conceptuais publicados DEVEM estar em conformidade com o perfil ShareableConceptMap, que diz que o elemento ConceptMap.{0} deve estar presente, mas não está

source: Concept maps published by HL7 SHALL conform to the ShareableConceptMap profile, which says that the element ConceptMap.{0} should be present, but it is not
lt: HL7 paskelbti koncepciniai žemėlapiai TURI atitikti ShareableConceptMap profilį, kuriame sakoma, kad elementas ConceptMap.{0} turėtų būti, bet jis nėra
nl: Door HL7 gepubliceerde conceptmaps MOETEN zich houden aan het ShareableConceptMap profiel, wat zegt dat het element ConceptMap.{0} aanwezig zou moeten zijn, maar het ontbreekt
pt: Os mapas conceptuais publicados pelo HL7 DEVERÃO estar em conformidade com o perfil ShareableConceptMap, que diz que o elemento ConceptMap.{0} deveria estar presente, mas não está

source: Published concept maps SHOULD conform to the ShareableConceptMap profile, which says that the element ConceptMap.{0} is mandatory, but it is not present
lt: Paskelbti koncepcijų žemėlapiai TURĖTŲ atitikti ShareableConceptMap profilį, kuriame sakoma, kad elementas ConceptMap.{0} yra privaloma, bet jos nėra
nl: Gepubliceerde conceptmaps ZOUDEN zich MOETEN houden aan het ShareableConceptMap profiel, wat zegt dat het element ConceptMap.{0} aanwezig moet zijn, maar het ontbreekt
pt: Os mapas conceptuais publicados DEVERIAM estar em conformidade com o perfil ShareableConceptMap, que diz que o elemento ConceptMap.{0} é obrigatório, mas não está presente

source: Concept maps published by HL7 SHALL conform to the ShareableConceptMap profile, which says that the element ConceptMap.{0} is mandatory, but it is not present
lt: HL7 paskelbti koncepciniai žemėlapiai TURI atitikti ShareableConceptMap profilį, kuriame sakoma, kad elementas ConceptMap.{0} yra privaloma, bet jos nėra
nl: Door HL7 gepubliceerde conceptmaps MOETEN zich houden aan het ShareableConceptMap profiel, wat zegt dat het element ConceptMap.{0} aanwezig moet zijn, maar het ontbreekt
pt: Os mapas conceptuais publicados pelo HL7 DEVERÃO estar em conformidade com o perfil ShareableConceptMap, que diz que o elemento ConceptMap.{0} é obrigatório, mas não está presente

source: The code ''{1}'' comes from the system {0} which could not be found, so it''s not known whether it''s valid in the value set ''{2}''
lt: Kodas ''{1}'' gaunamas iš sistemos {0} kurio nepavyko rasti, todėl nežinoma, ar jis galioja reikšmių rinkinyje ''{2}''
nl: De code ''{1}'' komt uit het system {0} dat niet is gevonden, dus het is onbekend of dezelfde geldig is volgens de waardelijst ''{2}''
pt: O código ''{1}'' vem do sistema {0} que não foi encontrado, pelo que não se sabe se é válido no conjunto de valores ''{2}''

source: The code ''{1}'' comes from the system {0} version {3} which could not be found, so it''s not known whether it''s valid in the value set ''{2}''
lt: Kodas ''{1}'' gaunamas iš sistemos {0} versija {3} kurio nepavyko rasti, todėl nežinoma, ar jis galioja reikšmių rinkinyje ''{2}''
nl: De code ''{1}'' komt uit systeem {0} versie {3} dat niet werd gevonden, dus het is onbekend of deze geldig is in de waardelijst ''{2}''
pt: O código ''{1}'' provém do sistema {0} versão {3} que não foi possível encontrar, pelo que não se sabe se é válido no conjunto de valores ''{2}''

source: The code ''{1}'' in the system {0} is not valid in the value set ''{2}''
lt: Kodas ''{1}'' sistemoje {0} neleistinas reikšmių rinkinyje ''{2}''
nl: De code ''{1}'' uit system {0} is ongeldig in de waardelijst ''{2}''
pt: O código ''{1}'' no sistema {0} não é válido no conjunto de valores ''{2}''

source: The code ''{2}'' in the system {0} version {1} is not valid in the value set ''{3}''
lt: Kodas ''{2}'' sistemoje {0} versija {1} neleistinas reikšmių rinkinyje ''{3}''
nl: De code ''{2}'' uit system {0} versie {1} is ongeldig in de waardelijst ''{3}''
pt: O código ''{2}'' no sistema {0} versão {1} não é válido no conjunto de valores ''{3}''

source: Reference must be to a ValueSet, but found a {0} instead
lt: Nuoroda turi būti į ValueSet, bet rasta {0} Vietoj to
nl: Verwijzing moet een waardelijst zijn, maar {0} gevonden
pt: A referência deve ser a um ValueSet, mas em vez disso encontrou um {0}

source: The concept map has too many codes to validate ({0})
lt: Koncepcijų žemėlapyje yra per daug kodų, kad būtų galima patikrinti ({0})
nl: De conceptmap heeft teveel codes om te valideren ({0})
pt: O mapa concetual tem demasiados códigos para validar ({0})

source: The presence of the concept ''{1}'' in the system ''{0}'' in the value set {3} is marked with a status of {2} and its use should be reviewed
lt: Sąvokos "" buvimas{1}'' sistemoje ''{0}'' reikšmių rinkinyje {3} yra pažymėtas būsena {2} ir jo naudojimas turėtų būti peržiūrėtas

source: The contained resource ''{0}'' is not referenced to from elsewhere in the containing resource nor does it refer to the containing resource (dom-3)
lt: Esantis išteklius ''{0}'' nėra nuoroda į kitą vietą turinčiuose ištekliuose, taip pat jis nenurodo į turintį išteklį (DOM-3)
nl: De contained resource ''{0}'' wordt niet naar verwezen vanuit de omliggende resource, noch verwijst deze zelf naar omliggende resource (dom-3)
pt: O recurso contido ''{0}'' não é referenciado a partir de outra parte do recurso que o contém nem se refere ao recurso que o contém (dom-3)

source: The Snomed CT code {0} ({1}) is not a member of the IPS free set
lt: Snomed CT kodas {0} ({1}) nėra IPS nemokamo rinkinio narys
nl: De SNOMED CT code {0} ({1}) is geen deel van de IPS gratis set
pt: O código {0} ({1}) do CT do Snomed não faz parte do conjunto livre do IPS

source: Can only specify profile in the context
lt: Galima nurodyti profilį tik kontekste
nl: Kan alleen een profiel specificeren in de context
pt: Só é possível especificar o perfil no contexto

source: Can''t have children on an element with a polymorphic type - you must slice and constrain the types first (sortElements: {0}:{1})
lt: Negalima turėti antrinių elementų elemente su polimorfiniu tipu - pirmiausia turite supjaustyti ir apriboti tipus (sortElements: {0}:{1})
nl: Kan geen onderliggende elementen hebben op een polymorf element - je moet deze eerst opdelen in slices per type (sortElements: {0}:{1})
pt: Não é possível ter filhos num elemento com um tipo polimórfico - é necessário dividir e restringir os tipos primeiro (sortElements: {0}:{1})

source: Type mismatch - SearchParameter ''{0}'' type is {1}, but type here is {2}
lt: Tipo neatitikimas - SearchParameter ''{0}'' tipas yra {1}, bet įveskite čia yra {2}
nl: Type komt niet overeen - SearchParameter ''{0}'' type is {1}, maar type is hier {2}
pt: Incompatibilidade de tipos - o tipo de SearchParameter ''{0}'' é {1}, mas o tipo aqui é {2}

source: Circular snapshot references detected; cannot generate snapshot (stack = {0})
lt: aptiktos žiedinės momentinės nuorodos; Neįmanoma sugeneruoti momentinės kopijos (rietuvė = {0})
nl: Circulaire snapshot-references gedetecteerd; kan geen snapshot genereren (stack = {0})
pt: Referências de instantâneos circulares detectadas; não é possível gerar instantâneos (pilha = {0})

source: CodeSystem {0} has an ''all system'' value set of {1}, but the include has extra details
lt: Kodų sistema {0} turi "visos sistemos" reikšmių rinkinį {1}, tačiau įtraukimas turi papildomos informacijos
nl: CodeSystem {0} heeft een ''volledig systeem'' waardelijst {1}, maar de include bevat extra details
pt: O CodeSystem {0} tem um conjunto de valores "todos os sistemas" de {1}, mas o include tem pormenores adicionais

source: CodeSystem {0} has an ''all system'' value set of {1}, but the value set doesn''t have a single include
lt: Kodų sistema {0} turi "visos sistemos" reikšmių rinkinį {1}, bet reikšmių rinkinyje nėra vieno įtraukimo
nl: CodeSystem {0} heeft een ''volledig systeem'' waardelijst {1}, maar deze bevat geen enkele include
pt: CodeSystem {0} tem um conjunto de valores "todos os sistemas" de {1}, mas o conjunto de valores não tem um único include

source: CodeSystem {0} has an ''all system'' value set of {1}, but the value set doesn''t have a matching system ({2})
lt: Kodų sistema {0} turi "visos sistemos" reikšmių rinkinį {1}, bet reikšmių rinkinyje nėra gretinimo sistemos ({2})
nl: CodeSystem {0} heeft een ''volledig systeem'' waardelijst {1}, maar het system {2} in de waardelijst komt niet overeen
pt: O CodeSystem {0} tem um conjunto de valores "todos os sistemas" de {1}, mas o conjunto de valores não tem um sistema correspondente ({2})

source: Code found in expansion, however: {0}
lt: Tačiau išplėtimo metu rastas kodas: {0}
nl: Code gevonden in expansion, echter: {0}
pt: Código encontrado na expansão, no entanto: {0}

source: Coding has no system. A code with no system has no defined meaning, and it cannot be validated. A system should be provided
lt: Kodavimas neturi sistemos. Kodas be sistemos neturi apibrėžtos reikšmės ir jo negalima patvirtinti. Turėtų būti sukurta sistema
nl: Coding heeft geen system. een code zonder system heeft geen gedefinieerde betekenis en kan niet worden gevalideerd. Er zou een system moeten zijn
pt: A codificação não tem sistema. Um código sem sistema não tem um significado definido e não pode ser validado. Deve ser fornecido um sistema

source: Contained resource does not appear to be a FHIR resource (unknown name ''{0}'')
lt: Atrodo, kad esantis išteklius nėra FHIR išteklius (nežinomas pavadinimas ''{0}'')
nl: Contained resource lijkt geen FHIR-type hebben (onbekende naam ''{0}'')
pt: O recurso contido não parece ser um recurso FHIR (nome desconhecido ''{0}'')

source: Could not match discriminator ({1}) for slice {2} in profile {3} - the discriminator {4} does not have fixed value, binding or existence assertions
lt: Nepavyko atitikti diskriminatoriaus ({1}) {2} profilyje {3} - diskriminatorius {4} neturi fiksuotos vertės, įpareigojimo ar egzistavimo teiginių
nl: Kan geen overeenkomende discriminator ({1}) bepalen voor slice {2} in profiel {3} - de discriminator {4} heeft geen vaste waarde, binding of aanwezigheidverplichtingen

source: Error processing path expression for discriminator: {0} (src = ''{1}'')
lt: Klaida apdorojant diskriminatoriaus kelio išraišką: {0} (src = ''{1}'')
nl: Fout bij verwerken padexpressie voor discriminator: {0} (src = ''{1}'')
pt: Erro ao processar a expressão do caminho para o discriminador: {0} (src = ''{1}'')

source: Found a slice at ''{0}'' but there was no definition for the slicing
lt: Radau gabalėlį ''{0}"Bet nebuvo apibrėžimo pjaustymui
pt: Encontrou um corte em ''{0}'' mas não havia nenhuma definição para o corte

source: Duplicate id value ''{0}''
lt: Pasikartojanti ID reikšmė ''{0}''
nl: Duplicaat id waarde ''{0}''
pt: Valor de id duplicado ''{0}''

source: The JSON property ''{0}'' is a duplicate and will be ignored
lt: JSON nuosavybė ''{0}'' yra dublikatas ir bus ignoruojamas
nl: De JSON property ''{0}'' is een duplicaat en wordt genegeerd
pt: A propriedade JSON ''{0}'' é um duplicado e será ignorada

source: Delimited versions have exact match for delimiter ''{0}'' : {1} vs {2}
lt: Atskirtos versijos tiksliai atitinka skyriklį ''{0}'' : {1} Vs {2}
nl: Delimited versies komen exact overeen met delimiter ''{0}'' : {1} vs {2}
pt: As versões delimitadas têm correspondência exacta para o delimitador ''{0}'' : {1} vs {2}

source: Derived profile {0} has no derivation value and so can''t be processed
lt: Išvestinis profilis {0} neturi išvedimo reikšmės, todėl jo negalima apdoroti
nl: Afgeleid profiel {0} heeft geen waarde voor derivation en kan dus niet worden verwerkt
pt: O perfil derivado {0} não tem valor de derivação, pelo que não pode ser processado

source: Derived profile {0} has no type
lt: Išvestinis profilis {0} neturi tipo
nl: Afgeleid profiel {0} heeft geen type
pt: O perfil derivado {0} não tem tipo

source: Details for {0} matching against profile {1}
lt: Išsami informacija apie {0} Atitikimas pagal profilį {1}
nl: Details voor {0} matching tegen profiel {1}
pt: Detalhes para {0} que correspondem ao perfil {1}

source: Did not find single slice: {0}
lt: Neradau vieno segmento: {0}
nl: Geen enkele slice gevonden: {0}
pt: Não encontrou uma única fatia: {0}

source: Did not find type root: {0}
lt: Nerasta tipo šaknies: {0}
nl: Kan type root niet vinden: {0}
pt: Não encontrou o tipo de raiz: {0}

source: Differential in profile {5} does not have a slice at {6} (on {0}, position {1} of {2} / {3} / {4})
lt: Profilio skirtumas {5} neturi gabalėlio {6} (įjungta {0}Poziciją {1} iš {2} / {3} / {4})
nl: Differential in profiel {5} heeft geen slice bij {6} (op {0}, positie {1} of {2} / {3} / {4})
pt: O diferencial no perfil {5} não tem um corte em {6} (em {0}, posição {1} de {2} / {3} / {4})

source: Differential walks into ''{0} (@ {1})'', but the base does not, and there is not a single fixed type. The type is {2}. This is not handled yet
lt: Diferencialas vaikšto į ''{0} ( @ {1})''", bet bazė neturi, ir nėra vieno fiksuoto tipo. Tipas yra {2}. Tai dar neišspręsta
nl: Differential gaat in ''{0} (@ {1})'', maar de basis doet dat niet en er is niet één vast type. Het type is {2}. Dit wordt nog niet ondersteund
pt: O diferencial entra em ''{0} (@ {1})'', mas a base não, e não há um único tipo fixo. O tipo é {2}. Isto ainda não foi resolvido

source: Discriminator ({0}) is based on element existence, but slice {1} neither sets min>=1 or max=0
lt: Diskriminatorius ({0}) remiasi elementų egzistavimu, bet {1} nė vienas nenustato min>=1 arba max=0
nl: Discriminator ({0}) is gebaseerd op elementaanwezigheid, maar slice {1} heeft geen min>=1 of max=0
pt: O discriminador ({0}) baseia-se na existência de elementos, mas a fatia {1} não define nem min>=1 nem max=0

source: Discriminator ({0}) is based on type, but slice {1} in {2} has no types
lt: Diskriminatorius ({0}) priklauso nuo tipo, bet {1} į {2} neturi tipų
nl: Discriminator ({0}) is gebaseerd op type, maar slice {1} in {2} heeft geen typen
pt: O discriminador ({0}) é baseado no tipo, mas a fatia {1} em {2} não tem tipos

source: Wrong whitespace in Display Name ''{4}'' for {1}#{2}. Valid display is {3} (for the language(s) ''{5}'')
lt: Neteisingas tarpas rodomame pavadinime ''{4}'' už {1}#{2}. Tinkamas rodymas yra {3} (kalbai (-oms) ''{5}'')
nl: Verkeerde whitespace in weergavenaam ''{4}'' voor {1}#{2}. Geldige weergave is {3} (voor de taal/talen ''{5}'')

source: Wrong Display Name ''{4}'' for {1}#{2}. Valid display is {3} (for the language(s) ''{5}'')
lt: Neteisingas rodomas vardas ''{4}'' už {1}#{2}. Tinkamas rodymas yra {3} (kalbai (-oms) ''{5}'')
nl: Verkeerde weergavenaam ''{4}'' voor {1}#{2} - moet zijn ''{3}'' (voor taal/talen ''{5}'')

source: Does not match slice ''{0}'' (discriminator: {1})
lt: Nesutampa su skiltele ''{0}'' (diskriminatorius: {1})
nl: Komt niet overeen met slice ''{0}'' (discriminator: {1})
pt: Não corresponde à fatia ''{0}'' (discriminador: {1})

source: Duplicate Resource {0} of type {3} (existing version {2}, new version {1})
lt: Pasikartojantis išteklius {0} tipo {3} (esama redakcija {2}, nauja versija {1})
nl: Duplicaat resource {0} van type {3} (bestaande versie {2}, nieuwe versie {1})
pt: Duplicação do recurso {0} do tipo {3} (versão existente {2}, nova versão {1})

source: Error in constraint ''{0}'': {1}
lt: Klaida apribojime ''{0}'': {1}
nl: Fout in constraint ''{0}'': {1}
pt: Erro na restrição ''{0}'': {1}

source: The invariant {0} defined in the differential must have no source, or the source must be the same as the profile ({1} vs {2})
lt: Invariantas {0} apibrėžtas diferencialas neturi turėti šaltinio, arba šaltinis turi būti toks pat kaip profilis ({1} Vs {2})
nl: !!De invariant {0} gedefinieerd in de differential mag geen source hebben, tenzij deze gelijk is aan het profiel

source: The constraint ''{0}'' has an expression ''{1}'', which differs from the earlier expression provided of ''{2}'' (invariants are allowed to repeat, but cannot differ)
lt: Apribojimas ''{0}'' turi išraišką ''{1}'', kuris skiriasi nuo ankstesnės frazės ''{2}'' (invariantai gali kartotis, bet negali skirtis)
nl: De constraint ''{0}'' heeft een expressie ''{1}'', die verschilt van de eerdere gegeven expressie ''{2}'' (invariants mogen herhalen, maar kunnen niet verschillen)
pt: A restrição ''{0}'' tem uma expressão ''{1}'', que difere da expressão anterior fornecida de ''{2}'' (as invariantes podem repetir-se, mas não podem diferir)

source: Error in constraint ''{0}'' with expression ''{1}'': {2}
lt: Klaida apribojime ''{0}'' su išraiška ''{1}'': {2}
nl: Fout in constraint ''{0}'' met expressie ''{1}'': {2}
pt: Erro na restrição ''{0}'' com a expressão ''{1}'': {2}

source: The constraint key ''{0}'' already exists at the location ''{1}'' with a different expression (''{2}'')
lt: Apribojimo raktas ''{0}'' jau yra vietoje ''{1}'' su kita išraiška (''{2}'')
nl: De constraint-sleutel ''{0}'' bestaat al op lokatie ''{1}'' met een andere expressie (''{2}'')
pt: A chave de restrição ''{0}'' já existe no local ''{1}'' com uma expressão diferente (''{2}'')

source: The constraint ''{0}'' has no computable expression, so validators will not be able to check it
lt: Apribojimas ''{0}'' neturi apskaičiuojamos išraiškos, todėl tikrintojai negalės jos patikrinti
nl: De constraint ''{0}'' heeft geen calculeerbare expressie, dus validators zullen deze niet kunnen controleren
pt: A restrição ''{0}'' não tem expressão computável, pelo que os validadores não a poderão verificar

source: The constraint has no key, so the content cannot be validated
lt: Apribojimas neturi rakto, todėl turinio negalima patikrinti
nl: De constraint heeft geen sleutel dus kan de content niet worden gevalideerd
pt: A restrição não tem chave, pelo que o conteúdo não pode ser validado

source: The path must be ''{0}'' not ''{1}'' when the type list is not constrained
lt: Maršrutas turi būti ''{0}'' ne ''{1}'', kai tipų sąrašas neribojamas
nl: Het pad moet ''{0}'' zijn en niet ''{1}'', als de typelijst niet is beperkt
pt: O caminho deve ser ''{0}'' e não ''{1}'' quando a lista de tipos não está sujeita a restrições

source: Error in search expression ''{0}'': {1}
lt: Paieškos išraiškos klaida ''{0}'': {1}
nl: Fout in zoekexpressie ''{0}'': {1}
pt: Erro na expressão de pesquisa ''{0}'': {1}

source: The element is not allowed to be ''null''
lt: Elementas negali būti ''null''
nl: Het element mag niet ''null'' zijn
pt: Não é permitido que o elemento seja ''nulo''

source: Error generating Snapshot: {0} (this usually arises from a problem in the differential)
lt: Klaida generuojant momentinę nuotrauką: {0} (dažniausiai tai kyla dėl diferencialo problemos)
nl: Fout bij genereren snapshot: {0} (dit komt meestal door een probleem in de differential)
pt: Erro ao gerar o instantâneo: {0} (este erro resulta normalmente de um problema no diferencial)

source: Error processing Snapshot: {0}
lt: Klaida apdorojant momentinę nuotrauką: {0}
pt: Erro ao processar o instantâneo: {0}

source: The extension {0} specifies a context of {1} but the validator cannot check whether the profile is valid or not at this time
lt: Pratęsimas {0} nurodo kontekstą {1} Tačiau tikrintojas šiuo metu negali patikrinti, ar profilis galioja, ar ne
nl: De extensie {0} specificeert een context {1} maar de validator kan momenteel niet controleren of het profiel geldig is of niet
pt: A extensão {0} especifica um contexto de {1} mas o validador não pode verificar se o perfil é válido ou não neste momento
