Repository: hapifhir/org.hl7.fhir.core
Catalog: org.hl7.fhir.utilities/src/main/resources/source/validator-messages-*.po
Languages: lt, nl, pt

source: UUIDs must start with urn:uuid:
lt: UUID turi prasidėti urn:uuid:
nl: Uuid''s moet beginnen met urn:uuid:
pt: Os UUIDs devem começar com urn:uuid:

source: UUIDs must be valid and lowercase ({0})
lt: UUID turi būti galiojantys ir mažosios raidės ({0})
nl: Uuid''s moeten valide zijn en onderkast ({0})
pt: Os UUIDs devem ser válidos e em minúsculas ({0})

source: Hyperlink ''{0}'' at ''{1}'' for ''{2}'' does not resolve
lt: Hipersaitas ''{0}'' prie ''{1}'' už ''{2}'' neišsprendžia
nl: Hyperlink ''{0}'' bij ''{1}'' voor ''{2}'' komt nergens uit
pt: A hiperligação ''{0}'' em ''{1}'' para ''{2}'' não resolve

source: Image source ''{0}'' at ''{1}'' does not resolve
lt: Vaizdo šaltinis ''{0}'' prie ''{1}'' neišsprendžia
nl: Afbeelding-bron ''{0}'' bij ''{1}'' komt nergens uit
pt: Fonte de imagem ''{0}'' em ''{1}'' não resolve

source: Unable to check whether the code is in the value set ''{0}''
lt: Neįmanoma patikrinti, ar kodas yra reikšmių rinkinyje ''{0}''
nl: Kan niet controleren of de code in de waardelijst ''{0}'' staat
pt: Não é possível verificar se o código está no conjunto de valores ''{0}''

source: Unable to check whether the code is in the value set ''{0}'' because the code system {1} was not found
lt: Neįmanoma patikrinti, ar kodas yra reikšmių rinkinyje ''{0}'', nes kodų sistema {1} nebuvo rasta
nl: Kan niet controleren of de code in de waardelijst ''{0}'' staat, omdat het codesysteem {1} niet is gevonden
pt: Não foi possível verificar se o código está no conjunto de valores "{0}" porque o sistema de códigos {1} não foi encontrado

source: Unable to check whether the code is in the value set ''{0}'' because the value set {1} was not found
lt: Neįmanoma patikrinti, ar kodas yra reikšmių rinkinyje ''{0}'', nes nustatyta reikšmė {1} nebuvo rasta
nl: Kan niet controleren of de code in de waardelijst ''{0}'' staat, omdat de waardelijst {1} niet is gevonden
pt: Não é possível verificar se o código está no conjunto de valores "{0}" porque o conjunto de valores {1} não foi encontrado

source: The types could not be determined from the extension context, so the invariant can''t be validated (types = {0})
lt: Tipų nepavyko nustatyti iš plėtinio konteksto, todėl invarianto negalima patikrinti (tipai = {0})
nl: De typen kunnen niet worden bepaald vanuit de extensie-context, dus kan de invariant niet worden gevalideerd (typen = {0})
pt: Os tipos não puderam ser determinados a partir do contexto da extensão, pelo que o invariante não pode ser validado (types = {0})

source: The system {0} filter with property = {1}, op = {2} has no value
lt: Sistema {0} filtras su ypatybe = {1}, op = {2} neturi jokios vertės
nl: Het systeem {0} filter met property = {1}, op = {2} heeft geen waarde
pt: O filtro do sistema {0} com propriedade = {1}, op = {2} não tem valor

source: Unable to handle system {0} property filter with op = {1}
lt: Neįmanoma apdoroti sistemos {0} Ypatybių filtras su OP = {1}
nl: Kan system {0} eigenschapfilter met op = {1} niet verwerken
pt: Não é possível tratar o filtro de propriedade do sistema {0} com op = {1}

source: The System URI could not be determined for the code ''{0}'' in the ValueSet ''{1}''
lt: Nepavyko nustatyti kodo '' sistemos URI{0}'' reikšmių rinkinyje ''{1}''
nl: De System URI kon niet worden bepaald voor de code ''{0}'' in de waardelijst ''{1}''
pt: Não foi possível determinar o URI do sistema para o código ''{0}'' no ValueSet ''{1}''

source: Unable to resolve the content reference {0} on element {1} (path = {2}) in this context
lt: Neįmanoma išspręsti turinio nuorodos {0} ant elemento {1} (kelias = {2}) šiomis aplinkybėmis
nl: Kan de contentreferentie {0} op element {1} (pad = {2}) niet vinden in deze context
pt: Não é possível resolver a referência de conteúdo {0} no elemento {1} (caminho = {2}) neste contexto

source: The code system {1} referred to from value set {0} has a grammar, and the code might be valid in it
lt: Kodų sistema {1} nurodyta iš reikšmių rinkinio {0} turi gramatiką, o kodas joje gali būti galiojantis
nl: Het codesysteem {1} waar naar wordt verwezen vanuit waardelijst {0} heeft een grammatica en de code zou hierin geldig kunen zijn
pt: O sistema de códigos {1} referido a partir do conjunto de valores {0} tem uma gramática, e o código pode ser válido nela

source: The Unicode sequence has bi-di control characters which are not allowed in this context: {0}
lt: Unicode seka turi bi-di valdymo simbolius, kurie šiame kontekste neleidžiami: {0}
nl: De Unicode sequence heeft bidirectionele stuurtekens welke niet zijn toegestaan in deze context: {0}
pt: A sequência Unicode tem caracteres de controlo bi-di que não são permitidos neste contexto: {0}

source: The Unicode sequence has unterminated bi-di control characters (see CVE-2021-42574): {0}
lt: Unicode sekoje yra nebaigtų bi-di valdymo simbolių (žr. CVE-2021-42574): {0}
nl: De Unicode sequence heeft niet-beëindigde bidirectionele stuurtekens (zie CVE-2021-42574): {0}
pt: A sequência Unicode tem caracteres de controlo bi-di não terminados (ver CVE-2021-42574): {0}

source: This content includes the character {1} (hex value). This character is illegal in the XML version of FHIR, and there is generally no valid use for such characters
lt: Šis turinys apima veikėją {1} (šešiakampė vertė). Šis simbolis yra neleistinas FHIR XML versijoje ir paprastai nėra tinkamo tokių simbolių naudojimo
nl: Deze content bevat het teken {1} (hex-waarde). Dit is een ongeldig teken in de xml-versie van FHIR en er is in het algemeen geen geldig gebruik van zulke tekens

source: A definition for CodeSystem ''{0}'' could not be found, so the code cannot be validated
lt: CodeSystem apibrėžimas ''{0}'' nepavyko rasti, todėl kodo patikrinti negalima
nl: De definitie voor CodeSystem ''{0}'' is niet gevonden, dus kan de code niet worden gevalideerd
pt: Não foi possível encontrar uma definição para o CodeSystem ''{0}'', pelo que o código não pode ser validado

source: A definition for CodeSystem ''{0}'' version ''{1}'' could not be found, so the code cannot be validated. Valid versions: {2}
lt: CodeSystem apibrėžimas ''{0}'' versija ''{1}'' nepavyko rasti, todėl kodo patikrinti negalima. Galiojančios versijos: {2}
nl: De definitie voor CodeSystem {0} versie {1} is niet gevonden, dus kan de code niet worden gevalideerd. Geldige versies: {2}
pt: Não foi possível encontrar uma definição para a versão ''{0}'' do CodeSystem ''{1}'', pelo que o código não pode ser validado. Versões válidas: {2}

source: A definition for CodeSystem ''{0}'' version ''{1}'' could not be found, so the code cannot be validated. No versions of this code system are known
lt: CodeSystem apibrėžimas ''{0}'' versija ''{1}'' nepavyko rasti, todėl kodo patikrinti negalima. Šios kodų sistemos versijos nežinomos

source: Unknown Code ''{0}'' in the CodeSystem ''{1}'' version ''{2}'' - note that the code system is labeled as a fragment, so the code may be valid in some other fragment
lt: Nežinomas kodas ''{0}'' kodų sistemoje ''{1}'' versija ''{2}'' - atkreipkite dėmesį, kad kodų sistema yra pažymėta kaip fragmentas, todėl kodas gali galioti kitame fragmente
nl: Onbekende code ‘’{0}’’ in codesysteem ‘’{1}’’ versie ‘’{2}’’ - merk op dat het codesysteem is gemarkeerd als fragment, waardoor de code mogelijk geldig is in een ander fragment
pt: Código desconhecido ''{0}'' no CodeSystem ''{1}'' versão ''{2}'' - note-se que o sistema de códigos é rotulado como um fragmento, pelo que o código pode ser válido noutro fragmento

source: Invalid JSON type {0} for the element {1}; valid types = {2}
lt: Neleistinas JSON tipas {0} elementui {1}; Galiojantys tipai = {2}
nl: Ongeldig JSON type {0} voor het element {1}; geldige typen = {2}
pt: Tipo JSON inválido {0} para o elemento {1}; tipos válidos = {2}

source: Invalid type {2} for the element {1}; valid types = {3}, JSON type = {0}
lt: Neleistinas tipas {2} elementui {1}; Galiojantys tipai = {3}, JSON tipas = {0}
nl: Ongeldig type {2} voor het element {1}; geldige typen = {3}, JSON type = {0}
pt: Tipo inválido {2} para o elemento {1}; tipos válidos = {3}, tipo JSON = {0}

source: Unsupported: no properties with values found on type {2} for pattern for discriminator ({0}) for slice {1}
lt: Nepalaikoma: nėra ypatybių su reikšmėmis {2} diskriminatoriaus modeliui ({0}) {1}
nl: Niet-ondersteund: geen eigenschappen met waarden gevonden op type {2} voor patroon voor discriminator ({0}) voor slice {1}
pt: Não suportado: não foram encontradas propriedades com valores no tipo {2} para padrão para discriminador ({0}) para fatia {1}

source: Unsupported property {3} on type {2} for pattern for discriminator ({0}) for slice {1}
lt: Nepalaikoma ypatybė {3} pagal tipą {2} diskriminatoriaus modeliui ({0}) {1}
nl: Niet-ondersteunde property {3} op type {2} voor patroon voor discriminator ({0}) voor slice {1}
pt: Propriedade não suportada {3} no tipo {2} para padrão para discriminador ({0}) para fatia {1}

source: Unsupported feature in slicing at {0}: the slicing element at path {1} has slicing {2}, and this nested slicing is not supported
lt: Nepalaikoma pjaustymo funkcija {0}: pjaustymo elementas kelyje {1} turi pjaustymą {2}, o šis įdėtasis pjaustymas nepalaikomas
nl: Niet-ondersteunde functie in slicing bij {0}: het slicingelement op pad {1} heeft slicing {2} en dit soort geneste slicing wordt niet ondersteund
pt: Caraterística não suportada no corte em {0}: o elemento de corte no caminho {1} tem o corte {2} e este corte aninhado não é suportado

source: Unable to connect to terminology server at {1}. Error = {0}
lt: Nepavyko prisijungti prie terminologijos serverio {1}. Klaida = {0}
nl: Kan niet verbinden met terminologieserver op {1}. Fout = {0}
pt: Não é possível ligar ao servidor de terminologia em {1}. Erro = {0}

source: Unable to connect to terminology server at {1}. Use parameter ''-tx n/a'' to run without using terminology services to validate LOINC, SNOMED, ICD-X etc. Error = {0}
lt: Nepavyko prisijungti prie terminologijos serverio {1}. Naudokite parametrą ''-tx n/a'', kad paleistumėte nenaudodami terminologijos paslaugų, kad patvirtintumėte LOINC, SNOMED, ICD-X ir kt. Klaida = {0}
nl: Kan niet verbinden met terminologieserver op {1}. Gebruik parameter ''-tx n/a'' om te starten zonder terminologieservices voor validatie van LOINC, SNOMED, ICD-X etc. Fout = {0}
pt: Não foi possível estabelecer ligação ao servidor de terminologia em {1}. Utilizar o parâmetro ''-tx n/a'' para executar sem utilizar os serviços de terminologia para validar LOINC, SNOMED, ICD-X, etc. Erro = {0}

source: Unable to find {0} resolving discriminator {1} from {2}
lt: Nepavyko rasti {0} Sprendžiamasis diskriminatorius {1} iš {2}
nl: Kan {0} niet vinden bij controle van discriminator {1} van {2}
pt: Não é possível encontrar {0} que resolva o discriminador {1} de {2}

source: Unable to find base {0} for {1}
lt: Nepavyko rasti pagrindo {0} dėl {1}
nl: Kan basis {0} voor {1} niet vinden
pt: Não é possível encontrar a base {0} para {1}

source: Unable to find base definition for logical model: {0} from {1}
lt: Nepavyko rasti pagrindinio loginio modelio apibrėžimo: {0} iš {1}
nl: Kan geen basisdefinitie vinden voor logical model: {0} van {1}
pt: Não foi possível encontrar a definição de base para o modelo lógico: {0} de {1}

source: Unable to find element {0}
lt: Nepavyko rasti elemento {0}
nl: Kan element {0} niet vinden
pt: Não foi possível encontrar o elemento {0}

source: Unable to find element {0} in {1}
lt: Nepavyko rasti elemento {0} į {1}
nl: Kan element {0} niet vinden in {1}
pt: Não foi possível encontrar o elemento {0} em {1}

source: Unable to find element with id ''{0}''
lt: Nepavyko rasti elemento, kurio ID ''{0}''
nl: Kan element met id ''{0}'' niet vinden
pt: Não foi possível encontrar o elemento com o id ''{0}''

source: Unable to find profile ''{0}'' at {1}
lt: Nepavyko rasti profilio ''{0}'' {1}
nl: Kan profiel ''{0}'' niet vinden in {1}
pt: Não foi possível encontrar o perfil ''{0}'' em {1}

source: Unable to find resourceType property
lt: Nepavyko rasti ypatybės resourceType
nl: Kan resourceType property niet vinden
pt: Não é possível encontrar a propriedade resourceType

source: Unable to find resource {0} at {1} resolving discriminator {2} from {3}
lt: Nepavyko rasti išteklių {0} prie {1} Sprendžiamasis diskriminatorius {2} iš {3}
nl: Kan resource {0} niet vinden in {1} bij controle van discriminator {2} van {3}
pt: Não foi possível encontrar o recurso {0} em {1} resolvendo o discriminador {2} de {3}

source: Unable to handle system {0} concept filter with op = {1}
lt: Neįmanoma apdoroti sistemos {0} Sąvokos filtras su OP = {1}
nl: Kan system {0} concept filter met op = {1} niet verwerken
pt: Não é possível tratar o filtro de conceitos do sistema {0} com op = {1}

source: Unable to handle system {0} filter with property = {1}, op = {2}
lt: Neįmanoma apdoroti sistemos {0} filtras su ypatybe = {1}, op = {2}
nl: Kan system {0} filter met property = {1} niet verwerken, op = {2}
pt: Não é possível tratar o filtro do sistema {0} com propriedade = {1}, op = {2}

source: Unable to locate the profile ''{0}'' in order to validate against it
lt: Nepavyko rasti profilio ''{0}'', kad būtų galima patvirtinti pagal jį
nl: Kan profiel ''{0}'' niet vinden om tegen te valideren
pt: Não foi possível localizar o perfil ''{0}'' para o validar

source: Unable to process request for resource for {0} / {1}
lt: Neįmanoma apdoroti išteklių užklausos {0} / {1}
nl: Kan verzoek voor resource voor {0} / {1} niet verwerken
pt: Não foi possível processar o pedido de recurso para {0} / {1}

source: Unable to resolve the reference {0}
lt: Neįmanoma išspręsti nuorodos {0}
nl: Kan {0} niet vinden
pt: Não foi possível resolver a referência {0}

source: Unable to resolve actual type {0}
lt: Neįmanoma nustatyti tikrojo tipo {0}
nl: Kan werkelijke type niet vinden {0}
pt: Não foi possível resolver o tipo atual {0}

source: Unable to resolve element {0} in profile {1}
lt: Neįmanoma išspręsti elemento {0} profilyje {1}
nl: Kan element {0} niet vinden in profiel {1}
pt: Não foi possível resolver o elemento {0} no perfil {1}

source: Unable to resolve name reference {0} at path {1}
lt: Neįmanoma nustatyti vardo nuorodos {0} kelyje {1}
nl: Kan naamverwijzing {0} niet vinden op pad {1}
pt: Não foi possível resolver a referência de nome {0} no caminho {1}

source: Unable to resolve profile {0} in element {1}
lt: Neįmanoma nustatyti profilio {0} elemente {1}
nl: Kan profiel {0} niet vinden in element {1}
pt: Não foi possível resolver o perfil {0} no elemento {1}

source: Unable to resolve reference to {0}
lt: Neįmanoma išspręsti nuorodos į {0}
nl: Kan reference naar {0} niet vinden
pt: Não foi possível resolver a referência a {0}

source: Unable to resolve slice matching - no fixed value or required value set
lt: Neįmanoma išspręsti segmento atitikimo - nenustatyta fiksuota reikšmė arba reikalinga reikšmė
nl: Kan slices niet koppelen aan definitie - geen vaste waarde of verplichte waardelijst
pt: Não é possível resolver a correspondência de fatias - nenhum valor fixo ou conjunto de valores necessários

source: Unable to resolve slice matching - slice matching by value set not done
lt: Neįmanoma išspręsti segmento atitikimo - segmento gretinimas pagal reikšmių rinkinį neatliktas
nl: Kan slices niet koppelen aan definitie - slice op basis van waardelijst niet gedaan
pt: Impossível resolver a correspondência de fatias - correspondência de fatias por conjunto de valores não efectuada

source: Unable to resolve system - no value set
lt: Neįmanoma išspręsti sistemos - nenustatyta reikšmė
nl: Kan system niet vinden - geen waardelijst
pt: Não é possível resolver o sistema - nenhum valor definido

source: The System URI could not be determined for the code ''{0}'' in the ValueSet ''{1}'': value set expansion has multiple systems
lt: Nepavyko nustatyti kodo '' sistemos URI{0}'' reikšmių rinkinyje ''{1}'': reikšmių rinkinio išplėtimas turi kelias sistemas
nl: De system uri kan niet worden bepaald voor de code ''{0}'' in de waardelijst ''{1}'': waardelijst-expansie heeft meerdere systemen
pt: Não foi possível determinar o URI do sistema para o código ''{0}'' no ValueSet ''{1}'': a expansão do conjunto de valores tem vários sistemas

source: The System URI could not be determined for the code ''{0}'' in the ValueSet ''{1}'': value set has imports
lt: Nepavyko nustatyti kodo '' sistemos URI{0}'' reikšmių rinkinyje ''{1}'': reikšmių rinkinys turi importą
nl: Kan system uri niet bepalen voor de code ''{0}'' in de ValueSet ''{1}'': waardelijst heeft imports
pt: Não foi possível determinar o URI do sistema para o código ''{0}'' no ValueSet ''{1}'': o conjunto de valores tem importações

source: The System URI could not be determined for the code ''{0}'' in the ValueSet ''{1}'': include #{2} has a filter on system {3}: {4}
lt: Nepavyko nustatyti kodo '' sistemos URI{0}'' reikšmių rinkinyje ''{1}'': įtraukti #{2} turi filtrą sistemoje {3}: {4}
nl: Kan system uri niet bepalen voor de code ''{0}'' in de ValueSet ''{1}'': include #{2} heeft een filter op system {3}: {4}
pt: Não foi possível determinar o URI do sistema para o código ''{0}'' no ValueSet ''{1}'': o include #{2} tem um filtro no sistema {3}: {4}

source: Unable to resolve system - value set {0} include #{1} has no system
lt: Neįmanoma išspręsti sistemos - reikšmių rinkinys {0} Įtraukti #{1} neturi sistemos
nl: Kan system niet vinden - waardelijst {0} include #{1} heeft geen system
pt: Não é possível resolver o sistema - o conjunto de valores {0} inclui #{1} não tem sistema

source: The System URI could not be determined for the code ''{0}'' in the ValueSet ''{1}'': include #{2} has system {3} which could not be found, and the server returned error {4}
lt: Nepavyko nustatyti kodo '' sistemos URI{0}'' reikšmių rinkinyje ''{1}'': įtraukti #{2} turi sistemą {3} kurio nepavyko rasti, ir serveris pateikė klaidą {4}
nl: Kan system uri niet bepalen voor de code ''{0}'' in de ValueSet ''{1}'': include #{2} heeft system {3} dat niet is gevonden en de server gaf foutmelding {4}
pt: Não foi possível determinar o URI do sistema para o código ''{0}'' no ValueSet ''{1}'': o include #{2} tem o sistema {3} que não pôde ser encontrado e o servidor devolveu o erro {4}

source: The System URI could not be determined for the code ''{0}'' in the ValueSet ''{1}'': value set expansion has multiple matches: {2}
lt: Nepavyko nustatyti kodo '' sistemos URI{0}'' reikšmių rinkinyje ''{1}'': reikšmių rinkinio išplėtimas turi kelias atitiktis: {2}
nl: Kan system uri niet bepalen voor de code ''{0}'' in de ValueSet ''{1}'': waardelijst-expansie heeft meerde matches: {2}
pt: Não foi possível determinar o URI do sistema para o código ''{0}'' no ValueSet ''{1}'': a expansão do conjunto de valores tem várias correspondências: {2}

source: The System URI could not be determined for the code ''{0}'' in the ValueSet ''{1}'': value set has no includes or expansion
lt: Nepavyko nustatyti kodo '' sistemos URI{0}'' reikšmių rinkinyje ''{1}'': reikšmių rinkinys neturi įtraukimo ar išplėtimo
nl: Kan system uri niet bepalen voor de code ''{0}'' in de ValueSet ''{1}'': waardelijst heeft geen inclusies of expansie
pt: Não foi possível determinar o URI do sistema para o código ''{0}'' no ValueSet ''{1}'': o conjunto de valores não tem qualquer inclusão ou expansão

source: A definition for the value Set ''{0}'' could not be found
lt: Reikšmių rinkinio '' apibrėžimas{0}'' nepavyko rasti
nl: De definitie voor de waardelijst ''{0}'' is niet gevonden
pt: Não foi possível encontrar uma definição para o conjunto de valores ''{0}''

source: Unable to validate code without using server because: {0}
lt: Neįmanoma patikrinti kodo nenaudojant serverio, nes: {0}
nl: Kan code niet valideren zonder een server, omdat: {0}
pt: Não é possível validar o código sem utilizar o servidor porque: {0}

source: Undefined attribute ''@{0}'' on {1} for type {2}
lt: Neapibrėžtas atributas '' @{0}'' įjungta {1} tipui {2}
nl: Ongedefinieerd attribuut ''@{0}'' op {1} voor type {2}
pt: Atributo indefinido ''@{0}'' em {1} para o tipo {2}

source: Undefined element ''{0}'' at {1}
lt: Neapibrėžtas elementas ''{0}'' {1}
nl: Ongedefinieerd element ''{0}'' op ''{1}''
pt: Elemento indefinido ''{0}'' em {1}

source: Unexpected condition in differential: implicit slice name does not contain a valid type (''{0}''?) at {1}/{2}
lt: Netikėta diferencialo sąlyga: numanomame segmento pavadinime nėra leistino tipo (''{0}''?) prie {1}/{2}
nl: Onverwachte conditie in differential: impliciete slicenaam bevat geen geldig type (''{0}''?) bij {1}/{2}
pt: Condição inesperada no diferencial: o nome da fatia implícita não contém um tipo válido (''{0}''?) em {1}/{2}

source: Unexpected condition in differential: invalid type at {0}/{1}
lt: Netikėta diferencialo sąlyga: neleistinas tipas {0}/{1}
nl: Onverwachte situatie in differential: ongeldig type bij {0}/{1}
pt: Condição inesperada no diferencial: tipo inválido em {0}/{1}

source: Unexpected datatype for rdfs:type
lt: Netikėtas rdfs duomenų tipas:tipas
nl: Onverwacht datatype voor rdfs:type
pt: Tipo de dados inesperado para rdfs:type

source: Unhandled situation: resource is profiled to more than one option - cannot sort profile
lt: Neapdorota situacija: išteklius profiliuojamas į daugiau nei vieną parinktį - negalima rūšiuoti profilio
nl: Niet-ondersteunde situatie: resource heeft profiel voor meerdere opties - kan profiel niet sorteren
pt: Situação não tratada: o recurso tem um perfil para mais do que uma opção - não é possível ordenar o perfil

source: Unknown code ''{0}'' in the CodeSystem ''{1}''
lt: Nežinomas kodas ''{0}'' kodų sistemoje ''{1}''
nl: Onbekende code ''{0}'' in codesysteem ''{1}''
pt: Código desconhecido ''{0}'' no CodeSystem ''{1}''

source: Unknown code ''{0}'' in the CodeSystem ''{1}'' version ''{2}''
lt: Nežinomas kodas ''{0}'' kodų sistemoje ''{1}'' versija ''{2}''
nl: Onbekende code ''{0}'' in codesysteem ''{1}'' versie ''{2}''
pt: Código desconhecido ''{0}'' no CodeSystem ''{1}'' versão ''{2}''

source: Unknown Data format ''{0}''
lt: Nežinomas duomenų formatas ''{0}''
nl: Onbekende gegevensstructuur ''{0}''
pt: Formato de dados desconhecido ''{0}''

source: Unknown Date format ''{0}''
lt: Nežinomas datos formatas ''{0}''
nl: Onbekende datumstructuur ''{0}''
pt: Formato de data desconhecido ''{0}''

source: Unknown resource type (missing rdfs:type)
lt: Nežinomas išteklių tipas (trūksta rdfs:type)
nl: Onbekend resourcetype (rdfs:type ontbreekt)
pt: Tipo de recurso desconhecido (falta rdfs:type)

source: Unknown type {0} at {1}
lt: Nežinomas tipas {0} prie {1}
nl: Onbekend type {0} in {1}
pt: Tipo desconhecido {0} em {1}

source: Unrecognized extension context {0}
lt: Neatpažintas plėtinio kontekstas {0}
nl: Niet-herkende extensiecontext {0}
pt: Contexto de extensão não reconhecido {0}

source: Unrecognized predicate ''{0}''
lt: Neatpažintas predikatas ''{0}''
nl: Niet-herkend predicaat ''{0}''
pt: Predicado não reconhecido ''{0}''

source: Unrecognized property ''{0}''
lt: Neatpažinta ypatybė ''{0}''
nl: Niet-herkende eigenschap ''{0}''
pt: Propriedade não reconhecida ''{0}''

source: Unsupported CodeableConcept pattern - extensions are not allowed - for discriminator ({0}) for slice {1}
lt: Nepalaikomas CodeableConcept šablonas - plėtiniai neleidžiami - diskriminatoriui ({0}) {1}
nl: Niet-ondersteund CodeableConcept patroon - extensies niet toegestaan - voor discriminator ({0}) voor slice {1}
pt: Padrão CodeableConcept não suportado - não são permitidas extensões - para discriminador ({0}) para fatia {1}
