Repository: hapifhir/org.hl7.fhir.core
Catalog: org.hl7.fhir.utilities/src/main/resources/source/validator-messages-*.po
Languages: lt, nl, pt

source: Found block structures inside a paragraph/text element {0} at {1}: {2}
lt: Rastos blokų struktūros pastraipos / teksto elemente {0} prie {1}: {2}

source: Malformed XHTML: Found a DocType declaration, and these are not allowed (XXE security vulnerability protection)
lt: Neteisingai suformuotas XHTML: Rasta DocType deklaracija ir ji neleidžiama (XXE saugos pažeidžiamumo apsauga)
nl: Misvormde XHTML: DocType declaratie gevonden en deze zijn niet toegestaan (bescherming tegen XXE veiligheidsrisico)
pt: XHTML malformado: Encontrada uma declaração DocType, que não é permitida (proteção contra vulnerabilidades de segurança XXE)

source: The XHTML the resource contains more than one node for each of the following node ids and anchor names: {0}
lt: XHTML išteklius turi daugiau nei vieną mazgą kiekvienam iš šių mazgų ID ir inkaro pavadinimų: {0}

source: Invalid element name inside a paragraph in the XHTML (''{0}'')
lt: Neleistinas elemento pavadinimas XHTML pastraipoje (''{0}'')
nl: Ongeldige elementnaam binnen een paragraph in de XHTML (''{0}'')
pt: Nome de elemento inválido dentro de um parágrafo no XHTML (''{0}'')

source: Invalid element name in the XHTML (''{0}'')
lt: Neleistinas XHTML elemento pavadinimas (''{0}'')
nl: Ongeldig element in de XHTML (''{0}'')
pt: Nome de elemento inválido no XHTML (''{0}'')

source: Invalid entity in the XHTML (''{0}'')
lt: Neleistinas objektas XHTML (''{0}'')
nl: Ongeldige entity in de XHTML (''{0}'')
pt: Entidade inválida no XHTML (''{0}'')

source: Elements of type {0} at {1} cannot have the following children: {2}
lt: Tipo elementai {0} prie {1} negali turėti šių vaikų: {2}

source: Invalid Image Reference in the XHTML (''{0}'')
lt: Neleistina vaizdo nuoroda XHTML (''{0}'')
nl: Ongeldige afbeeldingreferentie in de XHTML (''{0}'')
pt: Referência de imagem inválida no XHTML (''{0}'')

source: The xhtml has some language sections ({0}), and also has content that is not in a language section
lt: xhtml turi keletą kalbos skyrių ({0}), taip pat yra turinio, kuris nėra kalbos skyriuje

source: Elements of type {0} cannot have children
lt: Tipo elementai {0} negali turėti vaikų

source: Elements of type {0} at {1} cannot contain nested {0} at {2}
lt: Tipo elementai {0} prie {1} negali būti įdėtųjų {0} prie {2}

source: Wrong namespace on the XHTML (''{0}'', should be ''{1}'')
lt: Neteisinga vardų sritis XHTML (''{0}'', turėtų būti ''{1}'')
nl: Verkeerde namespace op de XHTML (''{0}'', moet zijn ''{1}'')
pt: Espaço de nome incorreto no XHTML (''{0}'', deveria ser ''{1}'')

source: Wrong name on the XHTML (''{0}'') - must start with div
lt: Neteisingas pavadinimas XHTML (''{0}'') - turi prasidėti div
nl: Verkeerde naam in de XHTML (''{0}'') - moet beginnen met div
pt: Nome errado no XHTML (''{0}'') - deve começar com div

source: Elements of type {0} must be in a {1}, not a {2} at {3}
lt: Tipo elementai {0} turi būti {1}, o ne {2} prie {3}

source: xsi:type is unnecessary at this point
lt: xsi:type šiuo metu nereikalingas
nl: xsi:type is niet nodig op dit punt
pt: xsi:type é desnecessário nesta altura

source: The xsi:type value ''{0}'' is wrong (should be ''{1}''). Note that xsi:type is unnecessary at this point
lt: xsi:type reikšmė ''{0}'' yra neteisingas (turėtų būti ''{1}''). Atkreipkite dėmesį, kad xsi:type šiuo metu nereikalingas
nl: De xsi:type waarde ''{0}'' is verkeerd (moet zijn ''{1}''). Merk op dat xsi:type niet nodig is op dit punt
pt: O valor xsi:type ''{0}'' está errado (deveria ser ''{1}''). Note que o xsi:type é desnecessário nesta altura

source: Value is ''{0}'' but is fixed to ''{1}'' in the profile {2}
lt: Reikšmė yra ''{0}'', bet yra fiksuotas į ''{1}'' profilyje {2}
nl: Waarde is ''{0}'' maar moet zijn ''{1}'' in het profiel {2}
pt: O valor é ''{0}'' mas é fixado em ''{1}'' no perfil {2}

source: {0} has children ({1}) and multiple types ({2}) in profile {3}
lt: {0} turi vaikų ({1}) ir kelių rūšių ({2}) profilyje {3}
nl: {0} heeft onderliggende elementen ({1}) en meerdere typen ({2}) in profiel {3}
pt: {0} tem filhos ({1}) e vários tipos ({2}) no perfil {3}

source: {0} has children ({1}) for type {2} in profile {3}, but can''t find type
lt: {0} turi vaikų ({1}) tipui {2} profilyje {3}, bet nerandate tipo
nl: {0} heeft onderliggende elementen ({1}) voor type {2} in profiel {3}, maar kan type niet vinden
pt: {0} tem filhos ({1}) para o tipo {2} no perfil {3}, mas não consegue encontrar o tipo

source: {0} has no children ({1}) and no types in profile {2}
lt: {0} neturi vaikų ({1}) ir nėra tipų profilyje {2}
nl: {0} heeft geen onderliggende elementen ({1}) en geen typen in profiel {2}
pt: {0} não tem filhos ({1}) e não tem tipos no perfil {2}

source: Defined in the profile
lt: Apibrėžta profilyje
nl: Gedefinieerd in het profiel
pt: Definido no perfil

source: (document)
lt: (dokumentas)
pt: (documento)

source: Element = null: {0}
lt: Elementas = null: {0}
pt: Elemento = nulo: {0}

source: Element id = null: {0} on {1}
lt: Elemento id = null: {0} ant {1}
nl: Element id = null: {0} op {1}
pt: Elemento id = nulo: {0} em {1}

source: Error writing number ''{0}'' to JSON
lt: Klaida rašant numerį ''{0}'' į JSON
nl: Fout bij schrijven van getal ''{0}'' in JSON
pt: Erro ao escrever o número ''{0}'' em JSON

source: getSliceList should only be called when the element has slicing
lt: getSliceList turėtų būti iškviečiamas tik tada, kai elementas yra supjaustytas
nl: getSliceList moet alleen worden aangeroepen als het element slicing heeft
pt: getSliceList só deve ser chamado quando o elemento tem fatiamento

source: Needs a snapshot
lt: Reikia momentinės nuotraukos
nl: Heeft snapshot nodig
pt: Precisa de um instantâneo

source: No base profile provided
lt: Bazinis profilis nepateikiamas
nl: Geen basisprofiel gevonden
pt: Não é fornecido qualquer perfil de base

source: No derived structure provided
lt: Išvestinės struktūros nepateikta
nl: Geen afgeleide structuur gevonden
pt: Não é fornecida qualquer estrutura derivada

source: No url in expand value set
lt: Išplėtimo reikšmių rinkinyje nėra URL
nl: Geen url in expand waardelijst
pt: Nenhum url no conjunto de valores de expansão

source: No url in expand value set 2
lt: 2 išplėtimo reikšmių rinkinyje nėra URL
nl: Geen url in expansie waardelijst 2
pt: Nenhum url no conjunto de valores de expansão 2

source: ValueSet has no url property
lt: ValueSet neturi url ypatybės
nl: Waardelijst heeft geen url property
pt: ValueSet não tem a propriedade url

source: Not done yet: can''t fetch {0}
lt: Dar nepadaryta: nepavyksta gauti {0}
nl: Nog niet gedaan: kan niet {0} ophalen
pt: Ainda não concluído: não foi possível obter {0}

source: Not the right kind of structure to generate schematrons for
lt: Netinkama struktūra schematronams generuoti
nl: Niet de juiste structuur om schematrons voor te genereren
pt: Não é o tipo de estrutura adequado para gerar esquemáticos

source: Null min
lt: Nulis min
pt: Nulo min

source: reference to {0} cannot be resolved
lt: nuoroda į {0} negali būti išspręstas
nl: reference naar {0} kan niet worden gevonden
pt: a referência a {0} não pode ser resolvida

source: Type on first differential element!
lt: Įveskite pirmąjį diferencialinį elementą!
nl: Type op eerste differential-element!
pt: Escreva no primeiro elemento diferencial!

source: Type on first snapshot element for {0} in {1} from {2}
lt: Įveskite pirmąjį momentinės kopijos elementą {0} į {1} iš {2}
nl: Type op eerste snapshot-element voor {0} in {1} van {2}
pt: Tipo no primeiro elemento do instantâneo para {0} em {1} de {2}

source: The XML Attribute {0} has an invalid character
lt: XML atributas {0} turi neleistiną simbolį
nl: Het XML attribuut {0} bevat een onjuist teken
pt: O atributo XML {0} tem um carácter inválido

source: The XML encoding is invalid (must be UTF-8, not ''{0}'')
lt: XML kodavimas neleistinas (turi būti UTF-8, o ne ''{0}'')
nl: !!De XML encoding is onjuist (moet UTF-8 zijn)

source: Entry {0} matches the reference {1} by type and id but it''s fullUrl {2} does not match the full target URL {3} by Bundle resolution rules
pt: A entrada {0} corresponde à referência {1} por tipo e id, mas o seu URL completo {2} não corresponde ao URL de destino completo {3} pelas regras de resolução de pacotes

source: The invariant {0} defined in the differential must have no source, or the source must be the same as the profile
pt: O invariante {0} definido no diferencial não deve ter fonte, ou a fonte deve ser a mesma que o perfil

source: The modifier extension {0} from FHIR version {3} is not allowed to be used at this point (allowed = {1}; this element is [{2}; this is a warning since contexts may be renamed between FHIR versions)
pt: A extensão do modificador {0} da versão {3} do FHIR não pode ser utilizada neste momento (permitido = {1}; este elemento é [{2}; trata-se de um aviso, uma vez que os contextos podem ser renomeados entre versões FHIR)

source: The extension {0} from FHIR version {3} is not allowed to be used at this point (allowed = {1}; this element is [{2}; this is a warning since contexts may be renamed between FHIR versions)
pt: A extensão {0} da versão {3} do FHIR não pode ser utilizada neste momento (allowed = {1}; este elemento é [{2}; trata-se de um aviso, uma vez que os contextos podem ser renomeados entre versões FHIR)

source: The modifier extension {0} is not allowed to be used at this point (allowed = {1}; this element is {2})
pt: A extensão do modificador {0} não pode ser utilizada neste momento (allowed = {1}; este elemento é {2})

source: The modifier extension {0} is not allowed to be used at this point (allowed for this version = {1}; this element is {2})
pt: A extensão do modificador {0} não pode ser utilizada neste momento (permitido para esta versão = {1}; este elemento é {2})

source: The extension {0} is not allowed to be used at this point (allowed = {1}; this element is {2})
pt: A extensão {0} não pode ser utilizada neste momento (allowed = {1}; este elemento é {2})

source: The extension {0} is not allowed to be used at this point (allowed for this version = {1}; this element is {2})
pt: A extensão {0} não pode ser utilizada neste momento (permitido para esta versão = {1}; este elemento é {2})

source: Error evaluating FHIRPath expression: The check {0} failed
pt: Erro ao avaliar a expressão FHIRPath: A verificação {0} falhou

source: Error evaluating FHIRPath expression: Invalid FHIR Constant {0}
pt: Erro ao avaliar a expressão FHIRPath: Constante FHIR inválida {0}

source: This material contains content from <a href=\"http://loinc.org\">LOINC</a>. LOINC is copyright &copy; 1995-2020, Regenstrief Institute, Inc. and the Logical Observation Identifiers Names and Codes (LOINC) Committee and is available at no cost under the <a href=\"http://loinc.org/license\">license</a>. LOINC&reg; is a registered United States trademark of Regenstrief Institute, Inc.
pt: !!Este material contém conteúdo do <a href=\"http://loinc.org\">LOINC</a>. LOINC é copyright &copy; 1995-2020, Regenstrief Institute, Inc. e o Logical Observation Identifiers Names and Codes (LOINC) Committee e está disponível sem custo sob a <a href=\"http://loinc.org/license\">licença</a>. LOINC&reg; é uma marca registada dos Estados Unidos da América do Regenstrief Institute, Inc.

source: This material contains content that is copyright of SNOMED International. Implementers of these specifications must have the appropriate SNOMED CT Affiliate license - for more information contact <a href=\"https://www.snomed.org/get-snomed\">https://www.snomed.org/get-snomed</a> or <a href=\"mailto:info@snomed.org\">info@snomed.org</a>.
pt: !!Este material contém conteúdo que é copyright da SNOMED International. Os implementadores destas especificações devem ter a licença apropriada de afiliado da SNOMED CT - para mais informações contacte <a href=\"https://www.snomed.org/get-snomed\">https://www.snomed.org/get-snomed</a> ou <a href=\"mailto:info@snomed.org\">info@snomed.org</a>.

source: Constraint failed: {0}
pt: A restrição falhou: {0}

source: Constraint failed: {0} (defined in {1})
pt: A restrição falhou: {0} (definido em {1})

source: The {0} {1} is deprecated with the note {2}
pt: O {0} {1} está obsoleto com a nota {2}

source: Cannot validate display Name ''{0}'' for {1}#{2}: No displays are known
nl: Kan weergavenaam niet valideren ''{0}'' voor {1}#{2}: geen bekende weergavenamen
pt: Não é possível validar o nome de ecrã ''{0}'' para {1}#{2}: Não são conhecidos ecrãs

source: There are no valid display names found for the code {1}#{2} for language(s) ''{3}''. The display is ''{4}'' the default language display
nl: Er zijn geen geldige weergavenamen gevonden voor de code {1}#{2} voor taal/talen ''{3}''. De weergavenaam ''{4}'' is de standaard weergavenaam
pt: Não foram encontrados nomes de apresentação válidos para o código {1}#{2} para a(s) língua(s) ''{3}''. O ecrã é ''{4}'', o ecrã da língua predefinida

source: The {0} profile ''{1}'' can not be resolved
pt: O perfil {0} ''{1}'' não pode ser resolvido

source: The {0} profile defines a parameter ''{1}'' but this is not in the parameters list
pt: O perfil {0} define um parâmetro ''{1}'' mas este não consta da lista de parâmetros

source: The {0} profile does not have a parameter ''{1}'' but it is in the parameters list
pt: O perfil {0} não tem um parâmetro ''{1}'' mas está na lista de parâmetros

source: The {0} profile ''{1}'' is not a profile on the ''Parameters'' resource
pt: O perfil {0} ''{1}'' não é um perfil no recurso ''Parâmetros''

source: The parameter ''{1}'' has a value for ''{2}'' of ''{4}'' in the {0} profile that is different to ''{3}'' which is the value in the parameter definition
pt: O parâmetro ''{1}'' tem um valor para ''{2}'' de ''{4}'' no perfil {0} que é diferente de ''{3}'' que é o valor na definição do parâmetro

source: The slice ''{1}'' in the {0} profile does not have an entry for the parameter name
pt: A fatia ''{1}'' no perfil {0} não tem uma entrada para o nome do parâmetro

source: The target profile ''{2}'' is allowed for the parameter ''{1}'' in the {0} profile but not in the list of target profiles for the parameter: {3}
pt: O perfil de destino ''{2}'' é permitido para o parâmetro ''{1}'' no perfil {0} mas não na lista de perfis de destino para o parâmetro: {3}

source: The target profile ''{2}'' is not allowed for the parameter ''{1}'' in the {0} profile but is in the list of target profiles for the parameter (target profiles = {3})
pt: O perfil de destino ''{2}'' não é permitido para o parâmetro ''{1}'' no perfil {0} mas está na lista de perfis de destino para o parâmetro (perfis de destino = {3})

source: The type ''{2}'' is allowed for the parameter ''{1}'' in the {0} profile but is not in the list of allowed types for the parameter: {3}
pt: O tipo ''{2}'' é permitido para o parâmetro ''{1}'' no perfil {0} mas não consta da lista de tipos permitidos para o parâmetro: {3}

source: The type ''{2}'' is not allowed for the parameter ''{1}'' in the {0} profile but is in the list of allowed types for the parameter (profile types = {3})
pt: O tipo ''{2}'' não é permitido para o parâmetro ''{1}'' no perfil {0} mas está na lista de tipos permitidos para o parâmetro (tipos de perfil = {3})

source: The {0} value of ''{2}'' does not comply with the value ''{1}'' from the claimed profile
pt: O valor {0} de ''{2}'' não está em conformidade com o valor ''{1}'' do perfil reclamado

source: Mismatch in slicing at {0}: no slice found for the discriminators {1} with the values {2}
pt: Incompatibilidade no fatiamento em {0}: não foi encontrada nenhuma fatia para os discriminadores {1} com os valores {2}

source: Questions with an enableWhen cannot refer to an inner question for it''s enableWhen condition
pt: As perguntas com um enableWhen não podem referir-se a uma pergunta interna para a sua condição enableWhen

source: The URL ''{0}'' cannot be resolved unless the fullURL is a RESTFul base URL, or a baseURL has been provided and the Bundle is a batch or transction
pt: O URL ''{0}'' não pode ser resolvido a menos que o fullURL seja um URL de base RESTFul, ou que tenha sido fornecido um baseURL e o Bundle seja um lote ou uma transação

source: Profile {0} is for type {1}, which is not a {4} (which is required because the {3} element has type {2})
pt: O perfil {0} é para o tipo {1}, que não é um {4} (o que é necessário porque o elemento {3} tem o tipo {2})

source: The profile is marked as an obligation profile, but it''s correctness cannot be checked since the base profile ''{0}'' is not known
pt: O perfil é marcado como um perfil obrigatório, mas a sua correção não pode ser verificada porque o perfil de base "{0}" não é conhecido

source: The type definition ''{2}'' has a type parameter ''{3}'', which is not consistent with it''s ancestor type definition ''{0}'' which has the type parameter ''{1}''
pt: A definição de tipo ''{2}'' tem um parâmetro de tipo ''{3}'', o que não é consistente com a sua definição de tipo ancestral ''{0}'' que tem o parâmetro de tipo ''{1}''

source: The parameter {0} refers to the variable {1} but it''s mode is {2} which is not the same as the mode required for the group {3}
pt: O parâmetro {0} refere-se à variável {1} mas o seu modo é {2}, o que não é o mesmo que o modo necessário para o grupo {3}

source: The parameter ''{0}'' refers to the variable ''{1}'' but it''s type is ''{2}'' which is not compatible with the type required for the group ''{3}'', which is ''{4}'' (from map ''{5}'')
pt: O parâmetro ''{0}'' refere-se à variável ''{1}'' mas o seu tipo é ''{2}'' que não é compatível com o tipo requerido para o grupo ''{3}'', que é ''{4}'' (do mapa ''{5}'')

source: The group {0} is not called successfully from within this mapping script, and does not have types on it''s inputs, so type verification is not possible
pt: O grupo {0} não é chamado com êxito a partir deste script mapping e não tem tipos nas suas entradas, pelo que a verificação do tipo não é possível

source: The code is {0}
pt: O código é {0}

source: The code ''{1}'' is {0}
pt: O código ''{1}'' é {0}

source: The code is valid but is {0}
pt: O código é válido mas é {0}

source: The code ''{1}'' is valid but is {0}
pt: O código ''{1}'' é válido mas é {0}

source: Binding for path {0} has no source, so can''t be checked
pt: A ligação para o caminho {0} não tem fonte, pelo que não pode ser verificada

source: Binding has no source, so can''t be checked
pt: A ligação não tem fonte, pelo que não pode ser verificada

source: The instant ''{0}'' is not valid (by regex)
pt: O instante ''{0}'' não é válido (por regex)

source: Not a valid date/time ({0})
pt: Não é uma data/hora válida ({0})

source: Not a valid date ({0})
pt: Não é uma data válida ({0})

source: Unknown property name {0} in path {1}2
nl: Onbekende propertynaam {0} in pad {1}2
pt: Nome de propriedade desconhecido {0} no caminho {1}2

source: Profile {1} identifies {2} as a dependency (using the extension http://hl7.org/fhir/StructureDefinition/structuredefinition-dependencies), but this profile could not be found
pt: O perfil {1} identifica {2} como uma dependência (utilizando a extensão http://hl7.org/fhir/StructureDefinition/structuredefinition-dependencies), mas não foi possível encontrar este perfil

source: It is not valid to refer to a CodeSystem by an identifier like this ''{0}''
pt: Não é válido referir-se a um CodeSystem através de um identificador do tipo ''{0}''

source: The value set include has too many codes to validate ({0}), so each individual code has not been checked
pt: O conjunto de valores include tem demasiados códigos para validar ({0}), pelo que cada código individual não foi verificado

source: The attribute ''xml:space'' is legal but has a fixed value of ''preserve''. It''s use is discouraged
pt: O atributo ''xml:space'' é legal mas tem um valor fixo de ''preserve''. A sua utilização é desaconselhada

source: The XML encoding is invalid (must be UTF-8)
pt: A codificação XML é inválida (tem de ser UTF-8)

source: Constraint failed: {0}: ''{1}''
nl: !!Fout bij constraint: {0}

source: Constraint failed: {0}: ''{1}'' (defined in {2})
nl: !!Constraint faalde: {0} (gedefinieerd in {1})

source: Profile {0} is for type {1}, which is not a {4} (which is required because the {3} element has the type {2})
nl: !!Profiel {0} is voor type {1}, wat geen {4} is (welke wordt vereist om het {3} element type {2} heeft)

source: The concept ''{1}'' is valid but is {0}
nl: !!De code ''{1}'' is geldig maar is {0}

source: Binding for path {0} in profile {1} has no source, so can''t be checked
nl: !!Binding voor pad {0} heeft geen bron, dus kan niet worden gevalideerd
