Repository: hapifhir/org.hl7.fhir.core
Catalog: org.hl7.fhir.utilities/src/main/resources/source/validator-messages-*.po
Languages: lt, nl, pt

source: No processing instructions allowed in resources
lt: Ištekliuose neleidžiamos apdorojimo instrukcijos
nl: Geen processing instructions toegestaan in resources
pt: Não são permitidas instruções de processamento nos recursos

source: No reference resolving discriminator {0} from {1}
lt: Nėra nuorodos, sprendžiančio diskriminatoriaus {0} iš {1}
nl: Geen reference bij controle van discriminator {0} in {1}
pt: Nenhuma referência para resolver o discriminador {0} de {1}

source: No type found on ''{0}''
lt: Ant '' nerastas joks tipas{0}''
nl: Geen type gevonden op ''{0}''
pt: Nenhum tipo encontrado em ''{0}''

source: No validator configured
lt: Nesukonfigūruotas tikrintuvas
nl: Geen validator geconfigureerd
pt: Nenhum validador configurado

source: Node type {0} is not allowed
lt: Mazgo tipas {0} neleidžiama
nl: Nodetype {0} is niet toegestaan
pt: O tipo de nó {0} não é permitido

source: The provided code {2} was not found in the value set ''{1}''
lt: Pateiktas kodas {2} nerasta reikšmių rinkinyje ''{1}''
nl: De opgegeven code {2} staat niet in de waardelijst ''{1}''

source: Not done yet
lt: Dar nepadaryta
nl: Nog niet gedaan
pt: Ainda não foi feito

source: Not done yet (ValidatorHostServices.checkFunction)
lt: Dar nepadaryta (ValidatorHostServices.checkFunction)
nl: Nog niet gedaan (ValidatorHostServices.checkFunction)
pt: Ainda não concluído (ValidatorHostServices.checkFunction)

source: Not done yet (ValidatorHostServices.conformsToProfile), when item is not an element
lt: Dar nepadaryta (ValidatorHostServices.conformsToProfile), kai elementas nėra elementas
nl: Nog niet gedaan (ValidatorHostServices.conformsToProfile), wanneer item geen element is
pt: Ainda não concluído (ValidatorHostServices.conformsToProfile), quando o item não é um elemento

source: Not done yet (ValidatorHostServices.executeFunction)
lt: Dar nepadaryta (ValidatorHostServices.executeFunction)
nl: Nog niet gedaan (ValidatorHostServices.executeFunction)
pt: Ainda não concluído (ValidatorHostServices.executeFunction)

source: Not done yet - resolve {0} locally (2)
lt: Dar nepadaryta - išspręsti {0} vietoje (2)
nl: Nog niet gedaan - lokaal opzoeken van {0} (2)
pt: Ainda não concluído - resolver {0} localmente (2)

source: Not handled yet (sortElements: {0}:{1})
lt: Dar neapdorota (sortElements: {0}:{1})
nl: Nog niet ondersteund (sortElements: {0}:{1})
pt: Ainda não tratado (sortElements: {0}:{1})

source: This object cannot be an keyed Array in Json because it does not have two children in the definitions (children = {0})
lt: Šis objektas negali būti raktinis masyvas Json, nes jo apibrėžimuose nėra dviejų antrinių elementų (vaikai = {0})
nl: Dit object kan geen keyed Array in Json zijn omdat deze niet twee kindwaarden in de definities heeft (kindwaarden = {0})
pt: Este objeto não pode ser uma matriz chaveada em Json porque não tem dois filhos nas definições (children = {0})

source: This object is defined as a keyed Array in Json but the value property named in the definitions is a choice - this is not supported (value property = {0})
lt: Šis objektas apibrėžiamas kaip raktinis masyvas Json, tačiau reikšmės ypatybė, pavadinta apibrėžimuose, yra pasirinkimas - tai nepalaikoma (reikšmės savybė = {0})
nl: Dit object is gedefinieerd als keyed Array in Json maar de in de definities benoemde value eigenschap is een keuze - dit wordt niet ondersteund (value eigenschap = {0})
pt: Este objeto é definido como uma matriz com chave em Json, mas a propriedade de valor nomeada nas definições é uma escolha - isto não é suportado (propriedade de valor = {0})

source: This object is defined as a keyed Array in Json but the value property named in the definitions is a list - this is not supported (value property = {0})
lt: Šis objektas apibrėžiamas kaip raktinis masyvas Json, tačiau apibrėžimuose pavadinta reikšmės ypatybė yra sąrašas - tai nepalaikoma (reikšmės ypatybė = {0})
nl: Dit object is gedefinieerd als keyed Array in Json maar de in de definities benoemde value eigenschap is een lijst - dit wordt niet ondersteund (value eigenschap = {0})
pt: Este objeto é definido como uma matriz com chave em Json, mas a propriedade de valor nomeada nas definições é uma lista - isto não é suportado (propriedade de valor = {0})

source: This object is defined as a keyed Array in Json but the definition does not name the first child element as the key (children = {0})
lt: Šis objektas apibrėžiamas kaip raktinis masyvas Json, tačiau apibrėžimas neįvardija pirmojo antrinio elemento kaip rakto (vaikai = {0})
nl: Dit object is gedefinieerd als keyed Array in Json maar de definitie benoemt het eerste element niet als key (kindwaarden = {0})
pt: Este objeto é definido como uma matriz com chave em Json, mas a definição não nomeia o primeiro elemento filho como chave (children = {0})

source: This object is defined as a keyed Array in Json but the key property named in the definitions is not a primitive type (children = {0}, type = {1})
lt: Šis objektas apibrėžiamas kaip raktinis masyvas Json, tačiau apibrėžimuose nurodyta rakto savybė nėra primityvus tipas (vaikai = {0}, tipas = {1})
nl: Dit object is gedefinieerd als keyed Array in Json maar de key eigenschap benoemd in de definities is geen primitief type (kindwaarden = {0}, type = {1})
pt: Este objeto é definido como uma matriz com chave em Json, mas a propriedade chave nomeada nas definições não é um tipo primitivo (children = {0}, type = {1})

source: The ''{0}'' profile ''{1}'' can not be resolved
lt: Į ""{0}'' profilis ''{1}'' negali būti išspręstas

source: The ''{0}'' profile {2} defines a parameter ''{1}'' but this is not in the parameters list in the operation definition
lt: Į ""{0}'' profilis {2} apibrėžia parametrą ''{1}'', bet tai nėra operacijos apibrėžimo parametrų sąraše

source: The ''{0}'' profile does not have a parameter ''{1}'' but it is in the parameters list in the operation definition
lt: Į ""{0}'' profilis neturi parametro ''{1}'', bet jis yra operacijos apibrėžimo parametrų sąraše

source: The ''{0}'' profile ''{1}'' is not a profile on the ''Parameters'' resource
lt: Į ""{0}'' profilis ''{1}'' nėra ''Parametrų'' ištekliaus profilis

source: The parameter ''{1}'' has a value for ''{2}'' of ''{4}'' in the ''{0}'' profile {4} that is different to ''{3}'' which is the value in the parameter definition in the operation definition
lt: Parametras ''{1}'' turi reikšmę ''{2}'' iš ''{4}'' į ''{0}'' profilis {4} kuris skiriasi nuo ""{3}'' – operacijos apibrėžimo parametro apibrėžimo reikšmė

source: The parameter name for the slice ''{1}'' in the {0} profile is not fixed
lt: Segmento parametro pavadinimas ''{1}'' {0} Profilis nefiksuotas
pt: O nome do parâmetro para a fatia ''{1}'' no perfil {0} não é fixo

source: The slice ''{1}'' in the {0} profile does not have a sub-slice for the parameter name
lt: Gabalėlis ''{1}'' {0} profilis neturi antrinės segmento parametro pavadinimui

source: The target profile ''{2}'' is allowed for the parameter ''{1}'' in the ''{0}'' profile {4} but is not in the list of target profiles for the parameter in the operation definition: {3}
lt: Tikslinis profilis ''{2}'' leidžiamas parametrui ''{1}'' į ''{0}'' profilis {4} bet nėra operacijos apibrėžimo parametro tikslinių profilių sąraše: {3}

source: The target profile ''{2}'' is not allowed for the parameter ''{1}'' in the ''{0}'' profile but is in the list of target profiles for the parameter in the operation definition (profile target profiles = {3})
lt: Tikslinis profilis ''{2}'' neleidžiama parametrui ''{1}'' į ''{0}'' profilis, bet yra operacijos apibrėžimo parametro tikslinių profilių sąraše (profilio tiksliniai profiliai = {3})

source: The type ''{2}'' is allowed for the parameter ''{1}'' in the ''{0}'' profile {4} but is not in the list of allowed types for the parameter in the operation definition: {3}
lt: Tipas ''{2}'' leidžiamas parametrui ''{1}'' į ''{0}'' profilis {4} bet nėra operacijos apibrėžimo parametro leidžiamų tipų sąraše: {3}

source: The type ''{2}'' is not allowed for the parameter ''{1}'' in the ''{0}'' profile {4} but is in the list of allowed types for the parameter in the operation definition (allowed types = {3})
lt: Tipas ''{2}'' neleidžiama parametrui ''{1}'' į ''{0}'' profilis {4} bet yra operacijos apibrėžimo parametro leidžiamų tipų sąraše (leidžiami tipai = {3})

source: Object must have some content
lt: Objektas turi turėti tam tikrą turinį
nl: Object moet inhoud hebben
pt: O objeto deve ter algum conteúdo

source: FHIR Version mismatch in package {0}: version is {2} but must be {1} (path: {3})
lt: FHIR versijos neatitikimas pakete {0}: versija yra {2} bet turi būti {1} (kelias: {3})
nl: FHIR-versie incorrect in package {0}: versie is {2} moet moet zijn {1} (pad: {3})
pt: FHIR Incompatibilidade de versões no pacote {0}: a versão é {2} mas deve ser {1} (caminho: {3})

source: The pattern [{0}] defined in the profile {1} not found. Issues: {2}
lt: Modelis [{0}] apibrėžta profilyje {1} nerasta. Klausimus: {2}
nl: Het pattern [{0}] gedefinieerd in het profiel {1} is niet gevonden. Issues: {2}
pt: O padrão [{0}] definido no perfil {1} não foi encontrado. Problemas: {2}

source: The element definition ``{0}`` in the profile ''{1}'' requires that a value be present in this element
lt: Elemento apibrėžimas ''{0}'' profilyje ''{1}'' reikalauja, kad šiame elemente būtų reikšmė
nl: De elementdefinitie ``{0}`` in het profiel ''{1}'' vereist dat het element een waarde heeft
pt: A definição do elemento ``{0}`` no perfil ''{1}'' exige que um valor esteja presente neste elemento

source: Value ''{0}'' is shorter than permitted minimum length of {1}
lt: Vertė ''{0}'' yra trumpesnis už leistiną mažiausią ilgį {1}
nl: Waarde ''{0}'' is korter dan de toegestane minimumlengte van {1}
pt: O valor ''{0}'' é mais curto do que o comprimento mínimo permitido de {1}

source: The element definition ``{0}`` in the profile ''{1}'' requires that if a value is not present, the extension ''{2}'' must be present
lt: Elemento apibrėžimas ''{0}'' profilyje ''{1}'' reikalauja, kad jei reikšmės nėra, plėtinys ''{2}'' turi būti
nl: De elementdefinitie ``{0}`` in het profiel ''{1}'' vereist dat als het element geen waarde heeft, de extensie ''{2}'' aanwezig moet zijn

source: The {0} ''{1}'' is not allowed in the claimed profile
lt: Į {0} ''{1}'' neleidžiama profilyje, į kurį pareikšta paraiška
nl: !!Dit profiel is niet conform het profiel omdat {0} ''{1}'' niet is toegestaan in dat profiel
pt: O {0} ''{1}'' não é permitido no perfil reclamado

source: The type ''{0}'' is not allowed in the claimed profile
lt: Tipas ''{0}'' neleidžiama profilyje, į kurį pareikšta paraiška
nl: !!Dit profiel is niet conform het profiel omdat het type ''{0}'' niet is toegestaan in dat profiel
pt: O tipo ''{0}'' não é permitido no perfil reclamado

source: There is no profile entry for the element {0} that is found in the claimed profile
lt: Elemento profilio įrašo nėra {0} , kuris yra nurodytas profilyje
nl: !!Er is geen profieldefinitie voor het element {0}
pt: Não existe qualquer registo de perfil para o elemento {0} que se encontra no perfil reclamado

source: The {0} ''{1}'' is defined in the claimed profile, but missing
lt: Į {0} ''{1}'' yra apibrėžtas paraiškoje pateiktame profilyje, bet jo nėra
nl: De {0} ''{1}'' is gedefinieerd in het geclaimde profiel, maar ontbreekt
pt: O {0} ''{1}'' está definido no perfil reclamado, mas falta

source: The {0} value of ''{2}'' on the path {3} does not comply with the value ''{1}'' from the claimed profile
lt: Į {0} "" vertė{2}'' kelyje {3} neatitinka vertės ''{1}'' iš nurodyto profilio
nl: !!De {0} waarde van ''{2}'' komt niet overeen met de waarde ''{1}''

source: The ValueSet ''{0}'' cannot be found so the claim cannot be checked
lt: Reikšmių rinkinys ''{0}'' nerasta, todėl pretenzijos patikrinti negalima
nl: !!De conformiteit van dit profiel kan niet worden gecontroleerd omdat de waardelijst ''{0}'' niet gevonden is
pt: O ValueSet ''{0}'' não pode ser encontrado, pelo que a afirmação não pode ser verificada

source: The ValueSet ''{0}'' cannot be expanded so the claim cannot be checked: {1}
lt: Reikšmių rinkinys ''{0}'' negali būti išplėstas, todėl pretenzijos negalima patikrinti: {1}
nl: !!De conformiteit van dit profiel kan niet worden gecontroleerd omdat van deze waardelijst ''{0}'' geen expansie kon worden gemaakt
pt: O ValueSet ''{0}'' não pode ser expandido, pelo que a afirmação não pode ser verificada: {1}

source: The valueSet {0} includes codes not allowed in the claimed profile which has value set {1} (codes: {2})
lt: Reikšmių rinkinys {0} apima kodus, neleistinus į pareikalautą profilį, kurio reikšmė nustatyta {1} (kodai: {2})
nl: !!Dit profiel is niet conform het profiel omdat de waardelijst ''{0}'' codes bevat die niet zijn toegestaan in het adere profiel met waardelijst {1} (codes: {2})
pt: O valueSet {0} inclui códigos não permitidos no perfil reclamado que tem o value set {1} (códigos: {2})

source: Mismatch in slicing rules at {0}: the discriminator ''{0}:{1}'' was not found
lt: Pjaustymo taisyklių neatitikimas {0}: diskriminatorius ''{0}:{1}'' nebuvo rasta
pt: Incompatibilidade nas regras de corte em {0}: o discriminador ''{0}:{1}'' não foi encontrado

source: Mismatch in slicing at {0}: extra slice ''{1}'' not found in the claimed profile
lt: Pjaustymo neatitikimas {0}: papildomas gabalėlis ''{1}'' nerasta prašomame profilyje
pt: Incompatibilidade no fatiamento em {0}: fatia extra ''{1}'' não encontrada no perfil reclamado

source: Mismatch in slicing rules at {0}: not ordered when the claimed profile has ordered
lt: Pjaustymo taisyklių neatitikimas {0}: neužsakyta, kai užsakomas profilis
pt: Incompatibilidade nas regras de corte em {0}: não ordenado quando o perfil reclamado tem ordem

source: Mismatch in slicing rules at {0}: ''{2}'' when the claimed profile has ''{1}''
lt: Pjaustymo taisyklių neatitikimas {0}: ''{2}'', kai profilis, dėl kurio pareikšta paraiška, yra ''{1}''
pt: Incompatibilidade nas regras de corte em {0}: ''{2}'' quando o perfil reclamado tem ''{1}''

source: Mismatch in slicing at {0}: no slicing found when the claimed profile has slicing
lt: Pjaustymo neatitikimas {0}: Pjaustymas nerastas, kai profilis, į kurį pareikšta paraiška, yra išpjaustytas
pt: Incompatibilidade no fatiamento em {0}: não foi encontrado nenhum fatiamento quando o perfil reclamado tem fatiamento

source: The type found in the claimed profile is ''{0}'' not ''{1}''
lt: Profilio, į kurį kreiptasi, tipas yra ''{0}'' ne ''{1}''
nl: !!Dit profiel is niet conform het profiel omdat de typen verschillen (''{0}'' en ''{1}'')
pt: O tipo encontrado no perfil reclamado é ''{0}'' e não ''{1}''

source: Parser Type {0} not supported
lt: Analizatoriaus tipas {0} Nepalaikoma
nl: Parsertype {0} niet ondersteund
pt: Tipo de analisador {0} não suportado

source: Problem evaluating slicing expression for element in profile {0} path {1} (fhirPath = {2}): {3}
lt: Problema vertinant profilio elemento pjaustymo išraišką {0} kėlias {1} (fhirPath = {2}): {3}
nl: Probleem bij controle van slicing-expressie voor element in profiel {0} pad {1} (fhirPath = {2}): {3}
pt: Problema ao avaliar a expressão de corte para o elemento no perfil {0} caminho {1} (fhirPath = {2}): {3}

source: Problem processing expression ''{0}'' in profile ''{1}'' at path ''{2}'': {3}
lt: Problemos apdorojimo išraiška ''{0}'' profilyje ''{1}'' kelyje ''{2}'': {3}
nl: Probleem bij verwerken van expressie {0} in profiel {1} pad {2}: {3}
pt: Problema ao processar a expressão ''{0}'' no perfil ''{1}'' no caminho ''{2}'': {3}

source: The extension {0} is not allowed to be used at this point (based on context invariant ''{1}'')
lt: Pratęsimas {0} šiuo metu neleidžiama naudoti (remiantis konteksto invariantu ''{1}'')
nl: De extensie {0} is niet toegestaan om hier te gebruiken (gebaseerd op context invariant ''{1}'')
pt: A extensão {0} não pode ser utilizada neste momento (com base no invariante de contexto ''{1}'')

source: Missing element ''{0}'' - required by fixed value assigned in profile {1}
lt: Trūksta elemento ''{0}'' - reikalaujama pagal fiksuotą vertę, priskirtą profilyje {1}
nl: Ontbrekend element ''{0}'' - verplicht door vaste waarde in het profiel {1}
pt: Elemento em falta ''{0}'' - exigido pelo valor fixo atribuído no perfil {1}

source: The element {0} is present in the instance but not allowed in the applicable {1} specified in profile
lt: Elementas {0} yra egzemplioriuje, bet neleidžiama taikytinoje {1} Nurodyta profilyje
nl: Het element {0} staat in de instance maar is niet toegestaan in de {1} volgens het profiel
pt: O elemento {0} está presente na instância mas não é permitido no {1} aplicável especificado no perfil

source: Profile {0} ({1}). Error generating snapshot
lt: Profilis {0} ({1}). Klaida generuojant momentinę kopiją
nl: Profiel {0} ({1}). Fout bij genereren snapshot
pt: Perfil {0} ({1}). Instantâneo gerador de erros

source: Profile {0} ({1}) base {2} could not be resolved
lt: Profilis {0} ({1}) pagrindas {2} Nepavyko išspręsti
nl: Profiel {0} ({1}) basis {2} niet gevonden
pt: Perfil {0} ({1}) base {2} não pôde ser resolvido

source: Profile {0} ({1}), element {2}. Error generating snapshot: {3}
lt: Profilis {0} ({1}), elementas {2}. Klaida generuojant momentinę kopiją: {3}
nl: Profiel {0} ({1}), element {2}. Fout bij genereren snapshot: {3}
pt: Perfil {0} ({1}), elemento {2}. Erro ao gerar o instantâneo: {3}

source: Profile {0} ({1}) has no base and no snapshot
lt: Profilis {0} ({1}) neturi pagrindo ir momentinės nuotraukos
nl: Profiel {0} ({1}) heeft geen basis en geen snapshot
pt: O perfil {0} ({1}) não tem base nem instantâneo

source: Profile {0} does not match for {1} because of the following profile issues: {2}
lt: Profilis {0} neatitinka {1} dėl šių profilio problemų: {2}
nl: Profiel {0} komt niet overeen met {1} vanwege de volgende profielissues: {2}
pt: O perfil {0} não corresponde a {1} devido aos seguintes problemas de perfil: {2}

source: Profile based discriminators must have a type ({0} in profile {1})
lt: Profilio diskriminatoriai turi turėti tipą ({0} profilyje {1})
nl: Profiel-gebaseerde discriminators moeten een type hebben ({0} in profile {1})
pt: Os discriminadores baseados no perfil devem ter um tipo ({0} no perfil {1})

source: Profile based discriminators must have a type with a profile ({0} in profile {1})
lt: Profiliais pagrįstų diskriminatorių tipas turi būti su profiliu ({0} profilyje {1})
nl: Profiel-gebaseerde discriminators moeten een type hebben met een profiel ({0} in profiel {1})
pt: Os discriminadores baseados no perfil devem ter um tipo com um perfil ({0} no perfil {1})

source: The authored date ''{0}'' is after the end of the permitted period defined in the Questionnaire (''{1}'')
lt: Autoriaus data ''{0}'' yra pasibaigus Klausimyne nurodytam leistinam laikotarpiui (''{1}'')
pt: A data de autoria ''{0}'' é posterior ao final do período permitido definido no Questionário (''{1}'')

source: The authored date ''{0}'' is before the start of the permitted period defined in the Questionnaire (''{1}'')
lt: Autoriaus data ''{0}'' yra prieš prasidedant Klausimyne nurodytam leistinam laikotarpiui (''{1}'')
pt: A data de autoria ''{0}'' é anterior ao início do período permitido definido no Questionário (''{1}'')

source: The code provided {1} cannot be validated in the options value set ({2}) in the questionnaire because the system {0} could not be found
lt: Pateiktas kodas {1} negalima patikrinti parinkčių reikšmių rinkinyje ({2}) klausimyne, nes sistema {0} Nepavyko rasti
pt: O código fornecido {1} não pode ser validado no conjunto de valores das opções ({2}) do questionário porque o sistema {0} não foi encontrado

source: The attachment is too large (allowed = {0}, found = {1})
lt: Priedas per didelis (leidžiama = {0}, rasta = {1})
pt: O anexo é demasiado grande (permitido = {0}, encontrado = {1})

source: The mime type {0} is not valid for this answer (allowed = {1})
lt: Pantomimo tipas {0} negalioja šiam atsakymui (leidžiama = {1})
pt: O tipo de mime {0} não é válido para esta resposta (permitido = {1})

# QUESTIONNAIRE_QR_ITEM_DATE_MAX
source: The value {0} is greater than the allowed maximum of {1}
lt: Vertė {0} yra didesnis už leistiną didžiausią {1}
pt: O valor {0} é superior ao máximo permitido de {1}

# QUESTIONNAIRE_QR_ITEM_DATE_MIN
source: The value {0} is less than the allowed minimum of {1}
lt: Vertė {0} yra mažesnis už leistiną minimalų {1}
pt: O valor {0} é inferior ao mínimo permitido de {1}

source: An error occurred checking the date: {0}
lt: Tikrinant datą įvyko klaida: {0}
pt: Ocorreu um erro ao verificar a data: {0}

source: The quantity {0} cannot be compared to the allowed maximum of {1}
lt: Kiekis {0} negali būti lyginamas su leistinu maksimaliu {1}
pt: A quantidade {0} não pode ser comparada com o máximo permitido de {1}

source: The quantity {0} cannot be compared to the allowed maximum of {1} because no formal units are specified
lt: Kiekis {0} negali būti lyginamas su leistinu maksimaliu {1} nes nenurodyti jokie oficialūs vienetai
pt: A quantidade {0} não pode ser comparada com o máximo permitido de {1} porque não são especificadas unidades formais

source: The quantity {0} cannot be compared to the allowed minimum of {1}
lt: Kiekis {0} negali būti lyginamas su leistinu minimaliu {1}
pt: A quantidade {0} não pode ser comparada com o mínimo permitido de {1}

source: The quantity {0} cannot be compared to the allowed minimum of {1} because no formal units are specified
lt: Kiekis {0} negali būti lyginamas su leistinu minimaliu {1} nes nenurodyti jokie oficialūs vienetai
pt: A quantidade {0} não pode ser comparada com o mínimo permitido de {1} porque não são especificadas unidades formais

source: The value {0} has a unit that is not valid (allowed = {1})
lt: Vertė {0} turi neleistiną vienetą (leidžiama = {1})
pt: O valor {0} tem uma unidade que não é válida (permitido = {1})

source: The unit value set ''{1}'' could not be found
lt: Vieneto vertės rinkinys ''{1}'' nepavyko rasti
pt: Não foi possível encontrar o conjunto de valores unitários ''{1}''

# QUESTIONNAIRE_QR_ITEM_DECIMAL_MAX
source: The value {0} is greater than the allowed maximum of {1}
lt: Vertė {0} yra didesnis už leistiną didžiausią {1}
pt: O valor {0} é superior ao máximo permitido de {1}

source: The value {0} has too many decimal places (limit = {1})
lt: Vertė {0} turi per daug skaitmenų po kablelio (riba = {1})
pt: O valor {0} tem demasiadas casas decimais (limite = {1})

# QUESTIONNAIRE_QR_ITEM_DECIMAL_MIN
source: The value {0} is less than the allowed minimum of {1}
lt: Vertė {0} yra mažesnis už leistiną minimalų {1}
pt: O valor {0} é inferior ao mínimo permitido de {1}

source: The value {0} has a unit that is not in the unit value set ''{1}''
lt: Vertė {0} turi vienetą, kurio nėra vieneto reikšmių rinkinyje ''{1}''
pt: O valor {0} tem uma unidade que não está no conjunto de valores unitários ''{1}''

# QUESTIONNAIRE_QR_ITEM_DECIMAL_VALUE_EXCEPTION
source: An error occurred checking the value: {0}
lt: Tikrinant reikšmę įvyko klaida: {0}
pt: Ocorreu um erro ao verificar o valor: {0}

source: Items of type ''display'' cannot have answers
lt: ''Ekrano'' tipo elementai negali turėti atsakymų
pt: Os itens do tipo ''display'' não podem ter respostas

source: Selected answer {0} is an exclusive option - can''t select anything else at the same time
lt: Pasirinktas atsakymas {0} yra išskirtinis variantas - negali pasirinkti nieko kito tuo pačiu metu
pt: A resposta selecionada {0} é uma opção exclusiva - não é possível selecionar mais nada ao mesmo tempo

source: No sub-items found for required group
lt: Reikiamos grupės subelementų nerasta
pt: Não foram encontrados subitens para o grupo necessário
