Repository: hapifhir/org.hl7.fhir.core
Catalog: org.hl7.fhir.utilities/src/main/resources/source/validator-messages-*.po
Languages: lt, nl, pt

# QUESTIONNAIRE_QR_ITEM_INTEGER_MAX
source: The value {0} is greater than the allowed maximum of {1}
lt: Vertė {0} yra didesnis už leistiną didžiausią {1}
pt: O valor {0} é superior ao máximo permitido de {1}

# QUESTIONNAIRE_QR_ITEM_INTEGER_MIN
source: The value {0} is less than the allowed minimum of {1}
lt: Vertė {0} yra mažesnis už leistiną minimalų {1}
pt: O valor {0} é inferior ao mínimo permitido de {1}

# QUESTIONNAIRE_QR_ITEM_INTEGER_VALUE_EXCEPTION
source: An error occurred checking the value: {0}
lt: Tikrinant reikšmę įvyko klaida: {0}
pt: Ocorreu um erro ao verificar o valor: {0}

source: The maximum number of answers is {0} but this has {1} answers
lt: Maksimalus atsakymų skaičius yra {0} Tačiau tai {1} Atsakymai
pt: O número máximo de respostas é {0} mas este tem {1} respostas

source: The minimum number of answers is {0} but this has {1} answers
lt: Minimalus atsakymų skaičius yra {0} Tačiau tai {1} Atsakymai
pt: O número mínimo de respostas é {0}, mas este tem {1} respostas

source: The value {0} is not in the set of permitted values
lt: Vertė {0} nepatenka į leistinų verčių rinkinį
pt: O valor {0} não faz parte do conjunto de valores permitidos

source: Cannot validate decimal answer option because no option list is provided
lt: Neįmanoma patikrinti dešimtainio atsakymo parinkties, nes nepateiktas parinkčių sąrašas
pt: Não é possível validar a opção de resposta decimal porque não é fornecida uma lista de opções

source: A mime type is required for this answer
lt: Šiam atsakymui reikalingas mime tipas
pt: É necessário um tipo de mime para esta resposta

source: The quantity {0} is greater than the allowed maximum of {1}
lt: Kiekis {0} yra didesnis už leistiną didžiausią {1}
pt: A quantidade {0} é superior ao máximo permitido de {1}

source: The quantity {0} is less than the allowed minimum of {1}
lt: Kiekis {0} yra mažesnis už leistiną minimalų {1}
pt: A quantidade {0} é inferior ao mínimo permitido de {1}

source: Unable to determine the resource type, so the resource type can''t be checked
lt: Neįmanoma nustatyti išteklių tipo, todėl išteklių tipo patikrinti negalima
pt: Não é possível determinar o tipo de recurso, pelo que o tipo de recurso não pode ser verificado

source: The resource type ''{0}'' in the reference {1} is not allowed (allowed = {2})
lt: Išteklių tipas ''{0}'' nuorodoje {1} neleidžiama (leidžiama = {2})
pt: O tipo de recurso ''{0}'' na referência {1} não é permitido (permitido = {2})

source: The resource type {0} in the reference {1} is not valid
lt: Išteklių tipas {0} nuorodoje {1} neleistinas
pt: O tipo de recurso {0} na referência {1} não é válido

source: The answer should not contain new line characters
lt: Atsakyme neturėtų būti naujų eilutės simbolių
pt: A resposta não deve conter caracteres de nova linha

source: The string value ''{0}'' matches an entry in the list of valid Codings, so this is probably an error
lt: Eilutės reikšmė ''{0}'' atitinka įrašą galiojančių kodų sąraše, todėl tai tikriausiai yra klaida
pt: O valor da cadeia ''{0}'' corresponde a uma entrada na lista de codificações válidas, pelo que se trata provavelmente de um erro

source: The answer ''{0}'' is longer then the allowed maximum length of {1}
lt: Atsakymas ''{0}'' yra ilgesnis už leistiną maksimalų ilgį {1}
pt: A resposta ''{0}'' é mais longa do que o comprimento máximo permitido de {1}

source: The answer ''{0}'' is shorter then the required minimum length of {1}
lt: Atsakymas ''{0}'' yra trumpesnis už reikalaujamą minimalų {1}
pt: A resposta ''{0}'' é mais curta do que o comprimento mínimo exigido de {1}

source: The answer ''{0}'' does not conform to the required regex ''{1}''
lt: Atsakymas ''{0}'' neatitinka reikalaujamos reguliariosios išraiškos ''{1}''
pt: A resposta ''{0}'' não está em conformidade com o regex exigido ''{1}''

source: The answer ''{0}'' does not conform to the expected format ''{2}'' (regex ''{1}'')
lt: Atsakymas ''{0}'' neatitinka numatyto formato ''{2}'' (regex ''{1}'')
pt: A resposta ''{0}'' não está em conformidade com o formato esperado ''{2}'' (regex ''{1}'')

# QUESTIONNAIRE_QR_ITEM_TIME_MAX
source: The value {0} is greater than the allowed maximum of {1}
lt: Vertė {0} yra didesnis už leistiną didžiausią {1}
pt: O valor {0} é superior ao máximo permitido de {1}

# QUESTIONNAIRE_QR_ITEM_TIME_MIN
source: The value {0} is less than the allowed minimum of {1}
lt: Vertė {0} yra mažesnis už leistiną minimalų {1}
pt: O valor {0} é inferior ao mínimo permitido de {1}

source: An error occurred checking the time: {0}
lt: Tikrinant laiką įvyko klaida: {0}
nl: Er is een fout opgetreden bij het controleren van de tijd: {0}
pt: Ocorreu um erro ao verificar a hora: {0}

source: The value set ''{1}'' could not be found
lt: Reikšmės rinkinys ''{1}'' nepavyko rasti
pt: Não foi possível encontrar o conjunto de valores ''{1}''

source: The value ''{0}'' is not in the list of allowed values (value set ''{1}'')
lt: Vertė ''{0}'' nėra leidžiamų verčių sąraše (reikšmių rinkinys ''{1}'')
pt: O valor ''{0}'' não consta da lista de valores permitidos (conjunto de valores ''{1}'')

source: The derivation type ''{0}'' means that no derivation checking has been performed against this questionnaire
lt: Išvedimo tipas ''{0}"" reiškia, kad pagal šį klausimyną nebuvo atliktas išvedinių patikrinimas
pt: O tipo de derivação ''{0}'' significa que não foi efectuado qualquer controlo de derivação em relação a este questionário

source: The derivation type ''{0}'' is unknown, which means that no derivation checking has been performed against this questionnaire
lt: Išvedimo tipas ''{0}'' nežinomas, o tai reiškia, kad pagal šį klausimyną nebuvo atliktas išvedinių patikrinimas
nl: Het afleiding-type ''{0}'' is onbekend, wat betekent dat er geen controle op afleiding is uitgevoerd tegen deze vragenlijst
pt: O tipo de derivação ''{0}'' é desconhecido, o que significa que não foi efectuado qualquer controlo de derivação em relação a este questionário

source: The item with linkId ''{1}'' found in questionnaire ''{0}'' has answerOptions, so this item must have some too
lt: Elementas su linkId ''{1}'' rasta klausimyne ''{0}'' turi answerOptions, todėl šis elementas taip pat turi turėti keletą
nl: Het item met linkId ''{1}'' in vragenlijst ''{0}'' heeft antwoordopties, dus dit item zou dat ook moeten hebben
pt: O item com linkId ''{1}'' encontrado no questionário ''{0}'' tem answerOptions, portanto este item também deve ter

source: The item with linkId ''{1}'' found in questionnaire ''{0}'' does not have this answerOption, so it is not valid
lt: Elementas su linkId ''{1}'' rasta klausimyne ''{0}'' neturi šio answerOption, todėl jis negalioja
nl: Het item met linkId ''{1}'' in vragenlijst ''{0}'' kent deze antwoordoptie niet, dus dit antwoord is ongeldig
pt: O item com o linkId ''{1}'' encontrado no questionário ''{0}'' não tem esta answerOption, pelo que não é válido

source: The item with linkId ''{1}'' found in questionnaire ''{0}'' has the definition ''{2}'', so this should be repeated here
lt: Elementas su linkId ''{1}'' rasta klausimyne ''{0}'' turi apibrėžimą ''{2}'', todėl tai turėtų būti pakartota čia
nl: Het item met linkId ''{1}'' in vragenlijst ''{0}'' heeft definitie ''{2}'', dus moet hier worden herhaald
pt: O item com o linkId ''{1}'' encontrado no questionário ''{0}'' tem a definição ''{2}'', por isso deve ser repetido aqui

source: The item with linkId ''{1}'' found in questionnaire ''{0}'' has the definition ''{2}'', so this item must also have a max length
lt: Elementas su linkId ''{1}'' rasta klausimyne ''{0}'' turi apibrėžimą ''{2}'', todėl šio elemento ilgis taip pat turi būti maksimalus
nl: Het item met linkId ''{1}'' in vragenlijst ''{0}'' heeft definitie ''{2}'', dus dit item moet ook een max lengte hebben
pt: O item com o linkId ''{1}'' encontrado no questionário ''{0}'' tem a definição ''{2}'', pelo que este item também deve ter um comprimento máximo

source: The item with linkId ''{1}'' found in questionnaire ''{0}'' has answer{2}, while this has answer{3}. This might be valid, but the vaidator can''t check that (yet?)
lt: Elementas su linkId ''{1}'' rasta klausimyne ''{0}'' turi atsakymą{2}, o tai turi atsakymą{3}. Tai gali būti galiojanti, bet vaidator negali patikrinti, kad (dar?)
nl: Het item met linkId ''{1}'' in vragenlijst ''{0}'' heeft antwoord ''{2}'' terwijl deze antwoord {3} heeft. Misschien is dat wel valide maar de validator kan (nog?) niet controleren
pt: O item com linkId ''{1}'' encontrado no questionário ''{0}'' tem resposta{2}, enquanto este tem resposta{3}. Isso pode ser válido, mas o vaidator não pode verificar isso (ainda?)

source: The item with linkId ''{1}'' found in questionnaire ''{0}'' has the definition ''{2}''. Is it intended to change this?
lt: Elementas su linkId ''{1}'' rasta klausimyne ''{0}'' turi apibrėžimą ''{2}''. Ar ketinama tai pakeisti?
nl: Het item met linkId ''{1}'' in vragenlijst ''{0}'' heeft definitie ''{2}''. Is de bedoeling dit te wijzigen?
pt: O item com linkId ''{1}'' encontrado no questionário ''{0}'' tem a definição ''{2}''. Pretende-se alterar este facto?

source: The item with linkId ''{1}'' found in questionnaire ''{0}'' has the maxLength of ''{2}'', so the max length cannot be greater than that
lt: Elementas su linkId ''{1}'' rasta klausimyne ''{0}'' turi maxLength ''{2}'', taigi maksimalus ilgis negali būti didesnis už tai
nl: Het item met linkId ''{1}'' in vragenlijst ''{0}'' heeft max lengte ''{2}'', dus kan de maximale lengte niet groter zijn dan dat
pt: O item com o linkId ''{1}'' encontrado no questionário ''{0}'' tem o maxLength de ''{2}'', pelo que o comprimento máximo não pode ser superior a esse

source: The item with linkId ''{1}'' found in questionnaire ''{0}'' does not repeat, so it cannot repeat here
lt: Elementas su linkId ''{1}'' rasta klausimyne ''{0}'' nesikartoja, todėl čia negali pasikartoti
nl: Het item met linkId ''{1}'' in vragenlijst ''{0}'' herhaalt niet, dus kan het hier ook niet herhalen
pt: O item com o linkId ''{1}'' encontrado no questionário ''{0}'' não se repete, por isso não pode repetir-se aqui

source: The item with linkId ''{1}'' found in questionnaire ''{0}'' is required, so it must be required here
lt: Elementas su linkId ''{1}'' rasta klausimyne ''{0}'' yra būtinas, todėl jis turi būti reikalaujamas čia
nl: Het item met linkId ''{1}'' in vragenlijst ''{0}'' is verplicht dus moet het hier ook bestaan
pt: O item com linkId ''{1}'' encontrado no questionário ''{0}'' é obrigatório, portanto deve ser obrigatório aqui

source: The item with linkId ''{1}'' found in questionnaire ''{0}'' has the type ''{2}'', and this cannot change to ''{3}''
lt: Elementas su linkId ''{1}'' rasta klausimyne ''{0}'' turi tipą ''{2}'', ir tai negali pasikeisti į ''{3}''
nl: Het item met linkId ''{1}'' in vragenlijst ''{0}'' heeft type ''{2}'' en dat kan hier niet wijzigen in ''{3}''
pt: O item com linkId ''{1}'' encontrado no questionário ''{0}'' tem o tipo ''{2}'', e este não pode mudar para ''{3}''

source: The validator can''t check derived item value set consistency (yet?)
lt: Tikrintojas (dar?) negali patikrinti išvestinių elementų reikšmių rinkinio nuoseklumo
nl: De validator kan (nog?) geen consistentie in afgeleide item waardelijsten controleren
pt: O validador não pode verificar a consistência do conjunto de valores do item derivado (ainda?)

source: No item with linkId ''{1}'' found in questionnaire ''{0}''
lt: Nėra elemento su linkId ''{1}'' rasta klausimyne ''{0}''
nl: Geen item met linkId ''{1}'' gevonden in vragenlijst ''{0}''
pt: Nenhum item com linkId ''{1}'' encontrado no questionário ''{0}''

source: The questionnaire ''{0}'' has no derivation type specified using the ''http://hl7.org/fhir/StructureDefinition/questionnaire-derivationType'' extension, so derivation has not been checked
lt: Klausimynas ''{0}'' nėra išvestinio tipo, nurodyto naudojant ''http://hl7.org/fhir/StructureDefinition/questionnaire-derivationType'' plėtinį, todėl išvedimas nebuvo patikrintas
nl: De vragenlijst ''{0}'' heeft geen afgeleid type gespecificeerd met de extensie ''http://hl7.org/fhir/StructureDefinition/questionnaire-derivationType'', dus afleidingen zijn niet gecontroleerd
pt: O questionário ''{0}'' não tem um tipo de derivação especificado utilizando a extensão ''http://hl7.org/fhir/StructureDefinition/questionnaire-derivationType'', pelo que a derivação não foi verificada

source: The derivation extension has no value
lt: Išvedimo plėtinys neturi reikšmės
nl: De afleiding-extensie heeft geen waarde
pt: A extensão da derivação não tem valor

source: The questionnaire ''{0}'' referred to in the derivation could not be found
lt: Klausimynas ''{0}'' nurodytas išvedinyje nepavyko rasti
nl: De vragenlijst ''{0}'' waarnaar wordt verwezen uit de afleiding is niet gevonden
pt: Não foi possível encontrar o questionário ''{0}'' referido na derivação

source: The code ''{1}'' in the system ''{0}'' is not in the options value set ({2}) specified by the questionnaire. Terminology Error: {3}
lt: Kodas ''{1}'' sistemoje ''{0}'' nėra parinkčių reikšmių rinkinyje ({2}) nurodyta klausimyne. Terminologijos klaida: {3}
nl: De code ''{1}'' in systeem ''{0}'' staat niet in de waardelijst met opties ({2}) in de vragenlijst. Terminologiefout: {3}
pt: O código ''{1}'' no sistema ''{0}'' não está no conjunto de valores de opções ({2}) especificado pelo questionário. Erro de terminologia: {3}

source: Error {0} validating Coding against Questionnaire Options
lt: Klaida {0} Kodavimo tikrinimas pagal klausimyno parinktis
nl: Fout {0} bij valideren van Coding tegen Questionnaire opties
pt: Erro {0} na validação da codificação em relação às opções do questionário

source: Cannot validate Coding option because no option list is provided
lt: Neįmanoma patikrinti kodavimo parinkties, nes nepateiktas parinkčių sąrašas
nl: Kan Coding optie niet valideren omdat er geen optielijst is gespecificeerd
pt: Não é possível validar a opção Codificação porque não é fornecida uma lista de opções

source: Cannot validate date answer option because no option list is provided
lt: Negalima patikrinti datos atsakymo parinkties, nes nepateiktas parinkčių sąrašas
nl: Kan datum-antwoord niet valideren omdat er geen optielijst is gespecificeerd
pt: Não é possível validar a opção de resposta de data porque não é fornecida uma lista de opções

source: Items not of type DISPLAY should not have items - linkId {0}
lt: Elementai, kurių tipas nėra DISPLAY, neturėtų turėti elementų - linkId {0}
nl: Items van type DISPLAY zouden zelf geen items moeten hebben - linkId {0}
pt: Os itens que não são do tipo DISPLAY não devem ter itens - linkId {0}

source: Items of type {0} should not have answers
lt: Tipo elementai {0} neturėtų turėti atsakymų
nl: !!Items van type group zouden zelf geen antwoorden moeten bevatten
pt: Os itens do tipo {0} não devem ter respostas

source: Items not of type group should not have items outside answers (use answer.item not .item)
lt: Elementai, kurie nėra grupės tipo, neturėtų turėti elementų, išskyrus atsakymus (naudokite answer.item, o ne .item)
nl: Items die niet van type groep zijn zouden geen items behalve antwoorden moeten hebben (gebruik answer.item niet .item)
pt: Os itens que não são do tipo grupo não devem ter itens fora das respostas (utilize answer.item e não .item)

source: Cannot validate integer answer option because no option list is provided
lt: Negalima patikrinti sveikojo skaičiaus atsakymo parinkties, nes nepateiktas parinkčių sąrašas
nl: Kan integer-antwoordoptie niet valideren omdat er geen optielijst is gespecificeerd
pt: Não é possível validar a opção de resposta inteira porque não é fornecida uma lista de opções

source: No response answer found for required item ''{0}''
lt: Nerastas atsakymas į būtiną elementą ''{0}''
nl: Geen antwoord gevonden voor verplicht item ''{0}''
pt: Não foi encontrada resposta para o item requerido ''{0}''

source: The code {0}::{1} is not in the set of permitted values
lt: Kodas {0}::{1} nepatenka į leistinų verčių rinkinį
nl: !!De code {0}::{1} is geen geldige optie
pt: O código {0}::{1} não faz parte do conjunto de valores permitidos

source: The date {0} is not in the set of permitted values
lt: Data {0} nepatenka į leistinų verčių rinkinį
nl: !!De datum {0} is geen geldige optie
pt: A data {0} não faz parte do conjunto de valores permitidos

source: The integer {0} is not in the set of permitted values
lt: Sveikasis skaičius {0} nepatenka į leistinų verčių rinkinį
nl: !!De integer {0} is geen geldige optie
pt: O número inteiro {0} não faz parte do conjunto de valores permitidos

source: No LinkId, so can''t be validated
lt: Nėra LinkId, todėl jo negalima patvirtinti
nl: Geen LinkId, dus kan niet worden gevalideerd
pt: Não há LinkId, pelo que não pode ser validado

source: Cannot validate options because no option or options are provided
lt: Negalima patikrinti parinkčių, nes nepateikta jokia parinktis ar parinktys
nl: Kan geen opties valideren omdat er geen opties zijn gespecificeerd
pt: Não é possível validar opções porque não foi fornecida nenhuma opção ou opções

source: Option list has no option values of type coding
lt: Parinkčių sąraše nėra kodavimo tipo parinkčių reikšmių
nl: Lijst met opties heeft geen waarden van type coding
pt: A lista de opções não tem valores de opção do tipo codificação

source: Option list has no option values of type date
lt: Parinkčių sąraše nėra datos tipo parinkčių reikšmių
nl: Lijst met opties heeft geen waarden van type date
pt: A lista de opções não tem valores de opção do tipo data

source: Option list has no option values of type integer
lt: Parinkčių sąraše nėra sveikojo skaičiaus tipo parinkčių reikšmių
nl: Lijst met opties heeft geen waarden van type integer
pt: A lista de opções não tem valores de opção do tipo inteiro

source: Option list has no option values of type string
lt: Parinkčių sąraše nėra eilutės tipo parinkčių reikšmių
nl: Lijst met opties heeft geen waarden van type string
pt: A lista de opções não tem valores de opção do tipo string

source: Option list has no option values of type time
lt: Parinkčių sąraše nėra laiko tipo parinkčių reikšmių
nl: Lijst met opties heeft geen waarden van type time
pt: A lista de opções não tem valores de opção do tipo tempo

source: The string {0} is not in the set of permitted values
lt: Eilutė {0} nepatenka į leistinų verčių rinkinį
nl: !!De string {0} is geen geldige optie
pt: A cadeia {0} não faz parte do conjunto de valores permitidos

source: The time {0} is not in the set of permitted values
lt: Laikas {0} nepatenka į leistinų verčių rinkinį
nl: !!De tijd {0} is geen geldig optie
pt: O tempo {0} não faz parte do conjunto de valores permitidos

source: Definition for item {0} does not contain a type
lt: Prekės apibrėžimas {0} nėra tipo
nl: Definitie voor item {0} mist een type
pt: A definição para o item {0} não contém um tipo

source: Item has answer (2), even though it is not enabled {0}
lt: Elementas turi atsakymą (2), nors jis neįgalintas {0}
nl: Item heeft een antwoord (2), terwijl deze niet actief is {0}
pt: O item tem resposta (2), apesar de não estar ativado {0}

source: Item has answer, even though it is not enabled (item id = ''{0}'')
lt: Elementas turi atsakymą, net jei jis neįgalintas (elemento ID = ''{0}'')
nl: Item heeft een antwoord, terwijl deze niet actief is (item id = ''{0}'')
pt: O item tem resposta, apesar de não estar ativado (item id = ''{0}'')

source: LinkId ''{0}'' not found in questionnaire
lt: LinkId ''{0}'' klausimyne nerasta
nl: LinkId ''{0}'' niet gevonden in questionnaire
pt: LinkId ''{0}'' não encontrado no questionário

source: Only one response answer item with this linkId allowed
lt: Leidžiamas tik vienas atsakymo elementas su šiuo saito ID
nl: Er is slechts een antwoorditem toegestaan bij dit linkId
pt: Só é permitido um item de resposta com este linkId

# Questionnaire_QR_Item_OnlyOneI
source: -- no content: do not translate #13 --
lt: -- nėra turinio: neversti #13 --

source: Structural Error: items are out of order
lt: Struktūrinė klaida: elementai neveikia
nl: Structuurfout: items staan niet in de juiste volgorde
pt: Erro estrutural: os itens estão fora de ordem

source: Cannot validate string answer option because no option list is provided
lt: Negalima patikrinti eilutės atsakymo parinkties, nes nepateikiamas parinkčių sąrašas
nl: Kan string-antwoord niet valideren omdat er geen optielijst is gespecificeerd
pt: Não é possível validar a opção de resposta de cadeia porque não é fornecida uma lista de opções

source: If text exists, it must match the questionnaire definition for linkId {0}
lt: Jei tekstas yra, jis turi atitikti linkId klausimyno apibrėžimą {0}
nl: Als text bestaat, dan moet dit een questionnaire-definitie bevatten voor linkId {0}
pt: Se o texto existir, deve corresponder à definição do questionário para o linkId {0}

source: Cannot validate time answer option because no option list is provided
lt: Neįmanoma patikrinti laiko atsakymo parinkties, nes nepateiktas parinkčių sąrašas
nl: Kan tijd-antwoord niet valideren omdat er geen optielijst is gespecificeerd
pt: Não é possível validar a opção de resposta de tempo porque não é fornecida uma lista de opções

source: Answer value must be of the type {1} not {2}
lt: Atsakymo reikšmė turi būti tokio tipo {1} ne {2}
nl: Antwoordwaarde moet het type {1} hebben

source: No questionnaire is identified, so no validation can be performed against the base questionnaire
lt: Klausimynas neidentifikuotas, todėl negalima atlikti pagrindinio klausimyno tikrinimo
nl: Er is geen Questionnaire geidentificeerd, dus validatie tegen de Questionnaire is niet mogelijk
pt: Não é identificado qualquer questionário, pelo que não é possível efetuar qualquer validação em relação ao questionário de base

source: The questionnaire ''{0}'' could not be resolved, so no validation can be performed against the base questionnaire
lt: Klausimynas ''{0}'' nepavyko išspręsti, todėl negalima atlikti pagrindinio klausimyno tikrinimo
nl: De Questionnaire ''{0}'' is niet gevonden, dus validatie tegen de Questionnaire is niet mogelijk
pt: O questionário ''{0}'' não pôde ser resolvido, pelo que não é possível efetuar qualquer validação em relação ao questionário de base

source: The target of this enableWhen rule ({0}) comes after the question itself
lt: Šios enableWhen taisyklės paskirtis ({0}) pateikiamas po paties klausimo
nl: Het doel van deze enableWhen regel ({0}) komt pas na deze vraag
pt: O objetivo desta regra enableWhen ({0}) vem depois da própria pergunta

source: Questions with an enableWhen cannot refer to an inner question for its enableWhen condition
lt: Klausimai su įgalinimuKai negali nurodyti vidinio klausimo dėl jo įgalinimoKai sąlygos
nl: !!Vragen met een enableWhen kunnen niet verwijzen naar een vraag onder deze vraag als basis voor de enableWhen conditie

source: Questions with an enableWhen must have a value for the question link
lt: Klausimai su enableWhen turi turėti klausimo saito reikšmę
nl: Vragen met een enableWhen moeten een waarde bevatten voor de vraag-link
pt: As perguntas com um enableWhen têm de ter um valor para a ligação da pergunta

source: Unable to find an item with the linkId ''{0}'' which is referenced in the enableWhen for ''{1}''
lt: Nepavyko rasti elemento, kurio saito ID ''{0}'', kuris nurodytas įgalinimo lange, kai ''{1}''
nl: Kan geen item vinden met linkId ''{0}'' waarnaar wordt verwezen in de enableWhen voor ''{1}''
pt: Não foi possível encontrar um item com o linkId ''{0}'' que é referenciado no enableWhen para ''{1}''
