Repository: hapifhir/org.hl7.fhir.core
Catalog: org.hl7.fhir.utilities/src/main/resources/source/validator-messages-*.po
Languages: lt, nl, pt

source: Cannot apply a regex filter to the property ''{0}'' (usually regex filters are applied to the codes, or a named property of the code system)
lt: Negalima taikyti reguliariosios išraiškos filtro ypatybei ''{0}'' (paprastai reguliariosios išraiškos filtrai taikomi kodams arba kodų sistemos įvardytai ypatybei)
nl: Kan geen regex filter op eigenschap ''{0}'' toepassen (regex filters werken meestal op codes, of een benoemde eigenschap van het codesysteem)
pt: Não é possível aplicar um filtro regex à propriedade ''{0}'' (normalmente os filtros regex são aplicados aos códigos ou a uma propriedade nomeada do sistema de códigos)

source: Found a circularity pointing to {0} processing ValueSet with pathway {1}
lt: Rastas žiediškumas, nurodantis į {0} apdorojant ValueSet su keliu {1}
nl: Recursieve verwijzing {0} gevonden bij verwerking van ValueSet met pathway {1}
pt: Encontrada uma circularidade que aponta para o processamento de {0} ValueSet com o percurso {1}

source: This include has some concepts with displays and some without - check that this is what is intended
lt: Tai apima kai kurias sąvokas su ekranais, o kai kurios be - patikrinkite, ar tai yra numatyta
nl: Deze inclusie heeft diverse concepten met weergaven en sommige zonder - controleer of dit de intentie was
pt: Este pacote inclui alguns conceitos com ecrãs e outros sem - verificar se é isto que se pretende

source: This SNOMED-CT based include has some concepts with semantic tags (FSN terms) and some without (preferred terms) - check that this is what is intended (examples for FSN: {0} and examples for no FSN: {1})
lt: Šis SNOMED-CT pagrįstas įtraukimas turi kai kurias sąvokas su semantinėmis žymėmis (FSN terminai) ir kai kurias be (pageidaujami terminai) - patikrinkite, ar tai yra numatyta (FSN pavyzdžiai: {0} ir pavyzdžiai, kai nėra FSN: {1})
nl: Deze SNOMED CT-gebaseerde inclusie heeft diverse concepten met semantische markeringen (FSN termen) en sommige zonder (voorkeurstermen) - controleer of dit de intentie was (voorbeelden voor FSN: {0} en voorbeelden zonder FSN: {1})
pt: Esta inclusão baseada na SNOMED-CT tem alguns conceitos com etiquetas semânticas (termos FSN) e outros sem (termos preferidos) - verificar se é isto que se pretende (exemplos para FSN: {0} e exemplos para sem FSN: {1})

source: Example System ''{0}'' specified, which is illegal. Concepts and Filters can''t be checked
lt: Sistemos pavyzdys ''{0}", o tai yra neteisėta. Negalima patikrinti sąvokų ir filtrų
nl: Voorbeeld systeem ''{0}'' gespecificeerd, wat niet geldig is. Concepten en filters kunnen niet worden gecheckt
pt: Exemplo Sistema ''{0}'' especificado, o que é ilegal. Os conceitos e os filtros não podem ser verificados

source: Example System ''{0}'' specified, so Concepts and Filters can''t be checked
lt: Sistemos pavyzdys ''{0}'', todėl negalima tikrinti sąvokų ir filtrų
nl: Voorbeeld systeem ''{0}'' gespecificeerd, dus concepten en filters kunnen niet worden gecheckt
pt: Exemplo Sistema ''{0}'' especificado, pelo que os Conceitos e Filtros não podem ser verificados

source: This value set has a single include with multiple imported value sets. Per issue https://jira.hl7.org/browse/FHIR-25179, there has been confusion in the past whether these value sets are unioned or intersectioned. If this value set is contained in a package published prior to March 31 2022, it will be treated as a union, otherwise it will be treated as an intersection. If want a union, split the value set imports across multiple includes
lt: Šis reikšmių rinkinys turi vieną įtraukimą su keliais importuotais reikšmių rinkiniais. Pagal https://jira.hl7.org/browse/FHIR-25179 klausimą, praeityje buvo painiavos, ar šie vertybių rinkiniai yra sujungti, ar susikerta. Jei šis verčių rinkinys yra pakete, paskelbtame iki 2022 m. kovo 31 d., jis bus traktuojamas kaip sąjunga, kitu atveju jis bus traktuojamas kaip sankryža. Jei norite sąjungos, padalinti vertės rinkinys importas į kelis apima
nl: Deze waardelijst heeft een enkele include met meerdere geimporteerde waardelijsten. Per issue https://jira.hl7.org/browse/FHIR-25179, is er onduidelijkheid geweest over of deze waardelijsten samen moeten worden genomen of juist de doorsnede hiervan. Als deze waardelijst stond in een package van voor 31 maart 2022, dan wordt deze als bundeling, anders als doorsnede. Als je een bundeling wilt, verdeel dan de waardelijst imports over meerdere includes
pt: Este conjunto de valores tem um único include com vários conjuntos de valores importados. De acordo com a edição https://jira.hl7.org/browse/FHIR-25179, houve confusão no passado sobre se estes conjuntos de valores são unidos ou intersectados. Se este conjunto de valores estiver contido num pacote publicado antes de 31 de março de 2022, será tratado como uma união, caso contrário, será tratado como uma intersecção. Se pretender uma união, divida as importações do conjunto de valores por vários includes

source: The value set references CodeSystem ''{0}'' version ''{2}'' which has status ''{1}''
lt: Reikšmių rinkinys nurodo CodeSystem ''{0}'' versija ''{2}'', kuris turi statusą ''{1}''
nl: De waardelijst verwijst naar CodeSystem ''{0}'' versie ''{2}'' met status ''{1}''
pt: O conjunto de valores faz referência ao CodeSystem ''{0}'' versão ''{2}'' que tem o estatuto ''{1}''

source: Multiple matching contained code systems found for system ''{0}'' version ''{1}''
lt: Rastos kelios sutampančios kodų sistemos, skirtos sistemai ''{0}'' versija ''{1}''
nl: Meerdere overeenkomstige contained codesystemen gevonden voor system ''{0}'' versie ''{1}''
pt: Foram encontrados vários sistemas de códigos contidos correspondentes para o sistema ''{0}'' versão ''{1}''

source: No matching contained code system found for system ''{0}'' version ''{1}''
lt: Nerasta atitinkamos kodų sistemos ''{0}'' versija ''{1}''
nl: Geen overeenkomstige contained codesystemen gevonden voor system ''{0}'' versie ''{1}''
pt: Não foi encontrado nenhum sistema de código contido correspondente para o sistema ''{0}'' versão ''{1}''

source: The value set references CodeSystem ''{0}'' version ''{2}'' which is a supplement. It must reference the underlying CodeSystem ''{1}'' and use the http://hl7.org/fhir/StructureDefinition/valueset-supplement extension for the supplement
lt: Reikšmių rinkinys nurodo CodeSystem ''{0}'' versija ''{2}'' kuris yra priedas. Jis turi nurodyti pagrindinę kodų sistemą ''{1}'' ir papildui naudokite http://hl7.org/fhir/StructureDefinition/valueset-supplement plėtinį
nl: De waardelijst verwijst naar codesystem ''{0}'' versie ''{2}'' wat een supplement is. Het moet verwijzen naar het onderliggende codesysteem ''{1}'' en de extensie http://hl7.org/fhir/StructureDefinition/valueset-supplement gebruiken voor het supplement
pt: O conjunto de valores faz referência ao CodeSystem ''{0}'' versão ''{2}'' que é um suplemento. Deve fazer referência ao CodeSystem ''{1}'' subjacente e utilizar a extensão http://hl7.org/fhir/StructureDefinition/valueset-supplement para o suplemento

source: The value set references CodeSystem ''{0}'' which has status ''{1}''
lt: Reikšmių rinkinys nurodo CodeSystem ''{0}'', kuris turi statusą ''{1}''
nl: De waardelijst verwijst naar codesysteem ''{0}'' met status ''{1}''
pt: O conjunto de valores faz referência ao CodeSystem ''{0}'' que tem o estatuto ''{1}''

source: Multiple matching contained code systems found for system ''{0}''
lt: Rastos kelios sutampančios kodų sistemos, skirtos sistemai ''{0}''
nl: Meerdere overeenkomstige contained codesystemen gevonden voor system ''{0}''
pt: Foram encontrados vários sistemas de códigos contidos correspondentes para o sistema ''{0}''

source: The include system ''{0}'' is a reference to a contained resource, but the contained resource with that id is not a CodeSystem, it''s a {1}
lt: Įtraukti sistemą ''{0}'' yra nuoroda į esantį išteklių, bet esantis išteklius su šiuo ID nėra CodeSystem, tai yra {1}
nl: De inclusie voor system ''{0}'' is een verwijzing naar een contained resourced, maar de contained resource met dat id is geen CodeSystem, maar een {1}
pt: O sistema de inclusão ''{0}'' é uma referência a um recurso contido, mas o recurso contido com esse id não é um CodeSystem, é um {1}

source: No matching contained code system found for system ''{0}''
lt: Nerasta atitinkamos kodų sistemos ''{0}''
nl: Geen overeenkomstig contained codesysteem gevonden voor system ''{0}''
pt: Não foi encontrado nenhum sistema de código contido correspondente para o sistema ''{0}''

source: The value set references CodeSystem ''{0}'' which is a supplement. It must reference the underlying CodeSystem ''{1}'' and use the http://hl7.org/fhir/StructureDefinition/valueset-supplement extension for the supplement
lt: Reikšmių rinkinys nurodo CodeSystem ''{0}'' kuris yra priedas. Jis turi nurodyti pagrindinę kodų sistemą ''{1}'' ir papildui naudokite http://hl7.org/fhir/StructureDefinition/valueset-supplement plėtinį
nl: De waardelijst verwijst naar CodeSystem ''{0}'' wat een supplement is. Het moet verwijzen naar het onderliggende codesysteem ''{1}'' en de extensie http://hl7.org/fhir/StructureDefinition/valueset-supplement gebruiken voor het supplement
pt: O conjunto de valores faz referência ao CodeSystem ''{0}'' que é um suplemento. Deve fazer referência ao CodeSystem subjacente ''{1}'' e utilizar a extensão http://hl7.org/fhir/StructureDefinition/valueset-supplement para o suplemento

source: The code ''{1}'' is not valid in the system {0} ({2})
lt: Kodas ''{1}'' sistemoje neleistinas {0} ({2})
nl: De code ''{1}'' is niet geldig in het systeem {0} ({2})
pt: O código ''{1}'' não é válido no sistema {0} ({2})

source: The code ''{2}'' is not valid in the system {0} version {1} ({2})
lt: Kodas ''{2}'' sistemoje neleistinas {0} versija {1} ({2})
nl: De code ''{2}'' is niet geldig in het systeem {0} versie {1} ({2})
pt: O código ''{2}'' não é válido no sistema {0} versão {1} ({2})

source: URI values in ValueSet.compose.include.system must be absolute
lt: URI reikšmės ValueSet.compose.include.system turi būti absoliučios
nl: Uri-waarden in ValueSet.compose.include.system moeten absoluut zijn
pt: Os valores URI em ValueSet.compose.include.system devem ser absolutos

source: URI values in ValueSet.compose.include.system must be absolute. To reference a contained code system, use the full CodeSystem URL and reference it using the http://hl7.org/fhir/StructureDefinition/valueset-system extension
lt: URI reikšmės ValueSet.compose.include.system turi būti absoliučios. Norėdami nurodyti esančią kodų sistemą, naudokite visą CodeSystem URL ir nurodykite jį naudodami http://hl7.org/fhir/StructureDefinition/valueset-system plėtinį
nl: Uri-waarden in ValueSet.compose.include.system moeten absoluut zijn. Om te verwijzen naar een contained codesysteem, gebruik je de volledige CodeSystem url en via de http://hl7.org/fhir/StructureDefinition/valueset-system extension
pt: Os valores URI em ValueSet.compose.include.system devem ser absolutos. Para referenciar um sistema de códigos contido, utilizar o URL completo do CodeSystem e referenciá-lo utilizando a extensão http://hl7.org/fhir/StructureDefinition/valueset-system

source: It is not valid to refer to a CodeSystem by an identifier like this ''{0}'' - use ''{1}''
lt: Negalioja nurodyti kodų sistemą tokiu identifikatoriumi kaip šis ''{0}'' - naudokite ''{1}''
nl: !!Verwijzen naar een codesysteem met een identifier zoals deze ''{0}'' is niet geldig

source: It is not valid to refer to a CodeSystem by an identifier like this ''{0}'', and the identifier matches to multiple CodeSystem resources ({1})
lt: Negalioja nurodyti kodų sistemą tokiu identifikatoriumi kaip šis ''{0}'', o identifikatorius atitinka kelis CodeSystem išteklius ({1})

source: The system ''{0}'' is actually a value set
lt: Sistema ''{0}'' iš tikrųjų yra reikšmių rinkinys
nl: Het systeem ''{0}'' is een waardelijst
pt: O sistema ''{0}'' é de facto um conjunto de valores

source: The system ''{0}'' is actually a value set, which itself refers to the system ''{1}'' so that may be what is intended here
lt: Sistema ''{0}'' iš tikrųjų yra reikšmių rinkinys, kuris pats nurodo sistemą ''{1}'' Taigi tai gali būti tai, kas čia numatyta
nl: Het systeem ''{0}'' is een waardelijst, die zelf verwijst naar systeem ''{1}'' dus misschien is dat wat je bedoelde
pt: O sistema "{0}" é, de facto, um conjunto de valores, que se refere ao sistema "{1}", pelo que pode ser isso que se pretende aqui

source: The system ''{0}'' is actually a value set, which itself refers to the systems {1}
lt: Sistema ''{0}'' iš tikrųjų yra vertybių rinkinys, kuris pats nurodo sistemas {1}
nl: Het systeem ''{0}'' is een waardelijst, die zelf verwijst naar systemen {1}
pt: O sistema ''{0}'' é de facto um conjunto de valores, que por sua vez se refere aos sistemas {1}

source: The concepts in the value set include have not been validated because the validator is configured not to check them
lt: Reikšmių rinkinio sąvokos nepatvirtintos, nes tikrintuvas sukonfigūruotas jų netikrinti

source: The concepts in the value set include have not been validated because the terminology server {0} does not support batch validation (tests version < 1.7.8)
lt: Reikšmių rinkinio sąvokos nebuvo patvirtintos, nes terminologijos serveris {0} nepalaiko paketinio patvirtinimo (testų versija < 1.7.8)

source: The concepts in the value set include have not been validated because there is no terminology server
lt: Reikšmių rinkinio sąvokos nebuvo patvirtintos, nes nėra terminologijos serverio

source: The value set include has too many concepts to validate ({0}), so each individual code has not been checked
lt: Reikšmių rinkinyje include yra per daug sąvokų, kad būtų galima patikrinti ({0}), todėl kiekvienas atskiras kodas nebuvo patikrintas
nl: !!De waardelijst-inclusie heeft teveel codes om te valideren ({0}), dus niet elke individuele code is gecontroleerd

source: No System specified, so Concepts and Filters can''t be checked
lt: Nenurodyta jokia sistema, todėl negalima tikrinti sąvokų ir filtrų
nl: Geen System gespecificeerd, dus Concepten en Filters kunnen niet worden gecontroleerd
pt: Não foi especificado nenhum sistema, pelo que os conceitos e os filtros não podem ser verificados

source: The ValueSet ''{0}'' has a parameter ''{1}'' but there is no matching binding parameter
lt: Reikšmių rinkinys ''{0}'' turi parametrą ''{1}'', bet nėra atitinkamo susiejimo parametro
nl: De waardelijst ''{0}'' heeft parameter ''{1}'' maar er is geen overeenkomstige bindingparameter
pt: O ValueSet ''{0}'' tem um parâmetro ''{1}'' mas não existe um parâmetro de ligação correspondente

source: ValueSet parameter names are recommended to start with ''p-'' but this is ''{0}''
lt: ValueSet parametrų pavadinimus rekomenduojama pradėti nuo ''p-'', bet tai yra ''{0}''
nl: Waardelijst parameternamen worden aanbevolen om te beginnen met ''p-'', maar dit is ''{0}''
pt: Recomenda-se que os nomes dos parâmetros ValueSet comecem por ''p-'' mas este é ''{0}''

source: The value set parameter ''{0}'' is not used
lt: Reikšmių rinkinio parametras ''{0}'' nenaudojamas
nl: De waardelijst parameter ''{0}'' wordt niet gebruikt
pt: O parâmetro do conjunto de valores ''{0}'' não é utilizado

source: Without documentation, users likely won't be able to use the valueset parameter ''{0}'' correctly
lt: Be dokumentų vartotojai greičiausiai negalės naudoti parametro "valueset"{0}'' teisingai
nl: Zonder documentatie zullen gebruikers de waardelijst parameter ''{0}'' niet correct kunnen toepassen
pt: Sem documentação, é provável que os utilizadores não consigam utilizar corretamente o parâmetro valueset ''{0}''

source: The binding parameter ''{0}'' is not recognised as a standard parameter or a parameter on the ValueSet ''{1}''
lt: Privalomasis parametras ''{0}'' neatpažįstamas kaip standartinis parametras arba parametras ValueSet ''{1}''
nl: De bindingparameter ''{0}'' is niet herkend als standaardparameter of parameter op de waardelijst ''{1}''
pt: O parâmetro de ligação ''{0}'' não é reconhecido como um parâmetro padrão ou um parâmetro no ValueSet ''{1}''

source: The value set import {0} points to a resource of type {1} which is not valid
lt: Reikšmių rinkinio importavimas {0} nurodo į išteklių tipą {1} kuris neleistinas
nl: De waardelijst-import {0} wijst naar een resource van type {1} wat niet geldig is
pt: O conjunto de valores import {0} aponta para um recurso do tipo {1} que não é válido

source: Value set System reference ''{0}'' ends with a ''|'' which is suspicious. Note that the reference must not use the canonical version syntax; the version goes in the .version property
lt: Reikšmių rinkinys Sistemos nuoroda ''{0}'' baigiasi ''|'', kuris yra įtartinas. Atkreipkite dėmesį, kad nuorodoje neturi būti naudojama kanoninės versijos sintaksė; Versija patenka į .version ypatybę
pt: A referência do sistema do conjunto de valores ''{0}'' termina com um ''|'', o que é suspeito. Note-se que a referência não deve utilizar a sintaxe da versão canónica; a versão vai para a propriedade .version

# VALUESET_REFERENCE_INVALID_TYPE_NO_VERSION_1
source: Value set System references must not use the canonical version syntax - the version ''{0}'' should be in the version property, but that already contains ''{1}''
lt: Reikšmių rinkinys Sistemos nuorodos neturi naudoti kanoninės versijos sintaksės - versijos ''{0}'' turėtų būti ypatybės versija, bet joje jau yra ''{1}''
pt: Conjunto de valores As referências do sistema não devem utilizar a sintaxe da versão canónica - a versão ''{0}'' deve estar na propriedade version, mas esta já contém ''{1}''

# VALUESET_REFERENCE_INVALID_TYPE_NO_VERSION_2
source: Value set System references must not use the canonical version syntax - the version ''{0}'' should be in the version property, but that already contains ''{1}''
lt: Reikšmių rinkinys Sistemos nuorodos neturi naudoti kanoninės versijos sintaksės - versijos ''{0}'' turėtų būti ypatybės versija, bet joje jau yra ''{1}''
pt: Conjunto de valores As referências do sistema não devem utilizar a sintaxe da versão canónica - a versão ''{0}'' deve estar na propriedade version, mas esta já contém ''{1}''

source: Value set System references must not use the canonical version syntax - the version ''{0}'' is already in the version property
lt: Reikšmių rinkinys Sistemos nuorodos neturi naudoti kanoninės versijos sintaksės - versijos ''{0}'' jau yra versijos ypatybėje
pt: Conjunto de valores As referências do sistema não devem utilizar a sintaxe da versão canónica - a versão ''{0}'' já está na propriedade version

source: The value set import {0} could not be found so cannot be checked
lt: Reikšmių rinkinio importavimas {0} Nepavyko rasti, todėl jo negalima patikrinti
nl: De waardelijst-import {0} is niet gevonden dus kan niet worden gecontroleerd
pt: O conjunto de valores import {0} não foi encontrado, pelo que não pode ser verificado

source: Published value sets SHOULD conform to the ShareableValueSet profile, which says that the element ValueSet.{0} should be present, but it is not
lt: Publikuoti reikšmių rinkiniai TURĖTŲ atitikti ShareableValueSet profilį, kuriame sakoma, kad elementas ValueSet.{0} turėtų būti, bet jis nėra
nl: Gepubliceerde waardelijsten ZOUDEN zich MOETEN houden aan het ShareableValueSet profiel, wat zegt dat het element ValueSet.{0} aanwezig zou moeten zijn, maar het ontbreekt
pt: Os conjuntos de valores publicados DEVEM estar em conformidade com o perfil ShareableValueSet, que diz que o elemento ValueSet.{0} deve estar presente, mas não está

source: Value sets published by HL7 SHALL conform to the ShareableValueSet profile, which says that the element ValueSet.{0} should be present, but it is not
lt: HL7 skelbiami verčių rinkiniai TURI atitikti ShareableValueSet profilį, kuriame sakoma, kad elementas ValueSet.{0} turėtų būti, bet jis nėra
nl: Door HL7 gepubliceerde waardelijsten MOETEN zich houden aan het ShareableValueSet profiel, wat zegt dat het element ValueSet.{0} aanwezig zou moeten zijn, maar het ontbreekt
pt: Os conjuntos de valores publicados pelo HL7 DEVERÃO estar em conformidade com o perfil ShareableValueSet, que diz que o elemento ValueSet.{0} deveria estar presente, mas não está

source: Published value sets SHOULD conform to the ShareableValueSet profile, which says that the element ValueSet.{0} is mandatory, but it is not present
lt: Publikuoti reikšmių rinkiniai TURĖTŲ atitikti ShareableValueSet profilį, kuriame sakoma, kad elementas ValueSet.{0} yra privaloma, bet jos nėra
nl: Gepubliceerde waardelijsten ZOUDEN zich MOETEN houden aan het ShareableValueSet profiel, wat zegt dat het element ValueSet.{0} aanwezig moet zijn, maar het ontbreekt
pt: Os conjuntos de valores publicados DEVERÃO estar em conformidade com o perfil ShareableValueSet, que diz que o elemento ValueSet.{0} é obrigatório, mas não está presente

source: Value sets published by HL7 SHALL conform to the ShareableValueSet profile, which says that the element ValueSet.{0} is mandatory, but it is not present
lt: HL7 skelbiami verčių rinkiniai TURI atitikti ShareableValueSet profilį, kuriame sakoma, kad elementas ValueSet.{0} yra privaloma, bet jos nėra
nl: Door HL7 gepubliceerde waardelijsten MOETEN zich houden aan het ShareableValueSet profiel, wat zegt dat het element ValueSet.{0} aanwezig moet zijn, maar het ontbreekt
pt: Os conjuntos de valores publicados pelo HL7 DEVERÃO estar em conformidade com o perfil ShareableValueSet, que diz que o elemento ValueSet.{0} é obrigatório, mas não está presente

source: Required supplement not found: {1}
lt: Reikalingas papildymas nerastas: {1}
nl: Verplicht supplement niet gevonden: {1}

source: The value set ''{0}'' expansion has too many codes to display ({1})
lt: Reikšmės rinkinys ''{0}'' išplėtimas turi per daug kodų, kad būtų galima rodyti ({1})
nl: De expansie van waardelijst ''{0}'' heeft teveel codes om weer te geven ({1})
pt: A expansão do conjunto de valores ''{0}'' tem demasiados códigos para apresentar ({1})

source: The value set ''{0}'' expansion has {2} codes, which is too many to display ({1})
lt: Reikšmės rinkinys ''{0}'' plėtra {2} kodus, kurių yra per daug, kad būtų galima rodyti ({1})
nl: De waardelijst ''{0}'' expansie heeft {2} codes, wat er teveel zijn om weer te geven ({1})
pt: A expansão do conjunto de valores ''{0}'' tem {2} códigos, que são demasiados para serem apresentados ({1})

source: The value set ''{0}'' {2} took too long to process (>{1}sec)
lt: Reikšmės rinkinys ''{0}'' {2} apdorojimas užtruko per ilgai (>{1}sek.)
nl: Waardelijst ''{0}'' {2} duurde te lang om te verwerken (>{1}sec)
pt: O conjunto de valores ''{0}'' {2} demorou demasiado tempo a processar (>{1}seg)

source: The terminology server {2} used for the CodeSystem {1} does not support batch validation (tx version {0}), so the codes have not been validated
lt: Terminologijos serveris {2} naudojamas kodų sistemai {1} nepalaiko paketinio patvirtinimo (tx versija {0}), todėl kodai nebuvo patvirtinti

source: Unknown System ''{0}'' specified, so Concepts and Filters can''t be checked (Details: {1})
lt: Nežinoma sistema ''{0}'', todėl negalima tikrinti sąvokų ir filtrų (išsami informacija: {1})
nl: Onbekend systeem ''{0}'' gespecificeerd, dus Concepten en Filters kunnen niet worden gecontroleerd (Details: {1})
pt: Sistema desconhecido ''{0}'' especificado, pelo que os Conceitos e Filtros não podem ser verificados (Detalhes: {1})
