Repository: hapifhir/org.hl7.fhir.core
Catalog: org.hl7.fhir.utilities/src/main/resources/source/validator-messages-*.po
Languages: lt, nl, pt

source: The context is inherently a collection, and so the expression ''{0}'' may fail, create an error, or return false if there is more than one item in the context ({2})
lt: Kontekstas iš prigimties yra rinkinys, todėl posakis ""{0}'' gali nepavykti, sukurti klaidą arba grąžinti false, jei kontekste yra daugiau nei vienas elementas ({2})
nl: De context is inherent een collectie dus zal de expressie ''{0}'' mogelijk mislukken, een fout geven, of false teruggeven als er meer dan één item is in de context ({2})
pt: O contexto é inerentemente uma coleção, pelo que a expressão ''{0}'' pode falhar, criar um erro ou devolver false se houver mais do que um item no contexto ({2})

source: The left side is inherently a collection, and so the expression ''{0}'' may fail or return false if there is more than one item in the content being evaluated
lt: Kairė pusė iš prigimties yra rinkinys, todėl posakis ""{0}'' gali nepavykti arba pateikti klaidingą, jei vertinamame turinyje yra daugiau nei vienas elementas
nl: De linker kant is inherent een collectie dus zal de expressie ''{0}'' mogelijk mislukken, een fout geven, of false teruggeven als er meer dan één item wordt geëvalueerd in de context
pt: O lado esquerdo é inerentemente uma coleção, pelo que a expressão ''{0}'' pode falhar ou devolver falso se houver mais do que um item no conteúdo que está a ser avaliado

source: The right side is inherently a collection, and so this expression ''{0}'' may fail or return false if there is more than one item in the content being evaluated
lt: Dešinė pusė iš prigimties yra rinkinys, todėl šis posakis ''{0}'' gali nepavykti arba pateikti klaidingą, jei vertinamame turinyje yra daugiau nei vienas elementas
nl: De rechter kant is inherent een collectie dus zal de expressie ''{0}'' mogelijk mislukken, een fout geven, of false teruggeven als er meer dan één item wordt geëvalueerd in de context
pt: O lado direito é inerentemente uma coleção, pelo que esta expressão ''{0}'' pode falhar ou devolver falso se houver mais do que um item no conteúdo que está a ser avaliado

source: Parameter {1} is inherently a collection, and so the expression ''{0}'' may fail, create an error, or return false if there is more than one item in the parameter value ({2})
lt: Parametras {1} iš prigimties yra rinkinys, todėl posakis ""{0}'' gali nepavykti, sukelti klaidą arba grąžinti false, jei parametro reikšmėje yra daugiau nei vienas elementas ({2})
nl: Parameter {1}t is inherent een collectie dus zal de expressie ''{0}'' mogelijk mislukken, een fout geven, of false teruggeven als er meer dan één item is in de parameterwaarde ({2})
pt: O parâmetro {1} é inerentemente uma coleção, pelo que a expressão ''{0}'' pode falhar, criar um erro ou devolver false se houver mais do que um item no valor do parâmetro ({2})

source: Error evaluating FHIRPath expression: The function {0} can only be used on a decimal or date type but found {1}
lt: Klaida vertinant FHIRPath išraišką: funkcija {0} galima naudoti tik dešimtainiam arba datos tipui, bet rasta {1}
nl: Fout bij evaluatie van FHIRPath-expressie: De functie {0} kan alleen worden gebruikt op een decimaal of datum type maar gevonden {1}
pt: Erro ao avaliar a expressão FHIRPath: A função {0} só pode ser utilizada num tipo decimal ou de data, mas encontrou {1}

source: Error evaluating FHIRPath expression: The function {0} can only be used on a decimal but found {1}
lt: Klaida vertinant FHIRPath išraišką: funkcija {0} gali būti naudojamas tik po kablelio, bet rastas {1}
nl: Fout bij evalueren FHIRPath expressie: De functie {0} kan alleen worden gebruikt met decimal maar gevonden {1}
pt: Erro ao avaliar a expressão FHIRPath: A função {0} só pode ser usada num decimal, mas encontrou {1}

source: Invalid function name {0}() in discriminator
lt: Neleistinas funkcijos pavadinimas {0}() diskriminatoriuje
nl: Ongeldige functienaam {0}() in discriminator
pt: Nome de função inválido {0}() no discriminador

source: Invalid expression syntax in discriminator (const)
lt: Neleistina išraiškos sintaksė diskriminatoriuje (const)
nl: Onjuiste expressiesyntax in discriminator (const)
pt: Sintaxe de expressão inválida no discriminador (const)

source: Invalid expression syntax in discriminator (group ''{0}'')
lt: Neleistina išraiškos sintaksė diskriminatoriuje (grupė ''{0}'')
nl: Onjuiste expressiesyntax in discriminator (groep ''{0}'')
pt: Sintaxe de expressão inválida no discriminador (grupo ''{0}'')

source: Unable to resolve discriminator in definitions: ''{0}'' in profile ''{1}'' on element ''{2}'', looking in profile ''{3}''
lt: Nepavyko išspręsti diskriminatoriaus apibrėžimuose: ''{0}'' profilyje ''{1}'' ant elemento ''{2}'', ieško profilio ''{3}''
nl: Kan discriminator niet vinden in definities: ''{0}'' in profiel ''{1}'' op element ''{2}'', kijkende in profiel ''{3}''
pt: Não foi possível resolver o discriminador nas definições: ''{0}'' no perfil ''{1}'' no elemento ''{2}'', procurando no perfil ''{3}''

source: Unable to resolve discriminator ''{0}'' on ''{2}'' found in the definitions because the extension ''{1}'' wasn''t found in the profile ''{3}''
lt: Nepavyko išspręsti diskriminatoriaus ''{0}'' ant ''{2}'' randama apibrėžimuose, nes plėtinys ''{1}'' nebuvo rastas profilyje ''{3}''
nl: Kan discriminator ''{0}'' op ''{2}'' niet vinden, gevonden in de definities omdat de extensie ''{1}'' uit profiel ''{3}'' niet is gevonden
pt: Não foi possível resolver o discriminador ''{0}'' em ''{2}'' encontrado nas definições porque a extensão ''{1}'' não foi encontrada no perfil ''{3}''

# FHIRPATH_DISCRIMINATOR_MULTIPLE_PROFILES
source: -- no content: do not translate #4 --
lt: -- nėra turinio: neversti #4 --

# FHIRPATH_DISCRIMINATOR_MULTIPLE_TYPES
source: -- no content: do not translate #5 --
lt: -- nėra turinio: neversti #5 --

source: Error in discriminator at {0}: found a sliced element while resolving the fixed value for one of the slices
lt: Diskriminatoriaus klaida {0}: rado supjaustytą elementą sprendžiant fiksuotą vienos iš skilčių reikšmę
nl: Fout in discriminator bij {0}: sliced element gevonden bij opzoeken van de vaste waarde voor een van de slices
pt: Erro no discriminador em {0}: encontrou um elemento cortado enquanto resolvia o valor fixo para um dos cortes

source: Error in discriminator at {0}: no children, no type
lt: Diskriminatoriaus klaida {0}: nėra vaikų, nėra tipo
nl: Fout in discriminator bij {0}: geen onderliggende elementen, geen type
pt: Erro no discriminador em {0}: nenhum filho, nenhum tipo

source: Invalid use of ofType() in discriminator - Type has no code on {0}
lt: Neleistinas ofType() naudojimas diskriminatoriuje - Tipas neturi kodo {0}
nl: Onjuist gebruik van ofType() in discriminator - Type heeft geen code op {0}
pt: Utilização inválida de ofType() no discriminador - Type não tem código em {0}

# FHIRPATH_DISCRIMINATOR_RESOLVE_MULTIPLE_TYPES
source: -- no content: do not translate #6 --
lt: -- nėra turinio: neversti #6 --

source: Invalid use of resolve() in discriminator - type on {0} is not Reference {1}
lt: Neleistinas resolve() naudojimas diskriminatoriuje - įveskite {0} nėra nuoroda {1}
nl: Onjuist gebruik van resolve() in discriminator - Type op {0} is niet Reference {1}
pt: Utilização inválida de resolve() no discriminador - o tipo em {0} não é Referência {1}

source: Invalid use of resolve() in discriminator - no type on element {0}
lt: Neleistinas resolve() naudojimas diskriminatoriuje - nėra tipo elemente {0}
nl: Onjuist gebruik van resolve() in discriminator - geen type op element {0}
pt: Utilização inválida de resolve() no discriminador - nenhum tipo no elemento {0}

source: Invalid use of ofType() in discriminator - no type on element {0}
lt: Neleistinas ofType() naudojimas diskriminatoriuje - elemente nėra tipo {0}
nl: Onjuist gebruik van ofType() in discriminator - geen type op element {0}
pt: Utilização inválida de ofType() no discriminador - nenhum tipo no elemento {0}

# FHIRPATH_FOCUS
source: -- no content: do not translate #7 --
lt: -- nėra turinio: neversti #7 --

source: Internal Error evaluating FHIRPath expression: No host services are provided ({0})
lt: Vidinė klaida vertinant FHIRPath išraišką: neteikiamos jokios pagrindinės paslaugos ({0})
nl: Interne fout bij evalueren FHIRPath expressie: er zijn geen host services gespecificeerd ({0})
pt: Erro interno ao avaliar a expressão FHIRPath: Não são fornecidos serviços de anfitrião ({0})

source: The type {0} is not valid
lt: Tipas {0} neleistinas
nl: Het type {0} is ongeldig
pt: O tipo {0} não é válido

# FHIRPATH_LEFT_VALUE
source: -- no content: do not translate #8 --
lt: -- nėra turinio: neversti #8 --

source: Error evaluating FHIRPath expression: left operand to {0} has the wrong type {1}
lt: Klaida vertinant FHIRPath išraišką: kairysis operandas į {0} yra netinkamo tipo {1}
nl: Fout bij evalueren FHIRPath expressie: linker operandus van {0} heeft het verkeerde type {1}
pt: Erro ao avaliar a expressão FHIRPath: o operando esquerdo para {0} tem o tipo errado {1}

source: (at {0})
lt: (ne {0})
nl: (bij {0})
pt: (em {0})

source: Cannot sort the list because the sort expression return both a ''{0}'' and a ''{1}'' (expression = ''{2}'')
lt: Neįmanoma rūšiuoti sąrašo, nes rūšiavimo išraiška pateikia ir ''{0}'' ir ''{1}'' (išraiška = ''{2}'')
pt: Não é possível ordenar a lista porque a expressão de ordenação devolve tanto um ''{0}'' como um ''{1}'' (expressão = ''{2}'')

source: Cannot sort a list that contains both a ''{0}'' and a ''{1}'' using natural sort order
lt: Negalima rūšiuoti sąrašo, kuriame yra ir ''{0}'' ir ''{1}'' naudojant natūralią rūšiavimo tvarką
pt: Não é possível ordenar uma lista que contenha um ''{0}'' e um ''{1}'' utilizando a ordem de ordenação natural

source: Multiple values found in return from sort expression ''{0}''
lt: Kelios reikšmės, rastos iš rūšiavimo išraiškos ''{0}''
pt: Encontrados vários valores no retorno da expressão de ordenação ''{0}''

source: Found a use of a collection operator on something that is not a collection at ''{0}'' - check that there''s no mistakes in the expression syntax
lt: Radau inkasavimo operatoriaus naudojimą kažkam, kas nėra kolekcija adresu ''{0}'' - patikrinkite, ar išraiškos sintaksėje nėra klaidų
nl: Gebruik van een collectie-operator gevonden op iets dat geen collectie is bij ''{0}'' - controleer of er geen problemem in de expressiesyntax zitten
pt: Encontrei uma utilização de um operador de coleção em algo que não é uma coleção em ''{0}'' - verificar se não há erros na sintaxe da expressão

source: Error evaluating FHIRPath expression: The function {0} is not implemented
lt: Klaida vertinant FHIRPath išraišką: funkcija {0} neįgyvendinamas
nl: Fout bij evalueren FHIRPath expressie: De functie {0} is niet geemplementeerd
pt: Erro ao avaliar a expressão FHIRPath: A função {0} não está implementada

source: Error evaluating FHIRPath expression: The function {0} can only be used on a singleton value but found {1}
lt: Klaida vertinant FHIRPath išraišką: funkcija {0} gali būti naudojamas tik vienkartinei reikšmei, bet rasta {1}
nl: Fout bij evalueren FHIRPath expressie: De functie {0} kan alleen worden gebruikt op een singleton value maar gevonden {1}
pt: Erro ao avaliar a expressão FHIRPath: A função {0} só pode ser usada num valor único, mas encontrou {1}

source: Error evaluating FHIRPath expression: No type provided at {1}
lt: Klaida vertinant FHIRPath išraišką: nepateiktas tipas {1}
nl: Fout bij evalueren FHIRPath-expressie: Geen type gegeven bij {1}
pt: Erro ao avaliar a expressão FHIRPath: Nenhum tipo fornecido em {1}

source: Error evaluating FHIRPath expression: The function {0} can only be used on integer, decimal or Quantity but found {1}
lt: Klaida vertinant FHIRPath išraišką: funkcija {0} gali būti naudojamas tik sveikajam skaičiui, dešimtainiam skaičiui arba kiekiui, bet rastas {1}
nl: Fout bij evalueren FHIRPath expressie: De functie {0} kan alleen worden gebruikt met integer, decimal of Quantity maar gevonden {1}
pt: Erro ao avaliar a expressão FHIRPath: A função {0} só pode ser utilizada em números inteiros, decimais ou Quantidades, mas encontrou {1}

source: The type specified in ofType() is {1} which is not a possible candidate for the existing types ({0}) in the expression {2}. Check the paths and types to be sure this is what is intended
lt: Tipas, nurodytas ofType() yra {1} kuris nėra galimas kandidatas į esamus tipus ({0}) {2}. Patikrinkite kelius ir tipus, kad įsitikintumėte, jog tai yra numatyta
nl: Het opgegeven type in ofType() is {1} wat geen mogelijke kandidaat is voor de bestaande typen ({0}) in de expressie {2}. Controleer de paden en typen om zeker te weten dat dit de intentie is
pt: O tipo especificado em ofType() é {1} que não é um candidato possível para os tipos existentes ({0}) na expressão {2}. Verifique os caminhos e os tipos para ter a certeza de que é isto que se pretende

source: Error evaluating FHIRPath expression {0}: left and right operand have incompatible or invalid types ({1}, {2})
lt: Klaida vertinant FHIRPath išraišką {0}: kairysis ir dešinysis operandai turi nesuderinamus arba netinkamus tipus ({1}, {2})
nl: Fout bij evalueren FHIRPath expressie {0}: linker en rechter operandus hebben incompatibele of ongeldige typen ({1}, {2})
pt: Erro ao avaliar a expressão FHIRPath {0}: o operando esquerdo e o direito têm tipos incompatíveis ou inválidos ({1}, {2})

source: Error evaluating FHIRPath expression: The function {0} can only be used on ordered collections
lt: Klaida vertinant FHIRPath išraišką: funkcija {0} Galima naudoti tik užsakytuose atsiimimuose
nl: Fout bij evalueren FHIRPath expressie: De functie {0} kan alleen worden gebruikt op collecties met een volgorde
pt: Erro ao avaliar a expressão FHIRPath: A função {0} só pode ser utilizada em colecções ordenadas

# FHIRPATH_PARAMETER_CARD
source: -- no content: do not translate #9 --
lt: -- nėra turinio: neversti #9 --

source: Error evaluating FHIRPath expression: The expression type {0} is not supported for parameter {1} on function {2}
lt: Klaida vertinant FHIRPath išraišką: išraiškos tipas {0} nepalaikomas parametras {1} įjungta funkcija {2}
nl: Fout bij evalueren FHIRPath expressie: Het expressietype {0} wordt niet ondersteund voor parameter {1} op functie {2}
pt: Erro ao avaliar a expressão FHIRPath: O tipo de expressão {0} não é suportado para o parâmetro {1} na função {2}

source: Error evaluating FHIRPath expression: The function {0} can only be used on primitives
lt: Klaida vertinant FHIRPath išraišką: funkcija {0} gali būti naudojamas tik primityviems
nl: Fout bij evalueren FHIRPath-expressie: de functie {0} kan alleen op primitieven worden gebruikt
pt: Erro ao avaliar a expressão FHIRPath: A função {0} só pode ser usada em primitivos

source: The variable ''{0}'' cannot be redefined
lt: Kintamasis ''{0}'' negalima iš naujo apibrėžti
nl: De variabele '{0}'' kan niet opnieuw worden gedefinieerd'
pt: A variável ''{0}'' não pode ser redefinida

source: Error evaluating FHIRPath expression: The function {0} can only be used on ordered string, uri, canonical or Reference but found {1}
lt: Klaida vertinant FHIRPath išraišką: funkcija {0} gali būti naudojamas tik užsakytoje eilutėje, uri, kanoninėje arba nuorodoje, bet rasta {1}
nl: Fout bij evalueren FHIRPath expressie: De functie {0} kan alleen worden gebruikt op een string, uri, canonical of Reference met volgorde maar gevonden {1}
pt: Erro ao avaliar a expressão FHIRPath: A função {0} só pode ser usada em string ordenada, uri, canónica ou Referência mas encontrou {1}

source: Problem with use of resolve() - profile {0} on {1} could not be resolved
lt: Problema naudojant resolve() - profile {0} ant {1} Nepavyko išspręsti
nl: Probleem met gebruik van resolve() - profiel {0} op {1} is niet gevonden
pt: Problema com a utilização de resolve() - o perfil {0} em {1} não pôde ser resolvido

# FHIRPATH_RESOLVE_DISCRIMINATOR_NO_TARGET
source: -- no content: do not translate #10 --
lt: -- nėra turinio: neversti #10 --

# FHIRPATH_RIGHT_VALUE
source: -- no content: do not translate #11 --
lt: -- nėra turinio: neversti #11 --

source: Error evaluating FHIRPath expression: right operand to {0} has the wrong type {1}
lt: Klaida vertinant FHIRPath išraišką: dešinysis operandas į {0} yra netinkamo tipo {1}
nl: Fout bij evalueren FHIRPath expressie: rechter operandus van {0} heeft het verkeerde type {1}
pt: Erro ao avaliar a expressão FHIRPath: o operando direito para {0} tem o tipo errado {1}

source: Error evaluating FHIRPath expression: The function {0} can only be used on ordered collection of string, uri, code, id but found {1}
lt: Klaida vertinant FHIRPath išraišką: funkcija {0} Galima naudoti tik užsakytame eilutės, URI, kodo, ID rinkinyje, bet rastas {1}
nl: Fout bij evaluatie van FHIRPath-expressie: De functie {0} kan alleen worden gebruikt op een geordende collectie van string, uri, code, id maar gevonden {1}
pt: Erro ao avaliar a expressão FHIRPath: A função {0} só pode ser utilizada numa coleção ordenada de string, uri, code, id mas encontrou {1}

source: Error evaluating FHIRPath expression: The function {0} can only be used on string, uri, url, code, id but found {1}
lt: Klaida vertinant FHIRPath išraišką: funkcija {0} Galima naudoti tik eilutėje, URI, URL, kode, ID, bet rasta {1}
nl: Fout bij evalueren FHIRPath-expressie: De functie {0} is alleen van toepassing op string, uri, code en id maar gevonden {1}
pt: Erro ao avaliar a expressão FHIRPath: A função {0} só pode ser usada em string, uri, url, code, id mas encontrou {1}

source: Unable to evaluate as a boolean: {0}
lt: Neįmanoma įvertinti kaip Bulio logikos: {0}
nl: Kan niet verwerken als een boolean: {0}
pt: Não é possível avaliar como um booleano: {0}

source: Error evaluating FHIRPath expression: Invalid FHIRPath Constant {0}
lt: Klaida vertinant FHIRPath išraišką: neleistina FHIRPath konstanta {0}
nl: !!Fout bij evalueren FHIRPath expressie: Ongeldige FHIR constante {0}

source: Unknown context evaluating FHIRPath expression: {0}
lt: Nežinomas kontekstas, vertinantis FHIRPath išraišką: {0}
nl: Onbekende context bij toepassen FHIRPath expressie: {0}
pt: Contexto desconhecido a avaliar a expressão FHIRPath: {0}

source: Unknown context element evaluating FHIRPath expression: {0}
lt: Nežinomas konteksto elementas, vertinantis FHIRPath išraišką: {0}
nl: Onbekend contextelement bij toepassen FHIRPath expressie: {0}
pt: Elemento de contexto desconhecido a avaliar a expressão FHIRPath: {0}

source: Reference to an unknown extension - double check that the URL ''{0}'' is correct
lt: Nuoroda į nežinomą plėtinį - dar kartą patikrinkite, ar URL ''{0}'' yra teisingas
nl: Referentie naar onbekende extensie - controleer of de url ''{0}'' klopt
pt: Referência a uma extensão desconhecida - verificar se o URL ''{0}'' está correto

source: Error evaluating FHIRPath expression: The name ''{0}'' is not valid for any of the possible types: {1}
lt: Klaida vertinant FHIRPath išraišką: pavadinimas ''{0}'' negalioja nė vienam iš galimų tipų: {1}
nl: Fout bij evalueren FHIRPath expressie: De naam ''{0}'' is niet geldig voor een van de mogelijke typen: {1}
pt: Erro ao avaliar a expressão FHIRPath: O nome ''{0}'' não é válido para nenhum dos tipos possíveis: {1}

source: Error evaluating FHIRPath expression: The type ''{0}'' is unknown or not supported at {1}
lt: Klaida vertinant FHIRPath išraišką: tipas ''{0}'' nežinomas arba nepalaikomas {1}
nl: Fout bij evalueren FHIRPath-expressie: het type ''{0}'' is onbekend of wordt niet ondersteund bij {1}
pt: Erro ao avaliar a expressão FHIRPath: O tipo ''{0}'' é desconhecido ou não é suportado em {1}

source: Error evaluating FHIRPath expression: The parameter type {2} is not legal for {0} parameter {1}. expecting {3}
lt: Klaida vertinant FHIRPath išraišką: parametro tipas {2} nėra teisėtas {0} Parametras {1}. Tikisi {3}
nl: Fout bij evalueren FHIRPath expressie: Het parametertype {2} is niet geldig voor {0} parameter {1}. verwacht {3}
pt: Erro ao avaliar a expressão FHIRPath: O tipo de parâmetro {2} não é legal para o parâmetro {0} {1}. à espera de {3}

source: The filter "{0} {1} {2}" from the value set {3} was not understood in the context of {4}
lt: Filtras "{0} {1} {2}" iš reikšmių rinkinio {3} nebuvo suprantama atsižvelgiant į {4}

source: Expected {0} but found {1} line elements
lt: Tikėtasi {0} bet rasta {1} Linijos elementai
nl: Verwacht {0}, maar gevonden {1} line elementen
pt: Esperava-se {0} mas encontrámos {1} elementos de linha

source: Expected {0} but found {1} family elements
lt: Tikėtasi {0} bet rasta {1} Šeimos elementai
nl: Verwacht {0}, maar gevonden {1} family elementen
pt: Esperava-se {0} mas encontrámos {1} elementos da família

source: Expected {0} but found {1} given elements
lt: Tikėtasi {0} bet rasta {1} nurodyti elementai
nl: Verwacht {0}, maar gevonden {1} given elementen
pt: Esperava-se {0} mas encontrámos {1} elementos dados

source: Expected {0} but found {1} prefix elements
lt: Tikėtasi {0} bet rasta {1} priešdėlio elementai
nl: Verwacht {0}, maar gevonden {1} prefix elementen
pt: Esperava-se {0} mas encontrámos {1} elementos de prefixo

source: Expected {0} but found {1} suffix elements
lt: Tikėtasi {0} bet rasta {1} priesagos elementai
nl: Verwacht {0}, maar gevonden {1} suffix elementen
pt: Esperava-se {0} mas encontrámos {1} elementos de sufixo

source: Found {0} items for {1} resolving discriminator {2} from {3}
lt: Rasti {0} prekės, skirtos {1} Sprendžiamasis diskriminatorius {2} iš {3}
nl: {0} items gevonden voor {1} bij controle van discriminator {2} van {3}
pt: Encontrou {0} itens para {1} resolvendo o discriminador {2} de {3}

source: SNOMED Clinical Terms&reg; (SNOMED CT&reg;)
lt: SNOMED klinikiniai terminai&reg; (SNOMED CT&reg;)
pt: Termos clínicos SNOMED&reg; (SNOMED CT&reg;)

source: The canonical URL specifies the version ''{0}'', while the dependency does not. If a version is specified, it must be in the explicit version property
lt: Kanoninis URL nurodo versiją ''{0}", o priklausomybė – ne. Jei nurodyta versija, ji turi būti aiškios versijos ypatybėje
pt: O URL canónico especifica a versão ''{0}'', enquanto a dependência não o faz. Se uma versão for especificada, ela deve estar na propriedade de versão explícita

source: The canonical URL specifies the version ''{0}'', while the dependency has version ''{1}''. If a version is specified, it must be the same as in the explicit version property
lt: Kanoninis URL nurodo versiją ''{0}'', o priklausomybė turi versiją ''{1}''. Jei nurodyta versija, ji turi būti tokia pati kaip ypatybėje aiški versija
pt: O URL canónico especifica a versão ''{0}'', enquanto a dependência tem a versão ''{1}''. Se uma versão for especificada, ela deve ser a mesma que na propriedade explícita de versão

source: The canonical URL cannot end in ''|''
lt: Kanoninis URL negali baigtis ''|''
pt: O URL canónico não pode terminar em ''|''

source: The packageId {0} points to the canonical {1} which is inconsistent with the stated canonical of {2}
lt: Paketo ID {0} atkreipia dėmesį į kanoninį {1} kuris nesuderinamas su deklaruotu kanoniniu {2}
nl: Het packageId {0} wijst naar de canonical {1} die niet consistent is met de opgegeven canonical {2}
pt: O pacoteId {0} aponta para o canónico {1} que é inconsistente com o canónico declarado de {2}

source: The canonical URL {0} points to the package {1} which is inconsistent with the stated packageId of {2}
lt: Kanoninis URL {0} atkreipia dėmesį į dokumentų rinkinį {1} kuris neatitinka nurodyto pakuotės ID {2}
nl: De canonical {0} wijst naar de package {1} die niet consistent is met de opgegeven packageId {2}
pt: O URL canónico {0} aponta para o pacote {1} que é inconsistente com o packageId declarado de {2}
