Repository: hapifhir/org.hl7.fhir.core
Catalog: org.hl7.fhir.utilities/src/main/resources/source/validator-messages-*.po
Languages: lt, nl, pt

source: The extension {0} specifies a context of {1} but the validator cannot find that profile
lt: Pratęsimas {0} nurodo kontekstą {1} bet tikrintojas negali rasti to profilio
nl: De extensie {0} specificeert een context {1} maar de validator kan dat profiel niet vinden
pt: A extensão {0} especifica um contexto de {1} mas o validador não consegue encontrar esse perfil

source: The modifier extension {0} from FHIR version {3} is not allowed to be used at this point (this element is {2}; allowed for this version = {1}; this is a warning since contexts may be renamed between FHIR versions)
lt: Modifikatoriaus plėtinys {0} iš FHIR versijos {3} šiuo metu neleidžiama naudoti (šis elementas yra {2}; leidžiama šiai versijai = {1}; tai įspėjimas, nes kontekstai gali būti pervadinti tarp FHIR versijų)
nl: !!De modifier extensie {0} uit FHIR version {3} is niet toegestaan om te worden gebruikt op dit punt (toegestaan = {1}; dit element is [{2}; dit is een waarschuwing aangezien contexten gewijzigd mogen worden tussen versies van FHIR)

source: The extension {0} from FHIR version {3} is not allowed to be used at this point (this element is {2}; allowed for this version = {1}; this is a warning since contexts may be renamed between FHIR versions)
lt: Pratęsimas {0} iš FHIR versijos {3} šiuo metu neleidžiama naudoti (šis elementas yra {2}; leidžiama šiai versijai = {1}; tai įspėjimas, nes kontekstai gali būti pervadinti tarp FHIR versijų)
nl: !!De extensie {0} van FHIR versie {3} is niet toegestaan om te worden gebruikt op dit punt (toegestaan = {1}; dit element is [{2}; Dit is een waarschuwing aangezien contexten gewijzigd mogen worden tussen versies van FHIR)

source: Extension url ''{0}'' is not allowed (Element id ''{1}'' is valid, so check other defined extensions)
lt: Plėtinio URL ''{0}'' neleidžiama (elemento ID ''{1}'' galioja, todėl patikrinkite kitus apibrėžtus plėtinius)

source: The definition of the extension ''{0}'' specifies that the earliest version it can be used with is {1} (v{2}), but this context of use is version {3} (v{4})
lt: Išplėtimo apibrėžimas{0}'' nurodo, kad anksčiausia versija, su kuria jis gali būti naudojamas, yra {1} (v{2}), tačiau šis vartojimo kontekstas yra {3} (v{4})
nl: De definitie van de extensie ''{0}'' zegt dat de vroegste versie waarop deze kan worden gebruikt, {1} (v{2}) is, maar deze gebruikscontext is versie {3} (v{4})
pt: A definição da extensão ''{0}'' especifica que a versão mais antiga com que pode ser utilizada é {1} (v{2}), mas este contexto de utilização é a versão {3} (v{4})

source: The definition of the extension ''{0}'' specifies that the latest version it can be used with is {1} (v{2}), but this context of use is version {3} (v{4})
lt: Išplėtimo apibrėžimas{0}'' nurodo, kad naujausia versija, su kuria jis gali būti naudojamas, yra {1} (v{2}), tačiau šis vartojimo kontekstas yra {3} (v{4})
nl: De definitie van de extensie ''{0}'' zegt dat de nieuwste versie waarop deze kan worden gebruikt, {1} (v{2}) is, maar deze gebruikscontext is versie {3} (v{4})
pt: A definição da extensão ''{0}'' especifica que a última versão com que pode ser utilizada é {1} (v{2}), mas este contexto de utilização é a versão {3} (v{4})

source: Extension URLs don''t have versions. The validator has ignored the version and processed the extension anyway
lt: Plėtinių URL versijų nėra. Tikrintojas nepaisė versijos ir vis tiek apdorojo plėtinį
nl: Extensie URL''s hebben geen versies. De validator heeft de versie genegeerd en de extensie toch verwerkt
pt: Os URL das extensões não têm versões. O validador ignorou a versão e processou a extensão na mesma

source: The extension URL contains a ''|'' which makes it look like a versioned URL, but it''s not, and this is confusing for implementers
lt: Plėtinio URL yra ''|'', todėl jis atrodo kaip versijos URL, bet taip nėra, ir tai klaidina įgyvendintojus
nl: De extension URL bevat een ''|'' waardoor deze op een geversioneerde url lijkt. Dat is het niet en dit is verwarrend voor implementers
pt: O URL da extensão contém um ''|'' que faz com que pareça um URL com versão, mas não é, e isso é confuso para os implementadores

source: The extension URL must not contain a version
lt: Plėtinio URL neturi būti versijos
nl: De extensie URL mag geen versie bevatten
pt: O URL da extensão não deve conter uma versão

source: Extension URLs don''t have versions. The validator wasn''t able to resolve this URL with or without version-based resolution
lt: Plėtinių URL versijų nėra. Tikrintojui nepavyko išspręsti šio URL su versija pagrįsta skiriamąja geba arba be jos
nl: Extensie URL''s hebben geen versies. De validator kon deze url niet bereiken, met of zonder versie-gebaseerde verwijzing
pt: Os URLs de extensão não têm versões. O validador não foi capaz de resolver este URL com ou sem resolução baseada na versão

source: The extension URL must not contain a version. The extension was validated against version {0} of the extension
lt: Plėtinio URL neturi būti versijos. Plėtinys buvo patvirtintas pagal versiją {0} pratęsimo
nl: De extensie URL mag geen versie bevatten. De extensie is gevalideerd tegen versie {0} van de extensie
pt: O URL da extensão não deve conter uma versão. A extensão foi validada em relação à versão {0} da extensão

source: Element must have some content
lt: Elementas turi turėti tam tikrą turinį
nl: Element moet inhoud hebben
pt: O elemento deve ter algum conteúdo

source: Error at {0}#{1}: The target profile {2} is not a valid constraint on the base ({3})
lt: Klaida {0}#{1}: Tikslinis profilis {2} nėra leistinas pagrindo apribojimas ({3})
nl: Fout bij {0}#{1}: het doelprofiel {2} is geen geldige inperking op de basis ({3})
pt: Erro em {0}#{1}: O perfil de destino {2} não é uma restrição válida na base ({3})

source: Error at path {0}: Slice for type ''{1}'' has more than one type ''{2}''
lt: Klaida kelyje {0}: Pjūvis tipui ''{1}'' turi daugiau nei vieną tipą ''{2}''
nl: Fout bij pad {0}: Slice voor type ''{1}'' heeft meerdere typen ''{2}''
pt: Erro no caminho {0}: A fatia para o tipo ''{1}'' tem mais do que um tipo ''{2}''

source: Error at path {0}: Slice for type ''{1}'' has wrong type ''{2}''
lt: Klaida kelyje {0}: Pjūvis tipui ''{1}'' turi neteisingą tipą ''{2}''
nl: Fout bij pad {0}: Slice voor type ''{1}'' heeft verkeerde type ''{2}''
pt: Erro no caminho {0}: A fatia para o tipo ''{1}'' tem o tipo errado ''{2}''

source: Error at path {0}: Slice name must be ''{1}'' but is ''{2}''
lt: Klaida kelyje {0}: Segmento pavadinimas turi būti ''{1}'' bet yra ''{2}''
nl: Fout bij pad {0}: Slicenaam moet zijn ''{1}'' maar is ''{2}''
pt: Erro no caminho {0}: O nome da fatia deve ser ''{1}'' mas é ''{2}''

source: Error at path {0} in {1}: Type slicing with slicing.discriminator.count() > 1
lt: Klaida kelyje {0} į {1}: Tipas pjaustymas su slicing.discriminator.count() > 1
nl: Fout bij pad {0} in {1}: Type slicing met slicing.discriminator.count() > 1
pt: Erro no caminho {0} em {1}: Fatiamento de tipo com slicing.discriminator.count() > 1

source: Error at path {0} in {1}: Type slicing with slicing.discriminator.path != ''$this''
lt: Klaida kelyje {0} į {1}: Įveskite pjaustymą su slicing.discriminator.path != ''$this''
nl: Fout bij pad {0} in {1}: Type slicing met slicing.discriminator.path != ''$this''
pt: Erro no caminho {0} em {1}: Fatiamento de tipo com slicing.discriminator.path != ''$this''

source: Error at path {0} in {1}: Type slicing with slicing.discriminator.type != ''type''
lt: Klaida kelyje {0} į {1}: Tipo pjaustymas naudojant slicing.discriminator.type != ''tipas''
nl: Fout bij pad {0} in {1}: Type slicing met slicing.discriminator.type != ''type''
pt: Erro no caminho {0} em {1}: Corte de tipo com slicing.discriminator.type != ''type''

source: Error at path {0} in {1}: Type slicing with slicing.ordered = true
lt: Klaida kelyje {0} į {1}: Įveskite pjaustymą su slicing.ordered = true
nl: Fout bij pad {0} in {1}: Type slicing met slicing.ordered = true
pt: Erro no caminho {0} em {1}: Tipo de corte com slicing.ordered = true

source: Error expanding ValueSet: running without terminology services
lt: Klaida plečiant ValueSet: veikia be terminologijos tarnybų
nl: Fout bij expansie van ValueSet: geen terminologieservices
pt: Erro ao expandir o ValueSet: em execução sem serviços de terminologia

source: Error generating table for profile {0}: {1}
lt: Klaida generuojant profilio lentelę {0}: {1}
nl: Fout bij maken van tabel voor profiel {0}: {1}
pt: Erro ao gerar a tabela para o perfil {0}: {1}

source: Error in profile {0} at {1}: Base isSummary = {2}, derived isSummary = {3}
lt: Profilio klaida {0} prie {1}: Bazė isSummary = {2}, išvestinis isSummary = {3}
nl: Fout in profiel {0} in {1}: Basis isSummary = {2}, afgeleide isSummary = {3}
pt: Erro no perfil {0} em {1}: Base isSummary = {2}, derivado isSummary = {3}

source: Error parsing {0}:{1}
lt: Klaida analizuojant {0}:{1}
nl: Fout bij verwerken {0}:{1}
pt: Erro ao analisar {0}:{1}

source: Error parsing JSON: {0}
lt: Klaida analizuojant JSON: {0}
nl: Fout bij verwerken JSON: {0}
pt: Erro ao analisar JSON: {0}

source: Error parsing JSON: the primitive value must be a boolean
lt: Klaida analizuojant JSON: primityvioji reikšmė turi būti Bulio logikos
nl: Fout bij verwerken JSON: de primitieve waarde moet een boolean zijn
pt: Erro ao analisar JSON: o valor primitivo tem de ser um booleano

source: Error parsing JSON: the primitive value must be a number
lt: Klaida analizuojant JSON: pirminė reikšmė turi būti skaičius
nl: Fout bij verwerken JSON: de primitieve waarde moet een getal zijn
pt: Erro ao analisar JSON: o valor primitivo tem de ser um número

source: Error parsing JSON: the primitive value must be a string
lt: Klaida analizuojant JSON: pirminė reikšmė turi būti eilutė
nl: Fout bij verwerken JSON: de primitieve waarde moet een string zijn
pt: Erro ao analisar JSON: o valor primitivo tem de ser uma cadeia de caracteres

source: Error parsing Turtle: {0}
lt: Klaida analizuojant vėžlį: {0}
nl: Fout bij verwerken Turtle: {0}
pt: Erro ao analisar o Turtle: {0}

source: Error parsing XHTML: {0}
lt: Klaida analizuojant XHTML: {0}
nl: Fout bij verwerken XHTML: {0}
pt: Erro ao analisar XHTML: {0}

source: Error reading {0} from package {1}#{2}: {3}
lt: Skaitymo klaida {0} iš pakuotės {1}#{2}: {3}
nl: Fout bij lezen {0} uit package {1}#{2}: {3}
pt: Erro ao ler {0} do pacote {1}#{2}: {3}

source: Unable to validate code ''{0}'' in system ''{1}'' because the validator is running without terminology services
lt: Neįmanoma patikrinti kodo ''{0}'' sistemoje ''{1}'', nes tikrintuvas veikia be terminologijos tarnybų
nl: Fout bij valideren van code ''{0}'' in systeem ''{1}'' omdat de validator draait zonder terminologieservices
pt: Não é possível validar o código ''{0}'' no sistema ''{1}'' porque o validador está a ser executado sem serviços de terminologia

source: The modifier extension {0} is not allowed to be used at this point (this element is {2}; allowed = {1})
lt: Modifikatoriaus plėtinys {0} šiuo metu neleidžiama naudoti (šis elementas yra {2}; leidžiama = {1})
nl: !!De modifier extensie {0} is hier niet toegestaan (toegestaan = {1}; dit element is {2})

source: The modifier extension {0} is not allowed to be used at this point (this element is {2}; allowed for this version = {1})
lt: Modifikatoriaus plėtinys {0} šiuo metu neleidžiama naudoti (šis elementas yra {2}; leidžiama šiai versijai = {1})
nl: !!De modifierextensie {0} is niet toegestaan om te worden gebruikt op dit punt (toegestaan voor deze versie = {1}; dit element is {2})

# Extension_EXTP_Context_Wrong
source: The extension {0} is not allowed to be used at this point (this element is {2}; allowed for this version = {1})
lt: Pratęsimas {0} šiuo metu neleidžiama naudoti (šis elementas yra {2}; leidžiama šiai versijai = {1})
nl: !!De extensie {0} mag niet op dit punt worden gebruikt (toegestaan = {1}; dit element is {2})

# Extension_EXTP_Context_Wrong_VER
source: The extension {0} is not allowed to be used at this point (this element is {2}; allowed for this version = {1})
lt: Pratęsimas {0} šiuo metu neleidžiama naudoti (šis elementas yra {2}; leidžiama šiai versijai = {1})
nl: !!De extensie {0} is niet toegestaan om te worden gebruikt op dit punt (toegestaan voor deze versie = {1}; dit element is {2})

source: Extensions count mismatch: expected {0} but found {1}
lt: Plėtinių skaičiaus neatitikimas: tikėtasi {0} bet rasta {1}
nl: Aantal extensies komt niet overeen: verwacht {0}, maar gevonden {1}
pt: Incompatibilidade na contagem de extensões: esperava {0} mas encontrou {1}

source: Extension count mismatch: unable to find extension: {0}
lt: Plėtinių skaičiaus neatitikimas: nepavyko rasti plėtinio: {0}
nl: Aantal extensies komt niet overeen: kan extensie niet vinden: {0}
pt: Incompatibilidade na contagem de extensões: não foi possível encontrar a extensão: {0}

source: No extensions allowed, as the specified fixed value doesn''t contain any extensions
lt: Plėtiniai neleidžiami, nes nurodytoje fiksuotoje vertėje nėra jokių plėtinių
nl: Geen extensies toegestaan, aangezien de opgegeven vaste waarde geen extensies bevat
pt: Não são permitidas extensões, uma vez que o valor fixo especificado não contém quaisquer extensões

source: Extension modifier mismatch: the extension element is not labelled as a modifier, but the underlying extension is
lt: Plėtinio modifikatoriaus neatitikimas: plėtinio elementas nėra pažymėtas kaip modifikatorius, bet pagrindinis plėtinys yra
nl: Extensie modifier komt niet overeen: het extensie-element is niet gemarkeerd als modifier, maar de onderliggende extensie wel
pt: Incompatibilidade do modificador de extensão: o elemento de extensão não é rotulado como um modificador, mas a extensão subjacente é

source: Extension modifier mismatch: the extension element is labelled as a modifier, but the underlying extension is not
lt: Plėtinio modifikatoriaus neatitikimas: plėtinio elementas pažymėtas kaip modifikatorius, bet pagrindinis plėtinys nėra
nl: Extensie modifier komt niet overeen: het extensie-element is gemarkeerd als modifier, maar de onderliggende extensie niet
pt: Incompatibilidade do modificador de extensão: o elemento de extensão é rotulado como um modificador, mas a extensão subjacente não o é

source: The Extension ''{0}'' must not be used as an extension (it''s a modifierExtension)
lt: Pratęsimas ''{0}'' negali būti naudojamas kaip plėtinys (tai modifierExtension)
nl: De extensie ''{0}'' mag niet als gewone extensie worden gebruikt (het is een modifierExtension)
pt: A extensão ''{0}'' não deve ser utilizada como uma extensão (é uma modifierExtension)

source: The Extension ''{0}'' must not be used as a modifierExtension (it''s a regular extension)
lt: Pratęsimas ''{0}'' negali būti naudojamas kaip modifierExtension (tai įprastas plėtinys)
nl: De extensie ''{0}'' mag niet als modifierExtension worden gebruikt
pt: A extensão ''{0}'' não deve ser utilizada como modifierExtension (é uma extensão normal)

source: The Extension ''{0}'' definition is for a simple extension, so it must contain a value
lt: Pratęsimas ''{0}'' apibrėžimas skirtas paprastam plėtiniui, todėl jame turi būti reikšmė
nl: De Extension ''{0}'' definitie is voor een simpele extensie, dus moet deze een waarde bevatten
pt: A definição da Extensão ''{0}'' é para uma extensão simples, pelo que deve conter um valor

source: The Extension ''{0}'' definition is for a simple extension, so it must contain a value, not extensions
lt: Pratęsimas ''{0}'' apibrėžimas skirtas paprastam plėtiniui, todėl jame turi būti reikšmė, o ne plėtiniai
nl: De Extension ''{0}'' definitie is voor een simpele extensie, dus moet deze een waarde bevatten, niet andere extensies
pt: A definição da Extensão ''{0}'' é para uma extensão simples, pelo que deve conter um valor, não extensões

source: Sub-extension url ''{0}'' is not defined by the Extension {1}
lt: Papildomas plėtinio URL ''{0}'' nėra apibrėžtas plėtinyje {1}
nl: Sub-extensie url ''{0}'' is niet gedefinieerd in de extensie {1}
pt: O url da sub-extensão ''{0}'' não é definido pela extensão {1}

source: The Extension ''{0}'' definition allows for the types {1} but found type {2}
lt: Pratęsimas ''{0}'' apibrėžimas leidžia naudoti {1} bet rastas tipas {2}
nl: De definitie van extensie ''{0}'' bevat typen {1}, gevonden is echter {2}
pt: A definição da Extensão ''{0}'' permite os tipos {1} mas encontrou o tipo {2}

source: Extension.url must be an absolute URL
lt: Extension.url turi būti absoliutus URL
nl: Extension.url moet een absolute URL zijn
pt: Extension.url deve ser um URL absoluto

source: Unknown extension {0}
lt: Nežinomas plėtinys {0}
nl: Onbekende extensie {0}
pt: Extensão desconhecida {0}

source: The extension {0} could not be found so is not allowed here
lt: Pratęsimas {0} Nepavyko rasti, todėl čia neleidžiama
nl: De extensie {0} is niet gevonden en dus hier niet toegestaan
pt: Não foi possível encontrar a extensão {0}, pelo que não é permitida aqui

source: Extension.url is required in order to identify, use and validate the extension
lt: Extension.url reikalingas norint nustatyti, naudoti ir patvirtinti plėtinį
nl: Extension.url is verplicht voor identificatie, gebruik en validatie van de extensie
pt: Extension.url é necessário para identificar, utilizar e validar a extensão

source: Extension url ''{0}'' evaluation state invalid
lt: Plėtinio URL ''{0}'' vertinimo būsena neleistina
nl: Extension.url ''{0}'' controlestatus ongeldig
pt: Estado de avaliação do url de extensão ''{0}'' inválido

source: Extension url ''{0}'' is not valid (invalid Version ''{1}'')
lt: Plėtinio URL ''{0}'' neleistinas (neleistina versija ''{1}'')
nl: Extension.url ''{0}'' is niet geldig (ongeldige versie ''{1}'')
pt: O url da extensão ''{0}'' não é válido (versão inválida ''{1}'')

source: Extension url ''{0}'' is not valid (invalid Element id ''{1}'')
lt: Plėtinio URL ''{0}'' neleistinas (neleistinas elemento ID ''{1}'')
nl: Extension.url ''{0}'' is niet geldig (ongeldig element.id ''{1}'')
pt: O url da extensão ''{0}'' não é válido (id do elemento ''{1}'' inválido)

source: Extension url ''{0}'' is not valid (Element id ''{1}'' is valid, but cannot be used in a cross-version paradigm because there has been no changes across the relevant versions)
lt: Plėtinio URL ''{0}'' neleistinas (elemento ID ''{1}'' galioja, bet negali būti naudojamas kryžminių versijų paradigmoje, nes atitinkamose versijose nebuvo jokių pakeitimų)
nl: Extensie url ''{0}'' is niet geldig (element.id ''{1}'' is geldig, maar kan niet worden gebruikt in een meerdere-versies-paradigma omdat de relevante versies geen wijzigingen bevatten)
pt: O url da extensão ''{0}'' não é válido (o id do elemento ''{1}'' é válido, mas não pode ser utilizado num paradigma de versões cruzadas porque não houve alterações nas versões relevantes)

source: The Profile ''{0}'' definition allows for the type {1} but found type {2}
lt: Profilis ''{0}'' apibrėžimas leidžia naudoti {1} bet rastas tipas {2}
nl: De definitie voor profiel ''{0}'' is voor het type {1} maar gevonden type is {2}
pt: A definição do perfil ''{0}'' permite o tipo {1} mas encontrou o tipo {2}

source: Error in date arithmetic: Unable to subtract type {0} to {1}
lt: Datos aritmetikos klaida: neįmanoma atimti tipo {0} į {1}
nl: Fout in datumberekening: kan type {0} niet afhalen van {1}
pt: Erro na aritmética de datas: Não é possível subtrair o tipo {0} a {1}

source: Error in date arithmetic: Unable to add type {0} to {1}
lt: Datos aritmetikos klaida: neįmanoma įtraukti tipo {0} į {1}
nl: Fout in datumberekening: kan type {0} niet optellen bij {1}
pt: Erro na aritmética de datas: Não é possível adicionar o tipo {0} a {1}

source: Error in date arithmetic: attempt to add a definite quantity duration time unit {0}
lt: Datos aritmetikos klaida: bandoma pridėti tam tikrą kiekį trukmės laiko vienetą {0}
nl: Fout in datumberekening: poging om een eindige quantity duration tijdseenheid erbij op te tellen {0}
pt: Erro na aritmética de datas: tentativa de adicionar uma unidade de tempo de duração de quantidade definida {0}

source: Error in date arithmetic: unrecognized time unit {0}
lt: Datos aritmetikos klaida: neatpažintas laiko vienetas {0}
nl: Fout in datumberekening: niet-herkende tijdeenheid {0}
pt: Erro na aritmética da data: unidade de tempo não reconhecida {0}

source: Attempt to use ''as()'' on more than one item (''{0}'', ''{1}'')
lt: Bandymas naudoti ''as()'' daugiau nei vienam elementui (''{0}'', ''{1}'')
nl: Poging om ''as()'' te gebruiken op meer dan één item (''{0}'', ''{1}'')
pt: Tentativa de utilizar ''as()'' em mais do que um item (''{0}'', ''{1}'')

source: Error evaluating FHIRPath expression: Cannot use {0} in this context because {1}
lt: Klaida vertinant FHIRPath išraišką: negalima naudoti {0} atsižvelgiant į tai, kad {1}
nl: Fout bij evalueren FHIRPath expressie: Kan {0} niet gebruiken in deze context omdat {1}
pt: Erro ao avaliar a expressão FHIRPath: Não é possível usar {0} neste contexto porque {1}

source: Error evaluating FHIRPath expression: Unable to compare values of type {0} and {1}
lt: Klaida vertinant FHIRPath išraišką: neįmanoma palyginti tipo reikšmių {0} ir {1}
nl: Fout bij evalueren FHIRPath expressie: Kan geen waarden vergelijken van type {0} en {1}
pt: Erro ao avaliar a expressão FHIRPath: Não é possível comparar valores do tipo {0} e {1}

source: Error evaluating FHIRPath expression: Check failed with message ''{0}''
lt: Klaida vertinant FHIRPath išraišką: patikrinti nepavyko su pranešimu ''{0}''
nl: !!Fout bij evalueren FHIRPath expressie: Controle {0} is mislukt

source: The expression ''{0}'' refers to an element that is a choice, but doesn''t have an .ofType() so that SQL view runners can pre-determine the full element name
lt: Išraiška ""{0}'' nurodo elementą, kuris yra pasirinktas, bet neturi .ofType(), kad SQL rodinio bėgikai galėtų iš anksto nustatyti visą elemento pavadinimą
nl: De expressie ''{0}'' verwijst naar een element dat een keuze is, maar geen ofType() heeft zodat SQL-weergave de volledige elementnaam vooraf kunnen bepalen
pt: A expressão ''{0}'' refere-se a um elemento que é uma escolha, mas não tem um .ofType() para que os executores de vistas SQL possam pré-determinar o nome completo do elemento

source: The expression ''{0}'' refers to an element that is not a choice, but has an .ofType(). SQL view runners are likely to pre-determine an incorrect full element name
lt: Išraiška ""{0}'' reiškia elementą, kuris nėra pasirinkimas, bet turi .ofType(). Tikėtina, kad SQL rodinio bėgikai iš anksto nustatys neteisingą viso elemento pavadinimą
nl: De expressie ''{0}'' verwijst naar een element dat geen keuze is, maar ofType() heeft. SQL-weergave zullen waarschijnlijk vooraf een incorrecte volledige elementnaam bepalen
pt: A expressão ''{0}'' refere-se a um elemento que não é uma escolha, mas tem um .ofType(). É provável que os executores de vistas SQL pré-determinem um nome completo incorreto do elemento

source: Error evaluating FHIRPath expression: The function {0} can only be used on ordered string, code, uri, Coding, CodeableConcept but found {1}
lt: Klaida vertinant FHIRPath išraišką: funkcija {0} gali būti naudojamas tik užsakyta eilutė, kodas, uri, kodavimas, CodeableConcept, bet rasta {1}
nl: Fout bij evalueren FHIRPath expressie: De functie {0} kan alleen worden gebruikt op een string, code, uri, Coding, CodeableConcept met volgorde maar gevonden {1}
pt: Erro ao avaliar a expressão FHIRPath: A função {0} só pode ser usada em string ordenada, code, uri, Coding, CodeableConcept mas encontrou {1}
