Repository: hapifhir/org.hl7.fhir.core
Catalog: org.hl7.fhir.utilities/src/main/resources/source/validator-messages-*.po
Languages: lt, nl, pt

source: The maxValue in the profile doesn''t have an actual value, so the maximum value can''t be checked
lt: Profilio maxValue neturi faktinės reikšmės, todėl maksimalios reikšmės patikrinti negalima
nl: De maxValue in het profiel heeft geen actuele waarde dus kan de maximumwaarde niet worden gecontroleerd
pt: O maxValue no perfil não tem um valor real, pelo que o valor máximo não pode ser verificado

source: There is no UCUM service, and the UCUM codes aren''t identical, so the maximum value can''t be checked
lt: UCUM paslaugos nėra, o UCUM kodai nėra identiški, todėl negalima patikrinti maksimalios vertės
nl: Er is geen UCUM service en de UCUM codes zijn niet identiek dus kan de maximumwaarde niet worden gecontroleerd
pt: Não existe um serviço UCUM e os códigos UCUM não são idênticos, pelo que o valor máximo não pode ser verificado

source: The maxValue in the profile has a system of {0} which is different to the system in the value {1} so the maximum value cannot be checked
lt: Profilyje esanti maxValue turi sistemą {0} kuri skiriasi nuo sistemos verte {1} todėl negalima patikrinti maksimalios vertės
nl: De maxValue in het profiel heeft een system {0} welke verschilt van het system in de waarde {1} dus kan de maximumwaarde niet worden gecontroleerd
pt: O maxValue no perfil tem um sistema de {0} que é diferente do sistema no valor {1}, pelo que o valor máximo não pode ser verificado

source: The value has no code so the maximum value cannot be checked
lt: Reikšmė neturi kodo, todėl negalima patikrinti maksimalios vertės
nl: De waarde heeft geen code dus kan de maximumwaarde niet worden gecontroleerd
pt: O valor não tem código, pelo que o valor máximo não pode ser verificado

source: The value has no system so the maximum value cannot be checked
lt: Reikšmė neturi sistemos, todėl negalima patikrinti maksimalios vertės
nl: De waarde heeft geen system dus kan de maximumwaarde niet worden gecontroleerd
pt: O valor não tem sistema, pelo que o valor máximo não pode ser verificado

source: The quantity doesn''t have an actual value, so the maximum value can''t be checked
lt: Kiekis neturi faktinės vertės, todėl negalima patikrinti maksimalios vertės
nl: De hoeveelheid heeft geen actuele waarde dus kan de maximumwaarde niet worden gecontroleerd
pt: A quantidade não tem um valor real, pelo que o valor máximo não pode ser verificado

source: The value in the instance ({2}) is greater than the specified maximum value ({3})
lt: Egzemplioriaus reikšmė ({2}) yra didesnė už nurodytą didžiausią vertę ({3})
nl: De waarde in de instance ({2}) is groter dan de gespecificeerde maximumwaarde ({3})
pt: O valor na instância ({2}) é superior ao valor máximo especificado ({3})

source: The value in the instance ({0} {1}) is greater than the specified maxValue ({2} {3}) after UCUM conversion
lt: Egzemplioriaus reikšmė ({0} {1}) yra didesnė už nurodytą maxValue ({2} {3}) po UCUM konvertavimo
nl: De waarde in de instance ({0} {1}) is groter dan de gespecificeerde maxValue ({2} {3}) na UCUM-conversie
pt: O valor na instância ({0} {1}) é superior ao maxValue especificado ({2} {3}) após a conversão UCUM

source: The minValue in the profile has a system code of {0} which is different to the system code in the value {1} so the minimum value cannot be checked
lt: Profilio minValue sistemos kodas yra {0} kuris skiriasi nuo sistemos kodo reikšmėje {1} todėl negalima patikrinti minimalios vertės
nl: De minValue in het profiel heeft een system code {0} welke verschilt van de system code in de waarde {1} dus kan de minimumwaarde niet worden gecontroleerd
pt: O minValue no perfil tem um código de sistema {0} que é diferente do código de sistema no valor {1}, pelo que o valor mínimo não pode ser verificado

source: The minValue in the profile has no code so the minimum value cannot be checked
lt: minValue profilyje neturi kodo, todėl minimalios reikšmės patikrinti negalima
nl: De minValue in het profiel heeft geen code dus kan de minimumwaarde niet worden gecontroleerd
pt: O minValue no perfil não tem código, pelo que o valor mínimo não pode ser verificado

source: Unable to convert value {0} from unit {1} to minValue unit {2} based on UCUM definitions; minimum value is not valid
lt: Neįmanoma konvertuoti reikšmės {0} iš vieneto {1} į minValue vienetą {2} remiantis UCUM apibrėžimais; Minimali reikšmė neleistina
nl: Kan waarde {0} niet converteren van eenheid {1} naar minValue eenheid {2} gebaseerd op UCUM-definities; minimumwaarde is niet geldig
pt: Não é possível converter o valor {0} da unidade {1} para a unidade {2} de valor mínimo com base nas definições UCUM; o valor mínimo não é válido

source: The minValue in the profile has no system so the minimum value cannot be checked
lt: Profilio minValue neturi sistemos, todėl minimalios reikšmės patikrinti negalima
nl: De minValue in het profiel heeft geen system dus kan de minimumwaarde niet worden gecontroleerd
pt: O minValue no perfil não tem sistema, pelo que o valor mínimo não pode ser verificado

source: The minValue in the profile doesn''t have an actual value, so the minimum value can''t be checked
lt: Profilio minValue neturi faktinės reikšmės, todėl minimalios reikšmės patikrinti negalima
nl: De minValue in het profiel heeft geen actuele waarde dus kan de minimumwaarde niet worden gecontroleerd
pt: O minValue no perfil não tem um valor real, pelo que o valor mínimo não pode ser verificado

source: There is no UCUM service, and the UCUM codes aren''t identical, so the minimum value can''t be checked
lt: UCUM paslaugos nėra, o UCUM kodai nėra identiški, todėl minimalios vertės patikrinti negalima
nl: Er is geen UCUM service en de UCUM codes zijn niet identiek dus kan de minimumwaarde niet worden gecontroleerd
pt: Não existe um serviço UCUM e os códigos UCUM não são idênticos, pelo que o valor mínimo não pode ser verificado

source: The minValue in the profile has a system of {0} which is different to the system in the value {1} so the minimum value cannot be checked
lt: Profilyje minValue turi sistemą {0} kuri skiriasi nuo sistemos verte {1} todėl negalima patikrinti minimalios vertės
nl: De minValue in het profiel heeft een system {0} welke verschilt van het system in de waarde {1} dus kan de minimumwaarde niet worden gecontroleerd
pt: O minValue no perfil tem um sistema de {0} que é diferente do sistema no valor {1}, pelo que o valor mínimo não pode ser verificado

source: The value has no code so the minimum value cannot be checked
lt: Reikšmė neturi kodo, todėl negalima patikrinti minimalios vertės
nl: De waarde heeft geen code dus kan de minimumwaarde niet worden gecontroleerd
pt: O valor não tem código, pelo que o valor mínimo não pode ser verificado

source: The value has no system so the minimum value cannot be checked
lt: Reikšmė neturi sistemos, todėl mažiausios reikšmės patikrinti negalima
nl: De waarde heeft geen system dus kan de minimumwaarde niet worden gecontroleerd
pt: O valor não tem sistema, pelo que o valor mínimo não pode ser verificado

source: The quantity doesn''t have an actual value, so the minimum value can''t be checked
lt: Kiekis neturi faktinės vertės, todėl minimalios vertės patikrinti negalima
nl: De hoeveelheid heeft geen actuele waarde dus kan de minimumwaarde niet worden gecontroleerd
pt: A quantidade não tem um valor real, pelo que o valor mínimo não pode ser verificado

source: The value in the instance ({2}) is less than the specified minimum value ({3})
lt: Egzemplioriaus reikšmė ({2}) yra mažesnė už nurodytą minimalią vertę ({3})
nl: De waarde in de instance ({2}) is kleiner dan de gespecificeerde minimumwaarde ({3})
pt: O valor na instância ({2}) é inferior ao valor mínimo especificado ({3})

source: The value in the instance ({0} {1}) is less than the specified minValue ({2} {3}) after UCUM conversion
lt: Egzemplioriaus reikšmė ({0} {1}) yra mažesnė už nurodytą minValue ({2} {3}) po UCUM konvertavimo
nl: De waaarde in de instance ({0} {1}) is kleiner dan de gespecificeerde minValue ({2} {3}) na UCUM-conversie
pt: O valor na instância ({0} {1}) é inferior ao valor mínimo especificado ({2} {3}) após a conversão UCUM

source: Found {0} of type {2} in the profile validating a Quantity (so it must be a Quantity)
lt: Rasti {0} tipo {2} profilyje, tikrinančiame kiekį (taigi jis turi būti kiekis)
nl: {0} van type {2} gevonden in het profiel bij valideren van een Hoeveelheid (dus het moet een Quantity zijn)
pt: Encontrado {0} do tipo {2} no perfil de validação de uma Quantidade (por isso deve ser uma Quantidade)

source: UCUM Codes that contain human readable annotations like {0} can be misleading (e.g. they are ignored when comparing units). Best Practice is not to depend on annotations in the UCUM code, so this usage should be checked
lt: UCUM kodai, kuriuose yra žmonėms suprantamų komentarų, pvz., {0} gali būti klaidinančios (pvz., jų nepaisoma lyginant vienetus). Geriausia praktika yra nepriklausyti nuo UCUM kodo anotacijų, todėl šį naudojimą reikėtų patikrinti
nl: UCUM-codes met menselijk leesbare annotaties zoals {0} kunnen misleidend zijn (bijv. omdat ze worden genegeerd bij vergelijken van eenheden). Best practice is om niet afhankelijk te zijn van annotaties in de UCUM-code, dus controleer dit gebruik
pt: Os códigos UCUM que contêm anotações legíveis por humanos como {0} podem ser enganadores (por exemplo, são ignorados quando se comparam unidades). A melhor prática é não depender de anotações no código UCUM, pelo que esta utilização deve ser verificada

source: UCUM Codes that contain human readable annotations like {0} can be misleading (e.g. they are ignored when comparing units). Best Practice is not to depend on annotations in the UCUM code, so this usage should be checked, and the Quantity.unit ''{1}'' SHOULD contain the annotation (it does not)
lt: UCUM kodai, kuriuose yra žmonėms suprantamų komentarų, pvz., {0} gali būti klaidinančios (pvz., jų nepaisoma lyginant vienetus). Geriausia praktika yra nepriklausyti nuo UCUM kodo anotacijų, todėl šį naudojimą reikia patikrinti, o Quantity.unit ''{1}'' TURĖTŲ būti anotacija (ji nėra)
nl: UCUM-codes met menselijk leesbare annotaties zoals {0} kunnen misleidend zijn (bijv. omdat ze worden genegeerd bij vergelijken van eenheden). Best practice is om niet afhankelijk te zijn van annotaties in de UCUM-code, dus controleer dit gebruik en de Quantity.unit ''{1}'' ZOU de annotatie MOETEN bevatten (is niet het geval)
pt: Os códigos UCUM que contêm anotações legíveis por humanos como {0} podem ser enganadores (por exemplo, são ignorados quando se comparam unidades). A melhor prática é não depender de anotações no código UCUM, pelo que esta utilização deve ser verificada e o código Quantity.unit ''{1}'' DEVERIA conter a anotação (não contém)

source: UCUM Codes that contain human readable annotations like {0} can be misleading (e.g. they are ignored when comparing units). Best Practice is not to depend on annotations in the UCUM code, so this usage should be checked, and the Quantity.unit SHOULD contain the annotation
lt: UCUM kodai, kuriuose yra žmonėms suprantamų komentarų, pvz., {0} gali būti klaidinančios (pvz., jų nepaisoma lyginant vienetus). Geriausia praktika yra nepriklausyti nuo UCUM kodo anotacijų, todėl šis naudojimas turėtų būti patikrintas, o Quantity.unit TURĖTŲ būti anotacija
nl: UCUM-codes met menselijk leesbare annotaties zoals {0} kunnen misleidend zijn (bijv. omdat ze worden genegeerd bij vergelijken van eenheden). Best practice is om niet afhankelijk te zijn van annotaties in de UCUM-code, dus controleer dit gebruik en de Quantity.unit ZOU de annotatie MOETEN bevatten
pt: Os códigos UCUM que contêm anotações legíveis por humanos como {0} podem ser enganadores (por exemplo, são ignorados quando se comparam unidades). A melhor prática é não depender de anotações no código UCUM, pelo que esta utilização deve ser verificada e a Quantity.unit DEVE conter a anotação

source: The URL {0} is not a correct URL to use (in spite of being in the standard, and/or accepted in the past)
lt: URL adresas {0} nėra tinkamas naudoti URL (nepaisant to, kad jis yra standarte ir (arba) priimtas praeityje)

source: Example URLs are not allowed in this context ({0})
lt: Šiame kontekste URL pavyzdžiai neleidžiami ({0})
nl: Voorbeeld URL''s zijn niet toegestaan in deze context ({0})
pt: Os URLs de exemplo não são permitidos neste contexto ({0})

source: The URL value ''{0}'' is invalid because there is no matching target
lt: URL reikšmė ''{0}'' neleistinas, nes nėra atitinkančio tikslo

source: The URL value ''{0}'' might be wrong because it appears to point to an internal target, but there is no matching target
lt: URL reikšmė ''{0}'' gali būti neteisingas, nes atrodo, kad jis nurodo vidinį tikslą, bet nėra atitinkamo tikslo

source: Hyperlink scheme ''{3}'' in ''{0}'' at ''{1}'' for ''{2}'' has active content, which is a security risk and not allowed
lt: Hipersaitų schema ''{3}'' į ''{0}'' prie ''{1}'' už ''{2}'' turi aktyvų turinį, kuris kelia pavojų saugumui ir neleidžiamas
nl: Hyperlink scheme ''{3}'' in ''{0}'' bij ''{1}'' voor ''{2}'' heeft actieve content, wat een veiligheidsrisico is en niet toegestaan
pt: O esquema de hiperligação ''{3}'' em ''{0}'' em ''{1}'' para ''{2}'' tem conteúdo ativo, o que constitui um risco de segurança e não é permitido

source: Hyperlink at ''{0}'' for ''{1}'' is empty
lt: Hipersaitas ties ''{0}'' už ''{1}'' yra tuščias
nl: Hyperlink bij ''{0}'' voor ''{1}'' is leeg
pt: A hiperligação em ''{0}'' para ''{1}'' está vazia

source: Hyperlink scheme ''{3}'' in ''{0}'' at ''{1}'' for ''{2}'' is not a valid hyperlinkable scheme
lt: Hipersaitų schema ''{3}'' į ''{0}'' prie ''{1}'' už ''{2}'' nėra tinkama hipersaitų schema
nl: Hyperlink scheme ''{3}'' in ''{0}'' bij ''{1}'' voor ''{2}'' is geen geldig scheme voor hyperlinks
pt: O esquema de hiperligação ''{3}'' em ''{0}'' em ''{1}'' para ''{2}'' não é um esquema de hiperligação válido

source: Hyperlink ''{0}'' at ''{1}'' for ''{2}'' resolves to multiple targets ({3})
lt: Hipersaitas ''{0}'' prie ''{1}'' už ''{2}'' išsprendžia kelis taikinius ({3})
nl: Hyperlink ''{0}'' bij ''{1}'' voor ''{2}'' leidt naar meerdere doelen ({3})
pt: A hiperligação ''{0}'' em ''{1}'' para ''{2}'' resolve-se para vários alvos ({3})

source: Hyperlink scheme ''{3}'' in ''{0}'' at ''{1}'' for ''{2}'' is not a widely supported protocol and should be checked
lt: Hipersaitų schema ''{3}'' į ''{0}'' prie ''{1}'' už ''{2}'' nėra plačiai palaikomas protokolas ir turėtų būti patikrintas
nl: Hyperlink scheme ''{3}'' in ''{0}'' bij ''{1}'' voor ''{2}'' is geen breed ondersteund protocol en moet worden gecontroleerd
pt: O esquema de hiperligação ''{3}'' em ''{0}'' em ''{1}'' para ''{2}'' não é um protocolo amplamente suportado e deve ser verificado

source: The Type specifier {1} specified an abstract type {0}
lt: Tipo specifikatorius {1} nurodė abstraktų tipą {0}
nl: De Type specifier {1} specificeert een abstract type {0}
pt: O especificador Type {1} especificou um tipo abstrato {0}

source: The Type specifier {1} specified an invalid type {0}
lt: Tipo specifikatorius {1} nurodė neleistiną tipą {0}
nl: De Type specifier {1} specificeert een ongeldig type {0}
pt: O especificador de tipo {1} indicou um tipo inválido {0}

source: No Type specifier matched, and the underlying type {0} is not abstract
lt: Neatitinka nė vieno tipo specifikatoriaus, o pagrindinis tipas {0} nėra abstraktus
nl: Geen matchende Type specifier en het onderliggende type {0} is niet abstract
pt: Não houve correspondência com o especificador Type e o tipo subjacente {0} não é abstrato

source: No Type specifier matched, and the underlying type {0} is not valid
lt: Neatitinka nė vieno tipo specifikatoriaus, o pagrindinis tipas {0} neleistinas
nl: Geen matchende Type specifier en het onderliggende type {0} is niet geldig
pt: Não houve correspondência com o especificador Type e o tipo subjacente {0} não é válido

source: {0} (for ''{1}#{2}'')
lt: {0} (už ""{1}#{2}'')
nl: {0} (voor ''{1}#{2}'')
pt: {0} (para ''{1}#{2}'')

source: Binding by URI reference cannot be checked
lt: Susiejimas pagal URI nuorodą negali būti tikrinamas
nl: Binding met URI reference kan niet worden gecontroleerd
pt: A ligação por referência URI não pode ser verificada

source: Binding for CodeableConcept {0} missing
lt: CodeableConcept įpareigojimas {0} Trūksta
nl: Binding voor {0} ontbreekt (cc)
pt: Falta a ligação para CodeableConcept {0}

source: Binding for Coding {0} missing
lt: Įrišimas kodavimui {0} Trūksta
nl: Binding voor {0} ontbreekt
pt: Ligação para a codificação {0} em falta

source: The value provided ([{0}]) could not be validated in the absence of a terminology server
lt: Pateikta vertė ([{0}]) nepavyko patikrinti, nes nėra terminologijos serverio
nl: De waarde ([{0}]) kan niet worden gevalideerd zonder een terminologieserver
pt: O valor fornecido ([{0}]) não pôde ser validado na ausência de um servidor de terminologia

source: No code provided, and a code is required from the value set {0}
lt: Kodas nepateiktas, o iš reikšmių rinkinio reikia nurodyti kodą {0}
nl: Geen code aanwezig en een code is verplicht uit waardelijst {0} is verplicht
pt: Nenhum código fornecido e é necessário um código do conjunto de valores {0}

source: No code provided, and a code must be provided from the value set {0} (max value set {1})
lt: Kodas nepateiktas, o kodas turi būti pateiktas iš reikšmių rinkinio {0} (nustatyta maksimali vertė {1})
nl: Geen code aanwezig en een code is verplicht uit de waardelijst {0} (max waardelijst {1})
pt: Não foi fornecido qualquer código e deve ser fornecido um código do conjunto de valores {0} (conjunto de valores máximo {1})

source: No code provided, and a code should be provided from the value set {0}
lt: Kodo nepateikta, o kodas turi būti pateiktas iš reikšmių rinkinio {0}
nl: Geen code aanwezig en een code is verplicht uit waardelijst {0}
pt: Não foi fornecido qualquer código e deve ser fornecido um código do conjunto de valores {0}

source: No code provided, and a code is required from the value set
lt: Kodas nepateiktas, o iš reikšmių rinkinio reikia nurodyti kodą
nl: Geen code aanwezig en een code is verplicht uit de waardelijst
pt: Nenhum código fornecido e é necessário um código do conjunto de valores

source: Expected {0} but found {1} coding elements
lt: Tikėtasi {0} bet rasta {1} Kodavimo elementai
nl: Verwacht {0}, maar gevonden {1} coding elementen
pt: Esperava-se {0} mas encontrámos {1} elementos de codificação

source: Could not confirm that the codings provided are in the value set {0} and a coding from this value set is required (class = {1})
lt: Nepavyko patvirtinti, kad pateikti kodai yra reikšmių rinkinyje {0} ir reikalingas kodavimas iš šio reikšmių rinkinio (klasė = {1})
nl: Kan niet bevestigen dat de gevonden codings bestaan in de waardelijst {0} en een coding uit deze waardelijst is verplicht (class = {1})
pt: Não foi possível confirmar se as codificações fornecidas estão no conjunto de valores {0} e se é necessária uma codificação deste conjunto de valores (classe = {1})

source: Could not confirm that the codings provided are in the value set {0} and a coding should come from this value set unless it has no suitable code (the validator cannot judge what is suitable) (class = {1})
lt: Nepavyko patvirtinti, kad pateikti kodai yra reikšmių rinkinyje {0} ir kodavimas turėtų būti gautas iš šio reikšmių rinkinio, nebent jis neturi tinkamo kodo (tikrintojas negali spręsti, kas yra tinkama) (klasė = {1})
nl: Kan niet bevestigen dat de gevonden codings bestaan in de waardelijst {0} en een coding uit deze waardelijst is verplicht tenzij deze geen relevante code bevat (de validator kan niet bepalen wat relevant is) (class = {1})
pt: Não foi possível confirmar que as codificações fornecidas pertencem ao conjunto de valores {0} e que uma codificação deve provir deste conjunto de valores, exceto se não tiver um código adequado (o validador não pode avaliar o que é adequado) (class = {1})

source: Could not confirm that the codings provided are in the value set {0} and a coding is recommended to come from this value set (class = {1})
lt: Nepavyko patvirtinti, kad pateikti kodai yra reikšmių rinkinyje {0} ir kodavimas rekomenduojamas iš šio reikšmių rinkinio (klasė = {1})
nl: Kan niet bevestigen dat de gevonden codings bestaan in de waardelijst {0} en een coding uit deze waardelijst is aanbevolen (class = {1})
pt: Não foi possível confirmar que as codificações fornecidas pertencem ao conjunto de valores {0} e recomenda-se que uma codificação provenha deste conjunto de valores (classe = {1})

source: The code provided ({2}) was not found in the value set {0}, and a code from this value set is required: {1}
lt: Pateiktas kodas ({2}) reikšmių rinkinyje nerasta {0}ir reikalingas kodas iš šio reikšmių rinkinio: {1}
nl: De gevonden code ({2}) staat niet in waardelijst {0} en een code uit deze waardelijst is verplicht: {1}
pt: O código fornecido ({2}) não foi encontrado no conjunto de valores {0} e é necessário um código deste conjunto de valores: {1}

source: The code provided ({1}) is not in the value set {0}, and a code should come from this value set unless it has no suitable code (the validator cannot judge what is suitable)
lt: Pateiktas kodas ({1}) nėra reikšmių rinkinyje {0}, o kodas turėtų būti gautas iš šio reikšmių rinkinio, nebent jis neturi tinkamo kodo (tikrintojas negali spręsti, kas yra tinkama)
nl: De code ({1}) staat niet in de waardelijst {0} en een code uit deze waardelijst is verplicht tenzij er geen relevante code is (de validator kan niet bepalen wat relevant is)
pt: O código fornecido ({1}) não faz parte do conjunto de valores {0}, e um código deve provir deste conjunto de valores, a menos que não tenha um código adequado (o validador não pode avaliar o que é adequado)

source: The code provided ({1}) is not in the value set {0}, and a code is recommended to come from this value set
lt: Pateiktas kodas ({1}) nėra reikšmių rinkinyje {0}, o kodą rekomenduojama gauti iš šio reikšmių rinkinio
nl: De code ({1}) staat niet in de waardelijst {0} en een code uit deze waardelijst is aanbevolen
pt: O código fornecido ({1}) não consta do conjunto de valores {0} e recomenda-se que um código provenha deste conjunto de valores

source: Display should be ''{0}''
lt: Ekranas turi būti ''{0}''
nl: Display moet zijn ''{0}''
pt: O ecrã deve ser ''{0}''

source: Error {0} validating CodeableConcept
lt: Klaida {0} CodeableConcept tikrinimas
nl: Fout {0} bij valideren CodeableConcept
pt: Erro {0} na validação de CodeableConcept

source: Error {0} validating CodeableConcept using maxValueSet
lt: Klaida {0} CodeableConcept tikrinimas naudojant maxValueSet
nl: Fout {0} bij valideren CodeableConcept met maxValueSet
pt: Erro {0} ao validar CodeableConcept usando maxValueSet

source: Error {0} validating Coding
lt: Klaida {0} Kodavimo patvirtinimas
nl: Fout {0} bij valideren Coding
pt: Erro {0} na validação da codificação

source: Error {0} validating Coding: {1}
lt: Klaida {0} Kodavimo patvirtinimas: {1}
nl: Fout {0} bij valideren Coding: {1}
pt: Erro {0} na validação da codificação: {1}

source: The code provided is not in the maximum value set {0}, and a code from this value set is required) (code = {1}#{2})
lt: Pateiktas kodas nėra didžiausios nustatytos vertės {0}ir reikalingas šio reikšmių rinkinio kodas) (kodas = {1}#{2})
nl: De gevonden code bestaat niet in de maximum waardelijst {0} en een code uit deze waardelijst is verplicht (code = {1}#{2})
pt: O código fornecido não consta do conjunto de valores máximo {0} e é necessário um código deste conjunto de valores) (código = {1}#{2})
