Repository: hapifhir/org.hl7.fhir.core
Catalog: org.hl7.fhir.utilities/src/main/resources/source/validator-messages-*.po
Languages: lt, nl, pt

source: The supplement declares a hierarchyMeaning of ''{0}'' that doesn''t match that in the base code system ''{1}''
lt: Priede skelbiama hierarchijaReikšmė ''{0}'' kuris neatitinka bazinio kodo sistemos ''{1}''
nl: !!Het supplement heeft een hierarchyMeaning ''{0}'' die niet overeenkomt met die van het basis-codesysteem ''{1}''
pt: O suplemento declara um hierarchyMeaning de ''{0}'' que não corresponde ao do sistema de código de base ''{1}''

source: The code ''{1}'' is not declared in the base CodeSystem {0} so is not valid in the supplement
lt: Kodas ''{1}'' nedeklaruojamas pagrindinėje kodų sistemoje {0} Taigi negalioja priede
nl: De code ''{1}'' is niet gedeclareerd in het onderliggende codesysteem {0} dus deze is ongeldig in het supplement
pt: O código ''{1}'' não está declarado no CodeSystem {0} de base, pelo que não é válido no suplemento

source: The code system is marked as a supplement, but it does not define what code system it supplements
lt: Kodų sistema pažymėta kaip papildymas, tačiau ji neapibrėžia, kokią kodų sistemą ji papildo
nl: Het codesysteem is gemarkeerd als supplement maar het definieert niet van welk codesysteem het een supplement is
pt: O sistema de códigos é marcado como um suplemento, mas não define qual o sistema de códigos que complementa

source: The code provided ({2}) is not in the expansion in the value set {0}, and a code is required from this value set. The system {1} could not be found.
lt: Pateiktas kodas ({2}) nėra reikšmių rinkinio išplėtime {0}, o iš šio reikšmių rinkinio reikalingas kodas. Sistema {1} Nepavyko rasti.
nl: De gevonden code ({2}) bestaat niet in de expansie van de waardelijst {0} en een code uit deze waardelijst is verplicht. Het systeem {1} is niet gevonden.
pt: O código fornecido ({2}) não se encontra na expansão do conjunto de valores {0} e é necessário um código deste conjunto de valores. Não foi possível encontrar o sistema {1}.

source: CodeSystem {0} has an ''all system'' value set of {1}, but it is an expansion with the wrong number of concepts (found {2}, expected {3})
lt: Kodų sistema {0} turi "visos sistemos" reikšmių rinkinį {1}, bet tai yra išplėtimas su netinkamu sąvokų skaičiumi (rasta {2}Tikėtasi {3})
nl: CodeSystem {0} heeft een ''volledig systeem'' waardelijst {1}, maar dit is een expansion met een onjuist aantal concepten (gevonden {2}, verwacht {3})
pt: O CodeSystem {0} tem um conjunto de valores de "todo o sistema" {1}, mas é uma expansão com o número errado de conceitos (encontrado {2}, esperado {3})

source: The designation ''{0}'' has no use and is in the same language (''{2}''), so is not differentiated from the base display (''{1}'')
lt: Pavadinimas ""{0}'' nevartojamas ir yra ta pačia kalba (''{2}''), todėl nesiskiria nuo pagrindinio ekrano (''{1}'')
nl: De designation ''{0}'' mist use en heeft dezelfde taal (''{2}'') als, dus is niet onderscheidbaar van, de basis weergavenaam (''{1}'')
pt: A designação "{0}" não tem qualquer utilidade e está na mesma língua ("{2}"), pelo que não se diferencia da visualização de base ("{1}")

source: The designation ''{0}'' has no use and no language, so is not differentiated from the base display (''{1}'')
lt: Pavadinimas ""{0}'' neturi jokio vartojimo ir kalbos, todėl nėra atskirtas nuo pagrindinio ekrano (''{1}'')
nl: De designation ''{0}'' mist use en heeft geen taal, dus is niet onderscheidbaar van de basis weergavenaam (''{1}'')
pt: A designação ''{0}'' não tem qualquer utilização nem língua, pelo que não se diferencia da indicação de base (''{1}'')

source: The code ''{0}'' has already been defined
lt: Kodas ''{0}'' jau buvo apibrėžtas
nl: De code ''{0}'' is al gedefinieerd
pt: O código ''{0}'' já foi definido

source: CodeSystems are referred to directly from Coding.system, so it''s generally best for them not to be contained resources
lt: CodeSystems nurodomi tiesiai iš Coding.system, todėl paprastai geriausia, kad jie nebūtų ištekliai
nl: CodeSystems wordt direct naar verwezen vanuit Coding.system, dus is het generiek goed als het geen contained resources zijn
pt: Os CodeSystems são referidos diretamente a partir de Coding.system, pelo que é geralmente preferível que não sejam recursos contidos

source: A property URI must be an absolute URI, but ''{0}'' is not
lt: Ypatybės URI turi būti absoliutus URI, bet ''{0}'' nėra
nl: Een property uri moet een absolute uri zijn, maar ''{0}'' is dat niet
pt: Um URI de propriedade deve ser um URI absoluto, mas ''{0}'' não é

source: Unknown CodeSystem Property ''{0}''. If you are creating your own property, do not create it in the HL7 namespace
lt: Nežinoma kodų sistemos ypatybė ''{0}''. Jei kuriate savo nuosavybę, nekurkite jos HL7 vardų srityje
nl: Onbekende CodeSystem eigenschap ''{0}''. Als je je eigen eigenschappen definieert, doe dat dan niet in de HL7 namespace
pt: Propriedade CodeSystem desconhecida ''{0}''. Se estiver a criar a sua própria propriedade, não a crie no espaço de nomes HL7

source: The code ''{0}'' is not a valid code in this code system
lt: Kodas ''{0}'' yra neleistinas kodas šioje kodų sistemoje
nl: De code ''{0}'' is geen geldige code in dit codesysteem
pt: O código ''{0}'' não é um código válido neste sistema de códigos

source: The code ''{0}'' is not a valid code in the value set ''{1}''
lt: Kodas ''{0}'' yra neleistinas kodas reikšmių rinkinyje ''{1}''
nl: De code ''{0}'' is geen geldige code in de waardelijst ''{1}''
pt: O código ''{0}'' não é um código válido no conjunto de valores ''{1}''

source: The type of property ''{0}'' is ''code'', but no ValueSet information was found, so the codes will be validated as internal codes
lt: Turto tipas ''{0}'' yra ''kodas'', bet ValueSet informacijos nerasta, todėl kodai bus patvirtinti kaip vidiniai kodai
nl: Het type van property ''{0}'' is ''code'', maar er is geen waardelijst gevonden, dus worden de codes gevalideerd als interne codes
pt: O tipo da propriedade ''{0}'' é ''código'', mas não foi encontrada nenhuma informação ValueSet, pelo que os códigos serão validados como códigos internos

source: Wrong type ''{2}'': The code ''{0}'' identifies a property that has the type ''{1}''
lt: Neteisingas tipas ''{2}'': kodas ''{0}'' identifikuoja ypatybę, kurios tipas yra ''{1}''
nl: Verkeerd type ''{2}'': de code ''{0}'' identificeert een eigenschap met type ''{1}''
pt: Tipo incorreto ''{2}'': O código ''{0}'' identifica uma propriedade que tem o tipo ''{1}''

source: If the type is ''code'', then the valueSet property should be provided to clarify what kind of code will be found in the element
lt: Jei tipas yra ''code'', tuomet reikia pateikti ypatybę valueSet, kad būtų paaiškinta, koks kodas bus rastas elemente
nl: Als het type ''code'' is, dan moet de valueSet eigenschap wordt gezet om duidelijk te maken welke codes geldig zijn in het element
pt: Se o tipo for "código", então a propriedade valueSet deve ser fornecida para esclarecer que tipo de código será encontrado no elemento

source: A property is already defined with the code ''{0}''
lt: Ypatybė jau apibrėžta kodu ''{0}''
nl: Er bestaat al een eigenschap met de code ''{0}''
pt: Uma propriedade já está definida com o código ''{0}''

source: A property is already defined with the URI ''{0}''
lt: Ypatybė jau apibrėžta naudojant URI ''{0}''
nl: Er bestaat al een eigenschap met de uri ''{0}''
pt: Uma propriedade já está definida com o URI ''{0}''

source: This property has only the standard code (''{0}'') but not the standard URI ''{1}'', so it has no clearly defined meaning in the terminology ecosystem
lt: Ši ypatybė turi tik standartinį kodą (''{0}''), bet ne standartinis URI ''{1}'', todėl jis neturi aiškiai apibrėžtos reikšmės terminologijoje ekosistema
nl: Deze eigenschap heeft alleen de standaardcode (''{0}'') maar niet de standaard-uri ''{1}'' dus mist een goed gedefinieerde betekenis in het terminologiesysteem
pt: Esta propriedade tem apenas o código normalizado (''{0}'') mas não o URI normalizado ''{1}'', pelo que não tem um significado claramente definido no ecossistema terminológico

source: The property ''{0}'' has no value, and cannot be understood
lt: Nuosavybė ''{0}'' neturi jokios vertės ir negali būti suprantamas
nl: De eigenschap ''{0}'' heeft geen waarde en kan niet worden geïnterpreteerd
pt: A propriedade ''{0}'' não tem valor e não pode ser compreendida

source: The synonym ''{0}'' is not also defined in the code system. The Synonym property should only used to declare equivalence to other existing codes
lt: Sinonimas ''{0}'' taip pat nėra apibrėžtas kodų sistemoje. Sinonimo ypatybė turėtų būti naudojama tik deklaruojant lygiavertiškumą kitiems esamiems kodams
nl: Het synoniem ''{0}'' wordt niet ook gedefinieerd in het codesysteem. De eigenschap Synonym is alleen bedoeld voor equivalentie met andere, bestaande codes
pt: O sinónimo ''{0}'' não está também definido no sistema de códigos. A propriedade Synonym só deve ser utilizada para declarar a equivalência com outros códigos existentes

source: The property ''{0}'' has no definition in CodeSystem.property. Many terminology tools won''t know what to do with it
lt: Nuosavybė ''{0}'' neturi apibrėžimo CodeSystem.property. Daugelis terminologijos įrankių nežinos, ką su juo daryti
nl: De eigenschap ''{0}'' heeft geen definitie in CodeSystem.property. Vele terminolgietools zullen niet weten wat hiermee te doen
pt: A propriedade ''{0}'' não tem definição em CodeSystem.property. Muitas ferramentas terminológicas não saberão o que fazer com ela

source: This property has only a code (''{0}'') and not a URI, so it has no clearly defined meaning in the terminology ecosystem
lt: Ši ypatybė turi tik kodą (''{0}''), o ne URI, todėl terminologijoje jis neturi aiškiai apibrėžtos reikšmės
nl: Deze eigenschap heeft alleen een code (''{0}'') en geen uri, dus heeft geen duidelijke betekenis in het terminolgiesysteem
pt: Esta propriedade tem apenas um código (''{0}'') e não um URI, pelo que não tem um significado claramente definido no ecossistema terminológico

source: The URI ''{0}'' is normally assigned the code ''{1}''. Using the code ''{2}'' will usually create confusion in ValueSet filters etc
lt: URI ''{0}'' paprastai priskiriamas kodas ''{1}''. Naudojant kodą ''{2}'' paprastai sukels painiavą ValueSet filtruose ir pan
nl: De uri ''{0}'' heeft normaal code ''{1}''. Met code ''{2}'' ontstaat vaak verwarring in ValueSet filters etc
pt: Ao URI ''{0}'' é normalmente atribuído o código ''{1}''. A utilização do código ''{2}'' cria normalmente confusão nos filtros ValueSet, etc

source: The uri ''{3}'' for the property ''{4}'' implies a property with that URI exists in the CodeSystem {2} for {1}, or the code ''{0}'' does, but neither were found
lt: Uri ''{3}'' už turtą ''{4}'' reiškia, kad savybė su tuo URI egzistuoja CodeSystem {2} dėl {1}arba kodas ""{0}'' daro, bet nė vienas nebuvo rastas
nl: De uri ''{3}'' voor de property ''{4}'' impliceert dat een property met die uri bestaat in het codesysteem {2} voor {1}, of dat de de code ''{0}'' bestaat, maar beide zijn niet gevonden
pt: O uri ''{3}'' para a propriedade ''{4}'' implica a existência de uma propriedade com esse URI no CodeSystem {2} para {1}, ou o código ''{0}'' existe, mas nenhum foi encontrado

source: Wrong type ''{2}'': The URI ''{0}'' identifies a property that has the type ''{1}''
lt: Neteisingas tipas ''{2}'': URI ''{0}'' identifikuoja ypatybę, kurios tipas yra ''{1}''
nl: Verkeerd type ''{2}'': de uri ''{0}'' identificeert een eigenschap met type ''{1}''
pt: Tipo incorreto ''{2}'': O URI ''{0}'' identifica uma propriedade que tem o tipo ''{1}''

source: The property uri ''{0}'' is not known, so the property values can not be validated fully
lt: Ypatybės uri ''{0}'' nežinomas, todėl ypatybių reikšmių negalima visiškai patvirtinti
nl: De property uri ''{0}'' is onbekend, dus de property-waarden kunnen niet volledig worden gevalideerd
pt: A propriedade uri ''{0}'' não é conhecida, pelo que os valores da propriedade não podem ser totalmente validados

source: The base property uri ''{0}'' is not known for the property ''{1}'', so the property values can not be validated fully
lt: Pagrindinė ypatybė uri ''{0}'' nėra žinomas dėl savybės ''{1}'', todėl ypatybių reikšmių negalima visiškai patvirtinti
nl: De basis property uri ''{0}'' is onbekend voor de property ''{1}'', dus de property-waarden kunnen niet volledig worden gevalideerd
pt: O uri da propriedade de base ''{0}'' não é conhecido para a propriedade ''{1}'', pelo que os valores da propriedade não podem ser totalmente validados

source: The property uri ''{0}'' is not known, so the property values can not be validated fully; unless specified elsewhere, codes will be treated as internal references
lt: Ypatybės uri ''{0}'' nėra žinoma, todėl savybių vertės negali būti visiškai patvirtintos; Jei nenurodyta kitur, kodai bus laikomi vidinėmis nuorodomis
nl: De property uri ''{0}'' is onbekend, dus de property-waarden kunnen niet volledig worden gevalideerd; tenzij elders gedefinieerd, worden codes als interne referenties verwerkt
pt: A propriedade uri ''{0}'' não é conhecida, pelo que os valores da propriedade não podem ser totalmente validados; a menos que especificado noutro local, os códigos serão tratados como referências internas

source: The ValueSet {0} is unknown, so the property codes cannot be validated
lt: Reikšmių rinkinys {0} nežinomas, todėl ypatybių kodų negalima patikrinti
nl: De waardelijst {0} is onbekend, dus de property-codes kunnen niet worden gevalideerd
pt: O ValueSet {0} é desconhecido, pelo que os códigos de propriedade não podem ser validados

source: The property ''{0}'' has the invalid type ''{1}'', when it is defined to have the type ''{2}''
lt: Nuosavybė ''{0}'' turi neleistiną tipą ''{1}'', kai apibrėžiama, kad jis turi tipą ''{2}''
nl: De eigenschap ''{0}'' heeft ongeldig type ''{1}''. Deze is gedefinieerd met type ''{2}''
pt: A propriedade ''{0}'' tem o tipo inválido ''{1}'', quando está definida para ter o tipo ''{2}''

source: Published code systems SHOULD conform to the ShareableCodeSystem profile, which says that the element CodeSystem.{0} should be present, but it is not
lt: Publikuotos kodų sistemos TURĖTŲ atitikti ShareableCodeSystem profilį, kuriame sakoma, kad elementas CodeSystem.{0} turėtų būti, bet jis nėra
nl: Gepubliceerde codesystemen ZOUDEN zich MOETEN houden aan het ShareableCodeSystem profiel, wat zegt dat het element CodeSystem.{0} aanwezig zou moeten zijn, maar deze ontbreekt
pt: Os sistemas de códigos publicados DEVEM estar em conformidade com o perfil ShareableCodeSystem, que diz que o elemento CodeSystem.{0} deve estar presente, mas não está

source: Code systems published by HL7 SHALL conform to the ShareableCodeSystem profile, which says that the element CodeSystem.{0} should be present, but it is not
lt: HL7 paskelbtos kodų sistemos TURI atitikti ShareableCodeSystem profilį, kuriame sakoma, kad elementas CodeSystem.{0} turėtų būti, bet jis nėra
nl: Door HL7 gepubliceerde codesystemen MOETEN zich houden aan het ShareableCodeSystem profiel, wat zegt dat het element CodeSystem.{0} aanwezig zou moeten zijn, maar deze ontbreekt
pt: Os sistemas de códigos publicados pelo HL7 DEVERÃO estar em conformidade com o perfil ShareableCodeSystem, que diz que o elemento CodeSystem.{0} deveria estar presente, mas não está

source: Published code systems SHOULD conform to the ShareableCodeSystem profile, which says that the element CodeSystem.{0} is mandatory, but it is not present
lt: Publikuotos kodų sistemos TURĖTŲ atitikti ShareableCodeSystem profilį, kuriame sakoma, kad elementas CodeSystem.{0} yra privaloma, bet jos nėra
nl: Gepubliceerde codesystemen ZOUDEN zich MOETEN houden aan het ShareableCodeSystem profiel, wat zegt dat het element CodeSystem.{0} aanwezig moet zijn, maar deze ontbreekt
pt: Os sistemas de códigos publicados DEVERIAM estar em conformidade com o perfil ShareableCodeSystem, que diz que o elemento CodeSystem.{0} é obrigatório, mas não está presente

source: Code systems published by HL7 SHALL conform to the ShareableCodeSystem profile, which says that the element CodeSystem.{0} is mandatory, but it is not present
lt: HL7 paskelbtos kodų sistemos TURI atitikti ShareableCodeSystem profilį, kuriame sakoma, kad elementas CodeSystem.{0} yra privaloma, bet jos nėra
nl: Door HL7 gepubliceerde codesystemen MOETEN zich houden aan het ShareableCodeSystem profiel, wat zegt dat het element CodeSystem.{0} aanwezig moet zijn, maar deze ontbreekt
pt: Os sistemas de códigos publicados pelo HL7 DEVERÃO estar em conformidade com o perfil ShareableCodeSystem, que diz que o elemento CodeSystem.{0} é obrigatório, mas não está presente

source: This display (''{0}'') differs from that defined by the base code system (''{1}''). Both displays claim to be the ''primary designation'' for the same language (''{2}''), and the correct interpretation of this is undefined
lt: Šis ekranas (''{0}'') skiriasi nuo apibrėžtos bazinių kodų sistemoje (''{1}''). Abu ekranai teigia, kad yra "pirminis pavadinimas" tai pačiai kalbai (""{2}''), o teisingas jo aiškinimas neapibrėžtas
nl: Deze weergave (''{0}'') verschilt van wat in het onderliggende codesysteem (''{1}'') is gedefinieerd. Beide weergaven claimen de ''primaire weergave'' te zijn voor dezelfde taal (''{2}'') en de juiste interpretatie hiervan is niet gedefinieerd
pt: Esta indicação (''{0}'') é diferente da definida pelo sistema de códigos de base (''{1}''). Ambas as visualizações afirmam ser a "designação primária" para a mesma língua ("{2}"), e a interpretação correta desta afirmação é indefinida

source: Most code systems defined in HL7 IGs will need to move to THO later during the process. Consider giving this code system a THO URL now (See https://confluence.hl7.org/display/TSMG/Terminology+Play+Book, and/or talk to TSMG)
lt: Dauguma kodų sistemų, apibrėžtų HL7 IG, turės pereiti prie THO vėliau proceso metu. Apsvarstykite galimybę suteikti šiai kodų sistemai THO URL dabar (žr. https://confluence.hl7.org/display/TSMG/Terminology+Play+Book ir/arba pasikalbėkite su TSMG)
nl: Meeste codesystemen gedefinieerd in HL7 IG''s zullen later naar THO worden verplaatst in het proces. Overweeg om dit codesysteem nu al een THO url te geven (Zie https://confluence.hl7.org/display/TSMG/Terminology+Play+Book, en/of praat met TSMG)
pt: A maioria dos sistemas de códigos definidos nos IGs HL7 terá de passar para a THO mais tarde durante o processo. Considere dar a este sistema de código um URL THO agora (Veja https://confluence.hl7.org/display/TSMG/Terminology+Play+Book, e/ou fale com o TSMG)

source: The operation ''{1}'' took too long to process (>{0}sec) (at {2})
lt: Operacija ''{1}'' užtruko per ilgai apdoroti (>{0}sek) (prie {2})
nl: De bewerking ''{1}'' duurde te lang om te verwerken (>{0}sec) ({2})
pt: A operação ''{1}'' demorou demasiado tempo a ser processada (>{0}seg) (em {2})

source: The code ''{0}'' differs from the correct code ''{1}'' by case. Although the code system ''{2}'' is case insensitive, implementers are strongly encouraged to use the correct case anyway
lt: Kodas ''{0}'' skiriasi nuo teisingo kodo ''{1}'' pagal atvejį. Nors kodų sistema ''{2}'' neskiria didžiųjų ir mažųjų raidžių, įgyvendintojai vis tiek primygtinai raginami naudoti teisingas raides
nl: De code ''{0}'' verschilt van de correcte code ''{1}'' op hoofdletters. Hoewel het codesysteem ''{2}'' niet hoofdlettergevolig is, wordt implementers ter zeerste aanbevolen om de juiste schrijfwijze te gebruiken
pt: O código ''{0}'' difere do código correto ''{1}'' pelas maiúsculas e minúsculas. Embora o sistema de código ''{2}'' seja insensível às maiúsculas e minúsculas, os implementadores são fortemente encorajados a utilizar as maiúsculas e minúsculas corretas de qualquer forma

source: The source code ''{0}'' is not valid in the code system {1}
lt: Šaltinio kodas ''{0}'' negalioja kodų sistemoje {1}
nl: De bron-code ''{0}'' is niet geldig in het codesysteem {1}
pt: O código fonte ''{0}'' não é válido no sistema de códigos {1}

source: The source code ''{0}'' is not valid in the value set {1}
lt: Šaltinio kodas ''{0}'' neleistinas reikšmių rinkinyje {1}
nl: De bron-code ''{0}'' is niet geldig in de waardelijst {1}
pt: O código fonte ''{0}'' não é válido no conjunto de valores {1}

source: The source display ''{0}'' for the code ''{2}'' is not valid. Possible displays: {1}
lt: Šaltinio ekranas ''{0}"" – kodas ""{2}'' negalioja. Galimi ekranai: {1}
nl: De bron-weergave ''{0}'' voor de code ''{2}'' is niet geldig. Mogelijke weergaven: {1}
pt: A visualização de origem ''{0}'' para o código ''{2}'' não é válida. Visualizações possíveis: {1}

source: Source Code System {0} doesn''t have all content (content = {1}), so the source codes cannot be checked
lt: Šaltinio kodo sistema {0} nėra viso turinio (turinys = {1}), todėl šaltinio kodų patikrinti negalima
nl: Bron CodeSystem {0} heeft niet alle content (content = {1}), dus de broncodes kunnen niet worden gecontroleerd
pt: O sistema de código-fonte {0} não tem todo o conteúdo (conteúdo = {1}), pelo que os códigos-fonte não podem ser verificados

source: No Source Code System, so the source codes cannot be checked
lt: Nėra šaltinio kodų sistemos, todėl šaltinio kodų patikrinti negalima
nl: Geen bron CodeSystem, dus de bron-codes kunnen niet worden gecontroleerd
pt: Não existe um sistema de código-fonte, pelo que os códigos-fonte não podem ser verificados

source: Source Code System {0} is only supported on the terminology server, so the source codes are not validated for performance reasons
lt: Šaltinio kodo sistema {0} palaikomas tik terminologijos serveryje, todėl šaltinio kodai nėra tikrinami dėl našumo priežasčių
nl: Bron CodeSystem {0} wordt alleen ondersteund in de terminologieserver dus worden bron-codes niet gevalideerd om performanceredenen
pt: O sistema de código fonte {0} só é suportado no servidor de terminologia, pelo que os códigos fonte não são validados por razões de desempenho

source: The Source Code System {0} is not fully defined and populated, and no sourceScope is specified, so the source code checking will not be performed
lt: Šaltinio kodo sistema {0} nėra iki galo apibrėžtas ir užpildytas, nenurodytas šaltinis, todėl šaltinio kodo tikrinimas nebus atliekamas
nl: Het bron CodeSystem {0} is niet volledig gedefinieerd en gevuld en er is geen sourceScope gedefinieerd, dus er zal geen controle op bron-codes worden gedaan
pt: O Sistema de Código Fonte {0} não está totalmente definido e preenchido e não é especificado o sourceScope, pelo que a verificação do código fonte não será efectuada

source: The target code ''{0}'' is not valid in the code system {1}
lt: Tikslinis kodas ''{0}'' negalioja kodų sistemoje {1}
nl: De doel-code ''{0}'' is niet geldig in het codesysteem {1}
pt: O código de destino ''{0}'' não é válido no sistema de códigos {1}

source: The target code ''{0}'' is not valid in the value set {1}
lt: Tikslinis kodas ''{0}'' neleistinas reikšmių rinkinyje {1}
nl: De doel-code ''{0}'' is niet geldig in de waardelijst {1}
pt: O código de destino ''{0}'' não é válido no conjunto de valores {1}

source: The target display ''{0}'' for the code ''{2}'' is not valid. Possible displays: {1}
lt: Tikslinis ekranas ''{0}"" – kodas ""{2}'' negalioja. Galimi ekranai: {1}
nl: De doel-weergave ''{0}'' voor de code ''{2}'' is niet geldig. Mogelijke weergave(n): {1}
pt: A visualização de destino ''{0}'' para o código ''{2}'' não é válida. Visualizações possíveis: {1}

source: A {2} relationship has already been defined from the code {0} to the code {1}
lt: A {2} ryšys jau apibrėžtas pagal kodą {0} į kodą {1}
pt: Já foi definida uma relação {2} entre o código {0} e o código {1}
