Repository: hapifhir/org.hl7.fhir.core
Catalog: org.hl7.fhir.utilities/src/main/resources/source/validator-messages-*.po
Languages: lt, nl, pt

source: Subject reference {0} could not be resolved, and the apparent type is {1} which could not be processed
lt: Dalyko nuoroda {0} nepavyko išspręsti, o akivaizdus tipas yra {1} kurių nepavyko apdoroti
nl: Subject-reference {0} kon niet worden gevonden en het kennelijke type is {1} welke niet kan worden verwerkt
pt: A referência de assunto {0} não pôde ser resolvida e o tipo aparente é {1} que não pôde ser processado

source: The code for this group population is duplicated with another group
lt: Šios grupės populiacijos kodas dubliuojamas su kita grupe
nl: De code van deze groep populatie wordt gedupliceerd door een andere groep
pt: O código para este grupo de população é duplicado com outro grupo

source: The MeasureReport does not include a population for the population with linkId ''{0}'' and code ''{1}''
lt: Į MeasureReport neįtraukta populiacija su linkId ''{0}'' ir kodas ''{1}''
nl: Het MeasureReport bevat geen populatie met linkdId ''{0}'' en code ''{1}''
pt: O MeasureReport não inclui uma população para a população com linkId ''{0}'' e código ''{1}''

source: Group should have a code that matches the group population definition in the measure
lt: Grupės kodas turi atitikti priemonės grupės populiacijos apibrėžimą
nl: Groep zou een code moeten hebben die overeenkomt met de populatie-definitie van de groep in de measure
pt: O grupo deve ter um código que corresponda à definição da população do grupo na medida

source: Group should have a code or linkId that matches the group population definition in the measure
lt: Grupės kodas arba linkId turi atitikti priemonės grupės populiacijos apibrėžimą
nl: Groep moet een code of linkId hebben die overeenkomt met de groep populatie-definitie in de measure
pt: O grupo deve ter um código ou linkId que corresponda à definição da população do grupo na medida

source: Count should be present for reports where type is not ''subject-list''
lt: Skaičius turėtų būti ataskaitose, kurių tipas nėra ''temų sąrašas''
nl: Aantal moet aanwezig zijn in reports waar type niet ''subject-list'' is
pt: A contagem deve estar presente nos relatórios cujo tipo não seja "lista de assuntos

source: Reports where type is not ''subject-list'' don''t have subjects listed
lt: Ataskaitose, kurių tipas nėra ''temų sąrašas'', temų sąraše nėra
nl: Reports waar het type niet ''subject-list'' is, horen geen subjects te hebben
pt: Os relatórios em que o tipo não é "lista de assuntos" não têm assuntos listados

source: The code for this group population has no match in the measure definition
lt: Šios grupės populiacijos kodas neatitinka matavimo apibrėžimo
nl: De code van deze groep populatie komt niet overeen met de measure-definitie
pt: O código para este grupo populacional não tem correspondência na definição da medida

source: The linkId ''{0}'' for this group population has no match in the measure definition
lt: Nuoroda Id ''{0}'' šiai grupei populiacija neatitinka matavimo apibrėžimo
nl: De linkId ''{0}'' voor deze groep populatie heeft geen match in de measure-definitie
pt: O linkId ''{0}'' para este grupo de população não tem correspondência na definição da medida

source: The linkId ''{0}'' links this group stratifier to a measure group that has a different code (''{1}'' vs ''{2}'')
lt: Nuoroda Id ''{0}'' susieja šią grupę su matų grupe, turinčia kitą kodą (''{1}'' vs ''{2}'')
nl: De linkId ''{0}'' koppelt deze groep-stratifier aan een measure-groep met een andere code (''{1}'' vs ''{2}'')
pt: O linkId ''{0}'' liga este estratificador de grupo a um grupo de medidas que tem um código diferente (''{1}'' vs ''{2}'')

source: The code for this group stratifier is duplicated with another group
lt: Šios grupės stratifikatoriaus kodas dubliuojamas su kita grupe
nl: De code voor deze groep-stratifier wordt gedupliceerd door een andere groep
pt: O código para este estratificador de grupo é duplicado com outro grupo

source: The MeasureReport does not include a stratifier for the stratifier with code ''{0}'' (id = ''{2}'')
lt: Į MeasureReport nėra stratifikatoriaus su kodu ''{0}'' (id = ''{2}'')
nl: Het MeasureReport heeft geen stratifier voor de stratifier met code ''{0}'' (id = ''{2}'')
pt: O MeasureReport não inclui um estratificador para o estratificador com o código ''{0}'' (id = ''{2}'')

source: The MeasureReport does not include a stratifier for the stratifier with linkId ''{1}'' and code ''{0}'' (id = ''{2}'')
lt: Į MeasureReport neįtrauktas stratifikatorius stratifikatorius su linkId ''{1}'' ir kodas ''{0}'' (id = ''{2}'')
nl: Het MeasureReport bevat geen stratifier voor de stratifier met linkId ''{1}'' en code ''{0}'' (id = ''{2}'')
pt: O MeasureReport não inclui um estratificador para o estratificador com linkId ''{1}'' e código ''{0}'' (id = ''{2}'')

source: Group should have a code that matches the group stratifier definition in the measure
lt: Grupė turi turėti kodą, atitinkantį matavimo grupės stratifikatoriaus apibrėžimą
nl: Groep moet een code hebben die overeenkomt met de groep-stratifierdefinitie in de measure
pt: O grupo deve ter um código que corresponda à definição do estratificador de grupo na medida

source: Group should have a code or linkId that matches the group stratifier definition in the measure
lt: Grupė turi turėti kodą arba linkId, atitinkantį matavimo grupės stratifikatoriaus apibrėžimą
nl: Groep moet een code of linkId hebben die overeenkomt met de groep-stratifierdefinitie in de measure
pt: O grupo deve ter um código ou linkId que corresponda à definição do estratificador de grupo na medida

source: The code for this group stratifier has no match in the measure definition
lt: Šio grupės stratifikatoriaus kodas neatitinka matavimo apibrėžimo
nl: De code voor deze groep-stratifier heeft geen overeenkomst in de measure-definitie
pt: O código para este estratificador de grupo não tem correspondência na definição da medida

source: The linkId ''{0}'' for this group stratifier has no match in the measure definition
lt: Nuoroda Id ''{0}'' Šios grupės stratifikatorius neatitinka matavimo apibrėžimo
nl: De linkId ''{0}'' voor deze groep-stratifier heeft geen overeenkomst in de measure-definitie
pt: O linkId ''{0}'' para este estratificador de grupo não tem correspondência na definição da medida

source: The code ''{0}'' for this group has no match in the measure definition
lt: Kodas ''{0}'' šiai grupei neatitinka priemonės apibrėžimo
nl: De code ''{0}'' voor deze group komt niet overeen met de measure-definitie
pt: O código ''{0}'' para este grupo não tem correspondência na definição da medida

source: The linkId ''{0}'' for this group has no match in the measure definition
lt: Nuoroda Id ''{0}'' šiai grupei neatitinka priemonės apibrėžimo
nl: De linkId ''{0}'' voor deze groep heeft geen match in de measure-definitie
pt: O linkId ''{0}'' para este grupo não tem correspondência na definição da medida

source: The scoring system in this measure is unknown, so the measureScore values cannot be checked
lt: Šio mato vertinimo sistema nežinoma, todėl measureScore reikšmių patikrinti negalima
nl: Het scoringsysteem in deze measure is onbekend, dus de measureScore waarden kunnen niet worden gecontroleerd
pt: O sistema de pontuação desta medida é desconhecido, pelo que os valores de measureScore não podem ser verificados

source: This value is fixed by the Measure to ''{0}''
lt: Šią vertę nustato matas į ''{0}''
nl: Deze waarde is vastgezet door de Measure op ''{0}''
pt: Este valor é fixado pela Medida em ''{0}''

source: No measureScore when the scoring of the message is ''cohort''
lt: No measureScore, kai pranešimo įvertinimas yra ''kohorta''
nl: Geen measureScore als de scoring van het bericht ''cohort'' is
pt: Não há measureScore quando a pontuação da mensagem é "coorte

source: No measureScore when the type of the report is ''data-collection''
lt: Nėra measureScore, kai ataskaitos tipas yra ''duomenų rinkimas''
nl: Geen measureScore als het type report ''data-collection'' is
pt: Não há measureScore quando o tipo de relatório é "recolha de dados

source: A measureScore is required when the Measure.scoring={0}
lt: MeasureScore reikalingas, kai Measure.scoring={0}
nl: Een measureScore is verplicht als de Measure.scoring={0}
pt: É necessário um measureScore quando a opção Measure.scoring={0}

source: A measureScore for this Measure Scoring ({0}) should not have units
lt: Šio matavimo balas ({0}) neturėtų būti vienetų
nl: Een measureScore voor deze Measure Scoring ({0}) zou geen eenheden moeten hebben
pt: Um measureScore para esta Pontuação da medida ({0}) não deve ter unidades

source: A unit should be present when the scoring type is {0}
lt: Vienetas turi būti, kai vertinimo tipas yra {0}
nl: Een eenheid is verplicht als het scoringtype {0} is
pt: Deve estar presente uma unidade quando o tipo de pontuação é {0}

source: The value is invalid - it must be between 0 and 1
lt: Reikšmė neleistina - ji turi būti nuo 0 iki 1
nl: De waarde is ongeldig - deze moeten tussen 0 en 1 liggen
pt: O valor é inválido - tem de estar entre 0 e 1

source: A value is required when the Measure.scoring = {0}
lt: Reikšmė reikalinga, kai Measure.scoring = {0}
nl: Een waarde is verplicht als de Measure.scoring = {0} is
pt: É necessário um valor quando o parâmetro Measure.scoring = {0}

source: = Error in {0}: Compiled version of CQL is not valid
lt: = Klaida {0}: Kompiliuota CQL versija neleistina
nl: = Fout in {0}: Gecompileerde versie van CQL is niet geldig
pt: = Erro em {0}: A versão compilada de CQL não é válida

source: Error in {0}: ''{1}''
lt: Klaida {0}: ''{1}''
nl: Fout in {0}: ''{1}''
pt: Erro em {0}: ''{1}''

source: Multiple matching libraries found for the namespace {0}
lt: Rastos kelios atitinkančios vardų srities bibliotekos {0}
nl: Meerdere overeenkomstige bibiotheken voor de namespace {0}
pt: Foram encontradas várias bibliotecas correspondentes para o espaço de nomes {0}

source: No matching Library found for the namespace {0}
lt: Nerasta atitinkamos vardų srities bibliotekos {0}
nl: Geen overeenkomstige bibliotheek gevonden voor de namespace {0}
pt: Não foi encontrada nenhuma biblioteca correspondente para o espaço de nomes {0}

source: The function {1} does not exist in the library {0}
lt: Funkcija {1} bibliotekoje nėra {0}
nl: De functie {1} bestaat niet in de bibliotheek {0}
pt: A função {1} não existe na biblioteca {0}

source: Error in {0}: No compiled version of CQL found
lt: Klaida {0}: Nerasta kompiliuotos CQL versijos
nl: Fout in {0}: Geen gecompileerde versie van CQL gevonden
pt: Erro em {0}: Nenhuma versão compilada de CQL encontrada

source: No CQL Libraries found on this Measure
lt: Šioje priemonėje nerasta CQL bibliotekų
nl: Geen CQL-bibliotheken gevonden bij deze Measure
pt: Não foram encontradas bibliotecas CQL nesta medida

source: If the CQL expression does not include a namespace, there can only be one Library for the measure
lt: Jei CQL išraiškoje nėra vardų srities, gali būti tik viena priemonės biblioteka
nl: Als de CQL-expressie geen namespace heeft, dan kan er slechts een Library voor de measure zijn
pt: Se a expressão CQL não incluir um namespace, só pode haver uma biblioteca para a medida

source: The expression language {0} is not supported, so can''t be validated
lt: Išraiškos kalba {0} nepalaikomas, todėl jo negalima patvirtinti
nl: De expressietaal {0} wordt niet ondersteund, dus deze kan niet worden gevalideerd
pt: A linguagem de expressão {0} não é suportada, pelo que não pode ser validada

source: Groups should have codes when there is more than one group
lt: Grupės turi turėti kodus, kai yra daugiau nei viena grupė
nl: Groepen zouden een code moeten hebben als er meer dan een groep is
pt: Os grupos devem ter códigos quando há mais do que um grupo

source: Measure Groups should have at least one population
lt: Priemonių grupėse turėtų būti bent viena populiacija
nl: Measure groepen zouden tenminste een populatie moeten bevatten
pt: Os grupos de medidas devem ter pelo menos uma população

source: A measure group population should have a code when there is more than one population
lt: Matavimo grupės aibė turi turėti kodą, kai yra daugiau nei viena aibė
nl: Een measure groep-populatie zou een code moeten hebben als er meer dan een populatie is
pt: A população de um grupo de medidas deve ter um código quando houver mais de uma população

source: A measure group stratifier component should have a code when there is more than one population
lt: Matavimo grupės stratifikatoriaus komponentas turi turėti kodą, kai yra daugiau nei viena aibė
nl: Een measure groep-stratifier component zou een code moeten hebben als meer dan één populatie is
pt: Uma componente estratificadora do grupo de medidas deve ter um código quando existe mais do que uma população

source: A measure group stratifier should have a code when there is more than one population
lt: Matavimo grupės stratifikatorius turi turėti kodą, kai yra daugiau nei viena populiacija
nl: Een measure groep-stratifier zouden een code moeten bevatten als er meer dan een populatie is
pt: Um estratificador de grupo de medidas deve ter um código quando existe mais do que uma população

source: The Library {0} could not be resolved, so expression validation may not be correct
lt: Biblioteka {0} Nepavyko išspręsti, todėl išraiškos tikrinimas gali būti neteisingas
nl: De Library {0} is niet gevonden, dus validatie van expressies is mogelijk niet correct
pt: A biblioteca {0} não pôde ser resolvida, pelo que a validação da expressão pode não estar correta

source: A measure should contain at least one group
lt: Priemonę turėtų sudaryti bent viena grupė
nl: Een measure moet tenminste een groep bevatten
pt: Uma medida deve conter pelo menos um grupo

source: Published measures SHOULD conform to the ShareableMeasure profile, which says that the element Measure.{0} should be present, but it is not
lt: Paskelbtos priemonės TURĖTŲ atitikti ShareableMeasure profilį, kuriame sakoma, kad elementas Priemonė.{0} turėtų būti, bet jis nėra
nl: Gepubliceerde measures ZOUDEN zich MOETEN houden aan het ShareableMeasure profiel, wat zegt dat het element Measure.{0} aanwezig zou moeten zijn, maar het ontbreekt
pt: As medidas publicadas DEVERÃO estar em conformidade com o perfil ShareableMeasure, que diz que o elemento Measure.{0} deveria estar presente, mas não está

source: Measures published by HL7 SHALL conform to the ShareableMeasure profile, which says that the element Measure.{0} should be present, but it is not
lt: HL7 skelbiamos priemonės TURI atitikti ShareableMeasure profilį, kuriame sakoma, kad elementas Priemonė.{0} turėtų būti, bet jis nėra
nl: Door HL7 gepubliceerde measures MOETEN zich houden aan het ShareableMeasure profiel, wat zegt dat het element Measure.{0} aanwezig zou moeten zijn, maar het ontbreekt
pt: As medidas publicadas pelo HL7 DEVERÃO estar em conformidade com o perfil ShareableMeasure, que diz que o elemento Measure.{0} deveria estar presente, mas não está

source: Published measures SHOULD conform to the ShareableMeasure profile, which says that the element Measure.{0} is mandatory, but it is not present
lt: Paskelbtos priemonės TURĖTŲ atitikti ShareableMeasure profilį, kuriame sakoma, kad elementas Priemonė.{0} yra privaloma, bet jos nėra
nl: Gepubliceerde measures ZOUDEN zich MOETEN houden aan het ShareableMeasure profiel, wat zegt dat het element Measure.{0} aanwezig moet zijn, maar het ontbreekt
pt: As medidas publicadas DEVERIAM estar em conformidade com o perfil ShareableMeasure, que diz que o elemento Measure.{0} é obrigatório, mas não está presente

source: Measures published by HL7 SHALL conform to the ShareableMeasure profile, which says that the element Measure.{0} is mandatory, but it is not present
lt: HL7 skelbiamos priemonės TURI atitikti ShareableMeasure profilį, kuriame sakoma, kad elementas Priemonė.{0} yra privaloma, bet jos nėra
nl: Door HL7 gepubliceerde measures MOETEN zich houden aan het ShareableMeasure profiel, wat zegt dat het element Measure.{0} aanwezig moet zijn, maar het ontbreekt
pt: As medidas publicadas pelo HL7 DEVERÃO estar em conformidade com o perfil ShareableMeasure, que diz que o elemento Measure.{0} é obrigatório, mas não está presente

source: The {0} {1} is deprecated
lt: Į {0} {1} yra nebenaudojamas
nl: De {0} {1} is verouderd
pt: O {0} {1} está obsoleto

source: The {0} {1} is deprecated with the note: ''{2}''
lt: Į {0} {1} yra nebenaudojamas su pastaba: ''{2}''
nl: !!De {0} {1} is verouderd met de opmerking {2}

source: The {0} {1} is a draft resource
lt: Į {0} {1} yra juodraščio šaltinis
nl: De {0} {1} is een draft resource
pt: O {0} {1} é um projeto de recurso

source: The {0} {1} is an experimental resource
lt: Į {0} {1} yra eksperimentinis šaltinis
nl: De {0} {1} is een experimentele resource
pt: O {0} {1} é um recurso experimental

source: extension
lt: Plėtinys
nl: extensie
pt: extensão

source: profile
lt: profilis
nl: profiel
pt: perfil

source: The {0} {1} is retired
lt: Į {0} {1} yra išėjęs į pensiją
nl: De {0} {1} is retired
pt: O {0} {1} é retirado

source: The {0} {1} is withdrawn
lt: Į {0} {1} panaikinamas
nl: De {0} {1} is terugetrokken
pt: O {0} {1} é retirado

source: Reference to deprecated {2} {0}
lt: Nuoroda į nebenaudojamą {2} {0}
nl: Referentie naar verouderde {2} {0}
pt: Referência a {2} obsoleto {0}

source: Reference to deprecated {2} {0} from {1}
lt: Nuoroda į nebenaudojamą {2} {0} iš {1}
nl: Referentie naar verouderde {2} {0} van {1}
pt: Referência a {2} obsoleto {0} de {1}

source: Reference to draft {2} {0}
lt: Nuoroda į projektą {2} {0}
nl: Referentie naar draft {2} {0}
pt: Referência ao projeto {2} {0}

source: Reference to draft {2} {0} from {1}
lt: Nuoroda į projektą {2} {0} iš {1}
nl: Referentie naar draft {2} {0} van {1}
pt: Referência ao projeto {2} {0} de {1}

source: Reference to experimental {2} {0}
lt: Nuoroda į eksperimentą {2} {0}
nl: Referentie naar experimentele {2} {0}
pt: Referência ao experimental {2} {0}

source: Reference to experimental {2} {0} from {1}
lt: Nuoroda į eksperimentą {2} {0} iš {1}
nl: Referentie naar experimentele {2} {0} van {1}
pt: Referência ao experimental {2} {0} de {1}

source: Reference to retired {2} {0}
lt: Nuoroda į pensininkus {2} {0}
nl: Referentie naar retired {2} {0}
pt: Referência a reformados {2} {0}

source: Reference to retired {2} {0} from {1}
lt: Nuoroda į pensininkus {2} {0} iš {1}
nl: Referentie naar retired {2} {0} van {1}
pt: Referência a {2} reformado {0} de {1}

source: Reference to withdrawn {2} {0}
lt: Nuoroda į atšauktą {2} {0}
nl: Referentie naar teruggetrokken {2} {0}
pt: Referência a retirado {2} {0}

source: Reference to withdrawn {2} {0} from {1}
lt: Nuoroda į atšauktą {2} {0} iš {1}
nl: Referentie naar teruggetrokken {2} {0} van {1}
pt: Referência à retirada de {2} {0} de {1}

# MULTIPLE_LOGICAL_MODELS
source: -- no content: do not translate #12 --
lt: -- nėra turinio: neversti #12 --

source: No Measure is identified, so no validation can be performed against the Measure
lt: Priemonė neidentifikuota, todėl negalima atlikti priemonės patvirtinimo
nl: Er is geen Measure aangegeven, dus er kan geen validatie worden gedaan tegen de Measure
pt: Nenhuma medida é identificada, pelo que não pode ser efectuada qualquer validação em relação à medida

source: The Measure ''{0}'' could not be resolved, so no validation can be performed against the Measure
lt: Priemonė ''{0}'' nepavyko išspręsti, todėl negalima atlikti patvirtinimo pagal priemonę
nl: De Measure ''{0}'' is niet gevonden, dus er kan geen validatie worden gedaan tegen de Measure
pt: A medida ''{0}'' não pôde ser resolvida, pelo que não pode ser efectuada qualquer validação em relação à medida

source: Duplicate Security Label {0}
lt: Pasikartojanti saugos žyma {0}
nl: Duplicaat security label {0}
pt: Duplicação da etiqueta de segurança {0}

source: The element {0} is not marked as ''mustSupport'' in the profile {1}. Consider not using the element, or marking the element as must-Support in the profile
lt: Elementas {0} profilyje nėra pažymėtas kaip ''mustSupport'' {1}. Apsvarstykite galimybę nenaudoti elemento arba pažymėti elementą kaip būtiną-Atrama profilyje
nl: Het element {0} is niet gemarkeerd als ''mustSupport'' in het profiel {1}. Overweeg het element niet gebruiken, of om het element als mustSupport te markeren in het profiel
pt: O elemento {0} não está marcado como ''mustSupport'' no perfil {1}. Considerar não utilizar o elemento ou marcar o elemento como "must-Support" no perfil

source: The NDJSON source contains an empty line. This may not be accepted by some processors
lt: NDJSON šaltinyje yra tuščia eilutė. Kai kurie duomenų tvarkytojai gali nesutikti su tuo
nl: De NOJSON bron bevat een lege regel. Dit wordt mogelijk niet geaccepteerd door sommige processors
pt: A fonte NDJSON contém uma linha vazia. Isto pode não ser aceite por alguns processadores

source: No code provided for CodeSystem ''{0}''
lt: CodeSystem kodas nepateiktas{0}''

source: No code provided for CodeSystem ''{0}'' version ''{1}''
lt: CodeSystem kodas nepateiktas{0}'' versija ''{1}''

source: No valid Display Names found for {1}#{2} in the language {4}
lt: Nerasta tinkamų rodomų vardų {1}#{2} kalba {4}
nl: Er zijn geen geldige weergavenamen gevonden voor {1}#{2} in de taal {4}

source: ''{5}'' is the default display; the code system {1} has no Display Names for the language {4}
lt: ''{5}'' yra numatytasis ekranas; Kodų sistema {1} neturi rodomų kalbos pavadinimų {4}
nl: ''{5}'' is de standaardweergavenaam; het codesysteem {1} heeft geen weergavenamen voor de taal {4}

source: ''{5}'' is the default display; no valid Display Names found for {1}#{2} in the language {4}
lt: ''{5}'' yra numatytasis ekranas; nerasta tinkamų rodomų vardų {1}#{2} kalba {4}
nl: ''{5}'' is the standaardweergavenaam; geen weergavenamen gevonden voor {1}#{2} in de taal {4}

source: Wrong Display Name ''{0}'' for {1}#{2}. There are no valid display names found for language(s) ''{3}''. Default display is ''{4}''
lt: Neteisingas rodomas vardas ''{0}'' už {1}#{2}. Nerasta tinkamų kalbos (-ų) rodomų vardų ''{3}''. Numatytasis rodymas yra ''{4}''
nl: Verkeerde weergavenaam ''{0}'' voor {1}#{2}. Er zijn geen geldige weergavenamen gevonden voor taal/talen ''{3}''. Standaard weergavenaam is ''{4}''
pt: Nome de apresentação errado ''{0}'' para {1}#{2}. Não foram encontrados nomes de apresentação válidos para a(s) língua(s) ''{3}''. A apresentação predefinida é ''{4}''

source: Named items are out of order in the slice
lt: Įvardinti elementai segmente netinkami
nl: Volgorde van benoemde items in de slice klopt niet
pt: Os itens nomeados estão fora de ordem na fatia

source: No ExpansionProfile provided
lt: ExpansionProfile nepateiktas
nl: Geen ExpansionProfile gevonden
pt: Não foi fornecido nenhum ExpansionProfile

source: No Expansion Parameters provided
lt: Išplėtimo parametrų nepateikta
nl: Geen Expansion Parameters gevonden
pt: Não são fornecidos parâmetros de expansão

source: No Parameters provided to expandVS
lt: Nėra parametrų, skirtų expandVS
nl: Geen Parameters gevonden voor expandVS
pt: Não são fornecidos parâmetros para expandVS

source: No path on element Definition {0} in {1}
lt: Nėra kelio elemente Apibrėžimas {0} į {1}
nl: Geen pad op elementdefinitie {0} in {1}
pt: Nenhum caminho na definição do elemento {0} em {1}

source: No path on element in differential in {0}
lt: Nėra kelio ant elemento diferencialas {0}
nl: Geen pad op element in differential in {0}
pt: Nenhum caminho no elemento no diferencial em {0}

source: No path value on element in differential in {0}
lt: Nėra elemento diferencialo kelio reikšmės {0}
nl: Geen padwaarde op element in differential in {0}
pt: Nenhum valor de trajetória no elemento do diferencial em {0}
