Repository: hapifhir/org.hl7.fhir.core
Catalog: org.hl7.fhir.utilities/src/main/resources/source/validator-messages-*.po
Languages: lt, nl, pt

source: Unknown System/Version ''{0}'' specified, so Concepts and Filters can''t be checked (Details: {1})
lt: Nežinoma sistema/versija ''{0}'', todėl negalima tikrinti sąvokų ir filtrų (išsami informacija: {1})
nl: Onbekend systeem/versie ''{0}'' gespecificeerd, dus Concepten en Filters kunnen niet worden gecontroleerd (Details: {1})
pt: Sistema/Versão desconhecido ''{0}'' especificado, pelo que os Conceitos e Filtros não podem ser verificados (Detalhes: {1})

source: The property ''{0}'' is not known for the system ''{1}'', so may not be understood by the terminology ecosystem. Known properties for this system: {2}
lt: Nuosavybė ''{0}'' nėra žinomas dėl sistemos ''{1}'', todėl gali būti nesuprantamas terminologijos ekosistemoje. Žinomos šios sistemos ypatybės: {2}
nl: De eigenschap ''{0}'' is niet bekend voor system ''{1}'', dus wordt mogelijk niet begrepen door het terminologie-ecosysteem. Bekende eigenschappen voor dit systeem: {2}
pt: A propriedade ''{0}'' não é conhecida para o sistema ''{1}'', pelo que pode não ser compreendida pelo ecossistema terminológico. Propriedades conhecidas para este sistema: {2}

source: No definition can be found for the system {1}, and the property ''{0}'' is not a generally known property, so the property might not be valid, or understood by the terminology ecosystem. In case it''s useful, the list of generally known properties for all systems is {2}
lt: Sistemos apibrėžimo nerasta {1}, o ypatybė ''{0}'' nėra visuotinai žinoma savybė, todėl savybė gali būti negaliojanti arba nesuprantama terminologijos ekosistemoje. Jei tai naudinga, visų sistemų visuotinai žinomų savybių sąrašas yra {2}
nl: Er is geen definitie gevonden voor het systeem {1} en de eigenschap ''{0}'' is geen algemeen bekende eigenschap, dus mogelijk is de eigenschap niet geldig en/of wordt deze niet begrepen door het terminologie-ecosysteem. Misschien nuttig: de lijst met algemeen bekende eigenschappen voor alle systemen is {2}
pt: Não se encontra nenhuma definição para o sistema {1} e a propriedade ''{0}'' não é uma propriedade geralmente conhecida, pelo que a propriedade pode não ser válida ou compreendida pelo ecossistema terminológico. Caso seja útil, a lista das propriedades geralmente conhecidas para todos os sistemas é {2}

source: This column is not defined as a collection, but the path statement ''{0}'' might return multiple values for the column ''{1}'' for some inputs{2}
lt: Šis stulpelis apibrėžiamas ne kaip rinkinys, o kaip kelio sakinys ''{0}'' gali pateikti kelias stulpelio '' reikšmes{1}'' kai kuriems įėjimams{2}
nl: Deze kolom is niet gedefinieerd als collection, maar het padstatement ''{0}'' zou meerdere waarden kunnen opleveren voor de kolom ''{1}'' voor bepaalde invoer{2}
pt: Esta coluna não é definida como uma coleção, mas a instrução de caminho ''{0}'' pode devolver vários valores para a coluna ''{1}'' para algumas entradas{2}

source: This column is defined to be not a collection, but the path statement ''{0}'' might return multiple values for the column ''{1}'' for some inputs{2}
lt: Šis stulpelis apibrėžiamas kaip ne rinkinys, o kelio sakinys ''{0}'' gali pateikti kelias stulpelio '' reikšmes{1}'' kai kuriems įėjimams{2}
nl: Deze kolom is gedefinieerd geen collection te zijn, maar het padstatement ''{0}'' zou meerdere waarden kunnen opleveren voor de kolom ''{1}'' voor bepaalde invoer{2}
pt: Esta coluna está definida para não ser uma coleção, mas a instrução de caminho ''{0}'' pode devolver vários valores para a coluna ''{1}'' para algumas entradas{2}

source: The column ''{0}'' is defined as a collection, but collections are not supported in all execution contexts
lt: Stulpelis ''{0}'' apibrėžiamas kaip rinkinys, tačiau rinkiniai palaikomi ne visuose vykdymo kontekstuose
nl: De kolom ''{0}'' is gedefinieerd als collection, maar collections worden niet in iedere executiecontext ondersteund
pt: A coluna ''{0}'' é definida como uma coleção, mas as colecções não são suportadas em todos os contextos de execução

source: collection is true, but the path statement ''{0}'' can only return single values for the column ''{1}''{2}
lt: rinkinys yra teisingas, bet kelio teiginys ''{0}'' gali grąžinti tik atskiras stulpelio '' reikšmes{1}''{2}
nl: collection is true, maar het padstatement ''{0}'' kan alleen enkelvoudige waarden opleveren voor de kolom ''{1}''{2}
pt: é verdadeira, mas a instrução de caminho ''{0}'' só pode devolver valores únicos para a coluna ''{1}''{2}

source: Column from path ''{0}'' is a complex type (''{1}''){2}. This is not supported in some Runners
lt: Stulpelis iš kelio ''{0}'' yra sudėtingas tipas (''{1}''){2}. Kai kuriuose bėgikuose tai nepalaikoma
nl: Kolom van pad ''{0}'' is een complex type (''{1}''){2}. Dit wordt niet ondersteund in sommige Runners
pt: A coluna do caminho ''{0}'' é um tipo complexo (''{1}''){2}. Isto não é suportado em alguns Runners

source: Duplicate Column Name ''{0}''
lt: Pasikartojantis stulpelio pavadinimas ''{0}''
nl: Dubbele kolomnaam ''{0}''
pt: Nome de coluna duplicado ''{0}''

source: The {0} name ''{1}'' is not valid
lt: Į {0} vardas ''{1}'' neleistinas
nl: De {0} name ''{1}'' is niet geldig
pt: O nome {0} ''{1}'' não é válido

source: A column name is required
lt: Būtinas stulpelio pavadinimas
nl: Kolomnaam is verplicht
pt: É necessário um nome de coluna

source: A column name is required. The natural name to chose is ''{0}'' (from the path)
lt: Būtinas stulpelio pavadinimas. Natūralus pavadinimas, kurį reikia pasirinkti, yra ""{0}'' (nuo kelio)
nl: Kolomnaam is verplicht. De natuurlijke naam om te kiezen is ''{0}'' (van het pad)
pt: É necessário um nome de coluna. O nome natural a escolher é ''{0}'' (do caminho)

source: Expression Error: {0}{1}
lt: Išraiškos klaida: {0}{1}
nl: Expressie fout: {0}{1}
pt: Erro de expressão: {0}{1}

source: Expression Warning: {0}
lt: Išraiškos įspėjimas: {0}
nl: Expressie waarschuwing: {0}
pt: Aviso de expressão: {0}

source: A where path must return a boolean, but the expression ''{0}'' returns a ''{1}''
lt: Kur kelias turi grąžinti bulį, bet išraiška ''{0}'' grąžina ''{1}''
nl: Een ''where'' pad moet een boolean opleveren, maar de expressie ''{0}'' resulteert in een ''{1}''
pt: Um caminho where deve devolver um booleano, mas a expressão ''{0}'' devolve um ''{1}''

source: No name provided. A name is required in many contexts where a ViewDefinition is used
lt: Pavadinimas nepateiktas. Pavadinimas reikalingas daugelyje kontekstų, kuriuose naudojamas ViewDefinition
nl: Geen naam gegeven. Naam is verplicht in veel contexten waar een ViewDefinition wordt gebruikt
pt: Nenhum nome fornecido. É necessário um nome em muitos contextos em que é utilizada uma ViewDefinition

source: The path expression ''{0}'' does not return a value of the type ''{1}'' - found ''{2}''{3}
lt: Kelio išraiška ''{0}'' negrąžina '' tipo reikšmės{1}'' - rasta ''{2}''{3}
nl: De padexpressie ''{0}'' levert geen waarde van type ''{1}'' - gevonden ''{2}''{3}
pt: A expressão de caminho ''{0}'' não devolve um valor do tipo ''{1}'' - encontrado ''{2}''{3}

source: Unable to determine a type (found ''{0}''){1}
lt: Nepavyko nustatyti tipo (rasta ''{0}''){1}
nl: Kan geen type bepalen (gevonden ''{0}''){1}
pt: Não foi possível determinar um tipo (encontrou ''{0}''){1}

source: The name ''{0}'' is not a valid resource{1}
lt: Pavadinimas ''{0}'' yra neleistinas išteklius{1}
nl: De naam ''{0}'' is geen geldige resource{1}
pt: O nome ''{0}'' não é um recurso válido{1}

source: ValueSet ''{0}'' Filter by property ''{1}'' and op ''{2}'' is not supported yet
lt: Reikšmių rinkinys ''{0}'' Filtruoti pagal ypatybę ''{1}'' ir op ''{2}'' dar nepalaikomas
nl: Waardelijst ''{0}'' filter op property ''{1}'' en op ''{2}'' wordt nog niet ondersteund
pt: ValueSet ''{0}'' O filtro por propriedade ''{1}'' e op ''{2}'' ainda não é suportado

source: Cannot include value set ''{0}'' because it''s actually a code system
lt: Negalima įtraukti reikšmių rinkinio ''{0}'', nes tai iš tikrųjų yra kodų sistema
nl: !!Kan waardelijst ''{0}'' niet includeren omdat het een codesysteem is
pt: Não é possível incluir o conjunto de valores ''{0}'' porque é de facto um sistema de códigos

source: Cannot include value set ''{0}'' version ''{1}'' because it''s actually a code system
lt: Negalima įtraukti reikšmių rinkinio ''{0}'' versija ''{1}'', nes tai iš tikrųjų yra kodų sistema
nl: !!Kan waardelijst ''{0}'' versie ''{1}'' niet includeren omdat het een codesysteem is
pt: Não é possível incluir o conjunto de valores ''{0}'' da versão ''{1}'' porque se trata efetivamente de um sistema de códigos

source: Cannot exclude value set ''{0}'' version ''{1}'' because it''s actually a code system
lt: Negalima išskirti reikšmių rinkinio ''{0}'' versija ''{1}'', nes tai iš tikrųjų yra kodų sistema
nl: !!Kan waardelijst ''{0}'' versie ''{1}'' niet excluderen omdat het een codesysteem is
pt: Não é possível excluir o conjunto de valores ''{0}'' da versão ''{1}'' porque se trata efetivamente de um sistema de códigos

source: Cannot exclude value set ''{0}'' because it''s actually a code system
lt: Negalima išskirti reikšmių rinkinio ''{0}'', nes tai iš tikrųjų yra kodų sistema
nl: !!Kan waardelijst ''{0}'' niet excluderen omdat het een codesysteem is
pt: Não é possível excluir o conjunto de valores ''{0}'' porque é de facto um sistema de códigos

source: Unable to expand included value set ''{0}'': {1}
lt: Neįmanoma išplėsti įtraukto reikšmių rinkinio ''{0}'': {1}
nl: Kan geen expansie van geïncludeerde waardelijst ''{0}'' maken: {1}
pt: Não é possível expandir o conjunto de valores incluído ''{0}'': {1}

source: Unable to expand included value set ''{0}'', but no error
lt: Neįmanoma išplėsti įtraukto reikšmių rinkinio ''{0}'', bet klaidos nėra
nl: Kan geen expansie van geïncludeerde waardelijst ''{0}'' maken: maar geen fout
pt: Não é possível expandir o conjunto de valores incluído ''{0}'', mas não há erro

source: Unable to expand included value set {0}
lt: Neįmanoma išplėsti įtraukto reikšmių rinkinio {0}
nl: Kan geen expansie van geïncludeerde waardelijst ''{0}'' maken
pt: Não é possível expandir o conjunto de valores incluído {0}

source: Unable to expand excluded value set {0}
lt: Neįmanoma išplėsti neįtrauktų reikšmių rinkinio {0}
nl: Kan geen expansie van geëxcludeerde waardelijst ''{0}'' maken
pt: Não é possível expandir o conjunto de valores excluídos {0}

source: Unable to find included value set with no identity
lt: Nepavyko rasti įtraukto reikšmių rinkinio be tapatybės
nl: Kan geïncludeerde waardelijst zonder identiteit niet vinden
pt: Não é possível encontrar um conjunto de valores incluído sem identidade

source: Unable to find excluded value set with no identity
lt: Nepavyko rasti neįtrauktų reikšmių rinkinio be tapatybės
nl: Kan geëxcludeerde waardelijst zonder identiteit niet vinden
pt: Não é possível encontrar um conjunto de valores excluídos sem identidade

source: Unable to find included value set ''{0}''
lt: Nepavyko rasti įtraukto reikšmių rinkinio ''{0}''
nl: Kan geïncludeerde waardelijst ''{0}'' niet vinden
pt: Não foi possível encontrar o conjunto de valores incluído ''{0}''

source: Unable to find included value set ''{0}'' version ''{1}''
lt: Nepavyko rasti įtraukto reikšmių rinkinio ''{0}'' versija ''{1}''
nl: Kan geïncludeerde waardelijst ''{0}'' versie ''{1}'' niet vinden
pt: Não foi possível encontrar o conjunto de valores incluídos ''{0}'' versão ''{1}''

source: Unable to find excluded value set ''{0}'' version ''{1}''
lt: Nepavyko rasti neįtrauktų reikšmių rinkinio ''{0}'' versija ''{1}''
nl: Kan geëxcludeerde waardelijst ''{0}'' versie ''{1}'' niet vinden
pt: Não foi possível encontrar o conjunto de valores excluídos ''{0}'' versão ''{1}''

source: Unable to find excluded value set ''{0}''
lt: Nepavyko rasti neįtrauktų reikšmių rinkinio ''{0}''
nl: Kan geëxcludeerde waardelijst ''{0}'' niet vinden
pt: Não foi possível encontrar o conjunto de valores excluídos ''{0}''

source: The first entry in a message must be a MessageHeader
lt: Pirmasis pranešimo įrašas turi būti MessageHeader
nl: De eerste entry in een message moet een MessageHeader zijn
pt: A primeira entrada de uma mensagem deve ser um MessageHeader

source: Unrecognized Content {0}
lt: Neatpažintas turinys {0}
nl: Niet-herkende content {0}
pt: Conteúdo não reconhecido {0}

source: Unknown type {0}
lt: Nežinomas tipas {0}
nl: Onbekend type {0}
pt: Tipo desconhecido {0}

source: Profile {0}, Element matches more than one slice - {1}, {2}
lt: Profilis {0}, Elementas atitinka daugiau nei vieną segmentą - {1}, {2}
nl: Profiel {0}, element komt overeen met meer dan een slice - {1}, {2}
pt: Perfil {0}, o elemento corresponde a mais do que uma fatia - {1}, {2}

source: {3}: max allowed = {7}, but found {0} (from {1})
lt: {3}: maksimalus leistinas = {7}, bet rasta {0} (nuo {1})
nl: {3}: max toegestaan = {7}, maar gevonden {0} (uit {1})

source: {3}: minimum required = {7}, but only found {0} (from {1})
lt: {3}: minimalus reikalingas = {7}, bet rasta tik {0} (nuo {1})
nl: {3}: minimum vereist = {7}, maar {0} gevonden (uit {1})

source: Slice ''{3}'': a matching slice is required, but not found (from {1}). Note that other slices are allowed in addition to this required slice
lt: Gabalėlis ''{3}'': reikalingas atitinkamas gabalas, bet nerastas (nuo {1}). Atkreipkite dėmesį, kad be šio reikalingo gabalėlio leidžiama naudoti ir kitus griežinėlius
nl: Slice ''{3}'': een matching slice is verplicht, maar niet gevonden (van {1}). Merk op dat andere slices zijn toegestaan naast de verplichte slice

source: Slice ''{3}'' for extension ''{8}'': a matching slice is required, but not found (from {1}). Note that other slices are allowed in addition to this required slice
lt: Gabalėlis ''{3}'' išplėtimas ''{8}'': reikalingas atitinkamas gabalas, bet nerastas (nuo {1}). Atkreipkite dėmesį, kad be šio reikalingo gabalėlio leidžiama naudoti ir kitus griežinėlius

source: Found multiple matching profiles among {0} choice: {1}
lt: Rasta keli atitinkantys profiliai tarp {0} Pasirinkimas: {1}
nl: Meerdere overeenkomende profielen gevonden in {0} keuze: {1}

source: {3}: Found {0} match, but unable to check max allowed ({2}) due to lack of slicing validation (from {1})
lt: {3}:Rasti {0} atitiktis, bet neįmanoma patikrinti maksimalaus leistino ({2}) dėl pjaustymo patvirtinimo trūkumo (nuo {1})
nl: {3}: {0} matches gevonden, maar kan max toegestaan niet controleren ({2}) vanwege missende slicing-validatie (uit {1})

source: {3}: Found {0} match, but unable to check minimum required ({2}) due to lack of slicing validation (from {1})
lt: {3}:Rasti {0} atitiktis, bet neįmanoma patikrinti minimalaus reikalingo ({2}) dėl pjaustymo patvirtinimo trūkumo (nuo {1})
nl: {3}: {0} matches gevonden, maar kan min toegestaan niet controleren ({2}) vanwege missende slicing-validatie (uit {1})

source: No definition found for resource type ''{0}''
lt: Nerastas išteklių tipo '' apibrėžimas{0}''
nl: Geen definitie gevonden voor resourcetype ''{0}''
pt: Não foi encontrada nenhuma definição para o tipo de recurso ''{0}''

source: Unable to find a match for the specified profile among choices: {0}
lt: Tarp pasirinkimų nepavyko rasti nurodyto profilio atitikmens: {0}
nl: Kan geen overeenkomstig profiel vinden in de opties: {0}
pt: Não foi possível encontrar uma correspondência para o perfil especificado entre as opções: {0}

source: StructureDefinition {0} has no snapshot - validation is against the snapshot, so it must be provided
lt: Struktūros apibrėžimas {0} neturi momentinės nuotraukos - tikrinimas atitinka momentinę kopiją, todėl jis turi būti pateiktas
nl: StructureDefinition {0} heeft geen snapshot - validatie is tegen de snapshot, dus deze is verplicht
pt: StructureDefinition {0} não tem instantâneo - a validação é efectuada com base no instantâneo, pelo que este deve ser fornecido

source: The type of element {0} is not known - it could not be determined from the information available. Valid types at this point are {1}
lt: Elemento tipas {0} nežinoma - jos nepavyko nustatyti pagal turimą informaciją. Šiuo metu galiojantys tipai yra {1}
nl: Het type van element {0} is onbekend - het kon niet worden bepaald uit de beschikbare informatie. Geldige typen op dit punt zijn {1}
pt: O tipo do elemento {0} não é conhecido - não foi possível determiná-lo com base nas informações disponíveis. Os tipos válidos neste momento são {1}

source: This element is not allowed by the profile {0}
lt: Šio elemento neleidžia profilis {0}
nl: Dit element is niet geldig volgens het profiel {0}
pt: Este elemento não é permitido pelo perfil {0}

source: This element does not match any known slice {0} and slicing is CLOSED: {1}
lt: Šis elementas neatitinka jokios žinomos dalies {0} ir pjaustymas uždarytas: {1}
nl: Dit element komt niet overeen met enige bekende slice {0} en slicing is GESLOTEN: {1}
pt: Este elemento não corresponde a nenhuma fatia conhecida {0} e o corte é FECHADO: {1}

source: As specified by profile {0}, Element ''{1}'' is out of order (found after {2})
lt: Kaip nurodyta profilyje {0}, Elementas ''{1}'' yra netinkamas (randamas po {2})
nl: Volgens het profiel {0}, staat element ''{1}'' niet op de juiste plaats (gevonden na {2})
pt: Conforme especificado pelo perfil {0}, o elemento ''{1}'' está fora de ordem (encontrado depois de {2})

source: As specified by profile {0}, Element ''{1}'' is out of order in ordered slice
lt: Kaip nurodyta profilyje {0}, Elementas ''{1}'' yra netvarkingas sutvarkytoje dalyje
nl: Volgens het profiel {0}, staat element ''{1}'' niet op de juiste plaats in de slices (volgorde is specifiek)
pt: Conforme especificado pelo perfil {0}, o elemento ''{1}'' está fora de ordem na fatia ordenada

source: Profile reference ''{0}'' has not been checked because it could not be found
lt: Profilio nuoroda ''{0}'' nepatikrintas, nes jo nepavyko rasti
nl: Profiel-referentie ''{0}'' is niet gecontroleerd omdat deze niet is gevonden
pt: A referência de perfil ''{0}'' não foi verificada porque não foi encontrada

source: Specified profile type was ''{0}'' in profile ''{2}'', but found type ''{1}''
lt: Nurodytas profilio tipas buvo ''{0}'' profilyje ''{2}'', bet rastas tipas ''{1}''
nl: Gespecificeerde profieltype was ''{0}'' in profiel ''{2}'', maar gevonden type ''{1}''
pt: O tipo de perfil especificado era ''{0}'' no perfil ''{2}'', mas foi encontrado o tipo ''{1}''

source: Type mismatch processing profile {0} at path {1}: The element type is {4}, but the profile {3} is for a different type {2}
lt: Tipo neatitikimo apdorojimo profilis {0} kelyje {1}: Elemento tipas yra {4}, tačiau profilis {3} skirtas kitam tipui {2}
nl: Type komt niet overeen bij verwerken van profiel {0} bij pad {1}: Het elementtype is {4}, maar het profiel {3} is voor een ander type {2}
pt: Incompatibilidade de tipo no processamento do perfil {0} no caminho {1}: O tipo de elemento é {4}, mas o perfil {3} é para um tipo diferente {2}

source: Unknown profile {0}
lt: Nežinomas profilis {0}
nl: Onbekend profiel {0}
pt: Perfil desconhecido {0}

source: Version mismatch. The context has version {0} loaded, and the new content being loaded is version {1}
lt: Versijų neatitikimas. Kontekstas turi versiją {0} įkeltas, o naujas įkeliamas turinys yra {1}
nl: Versies komen niet overeen. De context heeft versie {0} geladen en de nieuwe content die wordt geladen heeft versie {1}
pt: Incompatibilidade de versões. O contexto tem a versão {0} carregada e o novo conteúdo que está a ser carregado é a versão {1}

source: Wrong namespace - expected ''{0}''
lt: Neteisinga vardų sritis - tikėtasi ''{0}''
nl: Verkeerde namespace - verwacht ''{0}''
pt: Espaço de nome incorreto - esperava-se ''{0}''

source: Wrong type for resource
lt: Neteisingas išteklių tipas
nl: Verkeerd type voor resource
pt: Tipo incorreto de recurso

source: The profile {1} requires a section in the narrative for the resource language {0}, but there is no sections
lt: Profilis {1} reikalinga išteklių kalbos naratyvo sekcija {0}, bet nėra skyrių

source: The profile {1} requires a section in the narrative for the language {0}, but there is no sections
lt: Profilis {1} reikalauja kalbos pasakojimo skyriaus {0}, bet nėra skyrių

source: The profile {1} requires a section in the narrative for the resource language, but there is no sections and no resource language
lt: Profilis {1} Reikalinga išteklių kalbos naratyvo sekcija, bet nėra sekcijų ir išteklių kalbos

source: The profile {1} requires a section in the narrative for the resource language, but there is no language
lt: Profilis {1} reikalinga išteklių kalbos naratyvo dalis, bet nėra kalbos

source: The xhtml has no language sections, but language sections are required in this context by the profile {1}
lt: xhtml neturi kalbos skyrių, tačiau kalbos skyriai šiame kontekste reikalingi pagal profilį {1}

source: The profile {2} requires a section in the narrative for the resource language ({0}), but it was not found (found {1})
lt: Profilis {2} reikalinga išteklių kalbos naratyvo dalis ({0}), bet jis nebuvo rastas (rastas {1})

source: The profile {2} requires a section in the narrative for the language ''{0}'', but it was not found (found {1})
lt: Profilis {2} reikalauja pasakojimo skyriaus kalbai ''{0}'', bet jis nebuvo rastas (rastas {1})

source: The xhtml has some language sections ({0}), but language sections are prohibited in this context by the profile {1}
lt: xhtml turi keletą kalbos skyrių ({0}), tačiau kalbų skyriai šiame kontekste yra draudžiami pagal profilį {1}

source: The xhtml node at ''{0}'' does not have a class attribute to indicate its source (boilerplate, generated, or original) and this is required by the profile {1}
lt: xhtml mazgas ties ''{0}'' neturi klasės atributo, nurodančio jo šaltinį (standartinį, sugeneruotą ar originalų), ir to reikalauja profilis {1}

source: The data should be valid base64 content for a data: URL: {0}
lt: Duomenys turi būti galiojantis base64 duomenų turinys: URL: {0}
nl: De data moet geldige base64 content zijn voor een data: URL: {0}
pt: Os dados devem ser conteúdo base64 válido para um dado: URL: {0}

source: Comma found in data portion of data URL: {0}
lt: Kablelis rastas duomenų URL duomenų dalyje: {0}
nl: Komma gevonden in data deel van data URL: {0}
pt: Vírgula encontrada na parte de dados do URL de dados: {0}

source: The mimetype portion of the data: URL is not valid ({1}) in URL: {0}
lt: Duomenų mimetipo dalis: URL neleistina ({1}) URL: {0}
nl: Het mimetype-deel van de data: URL is ongeldig ({1}) in URL: {0}
pt: A parte do tipo de ficheiro dos dados: URL não é válido ({1}) em URL: {0}

source: No data found in data: URL
lt: Duomenyse nerasta duomenų: URL
nl: Geen data gevonden in data: URL
pt: Não foram encontrados dados nos dados: URL

source: URL is empty
lt: URL tuščias
nl: URL is leeg
pt: O URL está vazio

source: The URL is not valid because ''({1})'': {0}
lt: URL neleistinas, nes ''({1})'': {0}
nl: De URL is ongeldig vanwege ''({1})'' : {0}
pt: O URL não é válido porque ''({1})'': {0}

source: URL contains Invalid Character: {1}
lt: URL yra neleistinas simbolis: {1}
nl: URL bevat een ongeldig teken ({1})

source: The attribute ''xml:space'' is legal but has a fixed value of ''preserve''. Its use is discouraged
lt: Atributas ''xml:space'' yra legalus, tačiau jo fiksuota reikšmė yra ''preserve''. Jo vartoti nerekomenduojama
nl: !!Het attribuut ''xml:space'' is geldig maar heeft vaste waarde ''preserve''. Dit gebruik wordt afgeraden

source: Invalid attribute name in the XHTML (''{0}'' on ''{1}'')
lt: Neleistinas atributo pavadinimas XHTML (''{0}'' ant ''{1}'')
nl: Ongeldig attribuut in de XHTML (''{0}'' op ''{1}'')
pt: Nome de atributo inválido no XHTML (''{0}'' em ''{1}'')

source: Elements of type [{0}] cannot appear at {1}
lt: Tipo elementai [{0}] negali būti rodomas {1}
